[
{"court": "شورى", "number": "26", "year": "1928", "date": "23/06/1928", "president": "شكري قرداحي", "members": "/حميه//الناطور/", "full_text": "-  المحكمة المختصة للنظر  بالنزاع الدائر حول ايجار ملك الدولة الخاص من احد الاشخاص   - وحيث يجب  ملاحظة ان مدير الدوائر العقارية قد عقد مع احد الافراد مقاولة بشأن  ايجار املاك خاصة بالدولة Domaine prive de l'etat  وحيث انه يجب بادىء ذي بدء معرفة ما اذا كان لمجلس الشورى بطريقة  الاعتراض على تجاوز حدود الوظيفة Recours pour exces de pouvoirs تفسير  عقد خاص اجرته الحكومة مع احد الافراد والبت في صحة هذا العقد  وحيث ان من الاجتهاد الثابت المؤيد باراء جميع العلماء ان المحاكم  العدلية العادية هي وحدها صالحة للنظر في دعاوى ايجار املاك الحكومة  والعقود المدنية المتعلقة بها حتى عند اشتراط الفريقين ان يكون مرجع  الخلاف في المحاكم الادارية (راجع دالوز الجزء الثالث وجه 260 نمرو 199)  وحيث انه والحالة هذه ليس لمجلس الشورى ان يبت فيما اذا كان يجب اولا  يجب بقاء العقد نافذا وما اذا كان يجب في النتيجة ابقاء البناء قائما  لعدم وجود النفع العام  وحيث كانت هذه القضية على الشكل الذي تقدم عائد النظر فيها الى المحاكم  العدلية ذات الاختصاص التي لها وحدها البت في قيمة هذا العقد وفي ما  يمكن اتخاذه من التدابير الاحتياطية على ان يكون لها الحق باعتبار وجود  قضية مستأخرة اذا ترآى لها ان اصدار حكمها يتوقف على حل نقطة هي من  اختصاص المحاكم الادارية (راجع قرارات مجلس الشورى في فرنسا بتاريخ 3  حزيران سنة 1892 و7 تموز سنة 1897 و15 تموز سنة 1898 و24 تموز سنة 1903)"},
{"court": "شورى", "number": "1134", "year": "1928", "date": "07/02/1928", "president": "شفيق\r\nالحلبي", "members": "/مازاس//نصار/", "full_text": "-  اصول اعطاء رخصة البناء على ارض مجاورة للطريق  العام في حال وجود درس تعديل للتخطيط القديم ومسؤولية البلدية عن الضرر  الناتج عن التأخير   - وحيث انه عندما يطلب احد الملاكين المجاورين للشارع  العام رخصة بناء من البلدية لا يمكن لها ان ترد طلبه الا لاسباب مخالفة  لقواعد الصحة العمومية والامن (السلامة العامة)  وحيث ان نوال رخصة البناء عند عدم وجود اسباب مخالفة لقواعد الصحة  العمومية وللامن العام (السلامة العامة) هو حق من حقوق العموم  وحيث على البلدية اذا استثنينا ما ذكر آنفا ان تعطي في اية حالة كانت  رخصة البناء وان ليس لها ان ترفضها بحجة انها عاملة على درس تعديل جديد  للتخطيط القديم  وحيث انه اذا طلب منها اجازة بناء ما في اثناء درسها تخطيطا جديدا لا  يمكنها ان ترفض اعطاءها او لتأخر بها بحجة انها لم تفرغ بعد من وضع  التخطيط الجديد بل يقتضي عليها في هذه الحالة ان تجيز البناء بحسب  التخطيط النافذ والمعمول به حينئذ  وحيث ان المستدعي طلب بعد تقديمه الدعوى تعويضا قدره خمسون ليرة ذهبية  لقاء ما يدعي انه تكبد من الخسائر بسبب رفض البلدية اعطاءه الرخصة  المطلوبة  وحيث ان تأخر المعترض عن بناء بيته مدة اربعين يوما اي من 11 ايار سنة  1927 (تاريخ طلبه الرخصة) الى 22 حزيران سنة 1927 تاريخ تقديمه اعتراضه  الى مجلس الشورى لا يمكن ان يوقع عليه الخسائر التي يدعيها عدا عن انه  لم يثبت وقوع تلك الخسائر كتعطيل ادوات قد اشتراها لذلك او غيره"},
{"court": "شورى", "number": "25", "year": "1928", "date": "14/06/1928", "president": "شفيق الحلبي", "members": "الانسي//الناطور//حميه//كحيل/\r\n", "full_text": "-  المرجع الصالح للاعتراض  على انتخاب المختار   - وحيث انه من مطالعة القرار المتعلق بالانتخابات  البلدية يرى ان الشارع اوجد للسلطة الادارية اشرافا تاما على الاعمال  الانتخابية بانه اعطى للحاكم حق الاعتراض عليها لدى الهيئات القضائية  الادارية وحق الغائها مباشرة اذا رأى لذلك لزوما  وحيث انه من مطالعة القرار المتعلق بانتخاب اعضاء مجالس الادارة قد اوجد  ايضا للسلطة الادارية ذات الاشراف على الاعمال الانتخابية بان اعطى  للحاكم وللمحافظ حق الاعتراض عليها ايضا  وحيث انه في القرار المتعلق بانتخاب المختارين لم يعط الا للمحافظ حق  الاعتراض على الانتخابات فيستنتج من ذلك ان الشارع الذي اراد في جميع  القوانين المتعلق بالانتخابات ان يجعل للحاكم اشرافا اداريا على الاعمال  الانتخابية انه قد سلم له ضمنا بوجود حقه في ذلك الاشراف بابقاء الفقرة  القائلة بوجوب موافقته على قرارات المجالس الادارية المتعلقة بالانتخاب  لكي تكون لتلك القرارات قوة تنفيذية لانه لا يعقل ان يرفع عنه ذلك  الاشراف في نوع واحد من الانتخاب ولا سيما وان انتخابات المختارين تدقق  فقط في مجلس الادارة المؤلف طبعا من اعضاء قليلي الخبرة في الشؤون  الادارية ومنتمين الى احزاب سياسية محلية  وحيث ان الشارع لو اراد الاكتفاء بالفقرة الاخيرة من المادة 15 من قانون  المختارين والغاء الفقرة المختصة بموافقة الحاكم المنصوص عليها في  المادة 36 من القرار رقم 3066 لاشار الى ذلك بكل صراحة  وحيث ان المادة الاخيرة من قانون المختارين القائلة بالغاء جميع الاحكام  السابقة المخالفة لهذا القانون لا تعني الغاء النصوص المتعلقة بصلاحية  مجالس الادارة والشرائط اللازمة لان تكون لاحكامها قوة تنفيذية   -  اختصاص محكمة التمييز للنظر بالاعتراض على قرار وزير الداخلية  المصادق على انتخاب المختار لتجاوزه حد السلطة   - حيث ان الصلاحية  المعطاة للحاكم في المادة 26 من القرار 3066 قد انيطت بعد اعلان الدستور  اللبناني بوزير الداخلية بموجب المادة الاولى من المرسوم ذي العدد 61  وحيث ان القانون المؤرخ في 24 اذار سنة 1928 القاضي بالغاء مجلس الشورى  وتحويل صلاحيته الى محكمة التمييز قد اعطى لهذه المحكمة المنعقدة  بهيئتها العمومية حق النظر بطلبات الالغاء بسبب تجاوز حدود السلطة  المقدمة في شأن مراسيم رئيس الجمهورية وقرارات الوزراء  وحيث انه لا شأن لقرارات مجلس الادارة المتعلقة بانتخابات المختارين ولا  قوة تنفيذية لها الا اذا اقترنت بموافقة وزير الداخلية  وحيث ان وزير الداخلية باصداره القرار المطعون فيه لم يتعد صلاحيته  وحيث انه من جهة اخرى لم يتجاوز حدود سلطته بعدم الموافقة على قرار مجلس  الادارة المتعلق بانتخاب مختار الراموط اذ قد استند في ذلك على مخالفات  قانونية حصلت في الاعمال الانتخابية  وحيث ان المخالفات التي استند اليها وزير الداخلية في قراره عدم  الموافقة على قرار مجلس ادارة المحافظة هي عند حلولها من الاسباب  القانونية التي تنص على عدم صحة الانتخاب  وحيث كان تقدير حلولها على الشكل المبين عائدا الى الوزير المشار اليه  وحيث ان ذلك التقدير لا يدخل تحت تمحيص هذه الدائرة لورود النص على ان  مرجع التقرير في صحة انتخاب المختارين هو غير هذه الدائرة"},
{"court": "شورى", "number": "26", "year": "1928", "date": "23/06/1928", "president": "شفيق\r\nالحلبي", "members": "/حميه//كحيل/", "full_text": "-  اصول الاعتداد بالورقة الانتخابية التي تحمل اسم المرشح   -   وحيث ان الورقة الانتخابية التي يذكر فيها اسم مرشح واحد تحسب من  الاوراق الانتخابية الصالحة التي يجب ان يعتد بها اذ قد حصرت المادة  الثامنة والخمسون من القرار 1307 الاوراق غير الصالحة بالاوراق البيضاء  وبالتي لا تدل دلالة كافية على الاسم المقيد فيها وبالتي لا سبيل  لقراءتها وبالتي كتبت على ورقة ملونة او وضعت عليها علامة خارجة او كتبت  فيها عبارات مهينة للمرشحين او لغيرهم من الاشخاص"},
{"court": "شورى", "number": "50", "year": "1925", "date": "14/09/1925", "president": "شفيق الحلبي", "members": "\r\n/مازاس//الصلح/", "full_text": "-  القوة القانونية لقرارات مجالس ادارة الالوية والمرجع الصالح  للتدقيق بها   - وحيث ان المادة السابعة من قانون الاعشار وان تكن تنص  صراحة على ان القرارات المعطاة من مجالس ادارة الالوية هي قطعية الا ان  المادة الخامسة من القرار 2668 اوجبت على مجلس الشورى النظر في تدقيق  قرارات المجالس الادارية  وحيث لاجل قبول الاعتراض على القرارات المذكورة يجب ان تقدم ضمن المهلة  المعينة في المادة الثانية من القرار 2979  وحيث تبين من تحرير محافظ زحله المؤرخ في 9 تموز سنة 1925 رقم 1636 ان  القرار المعترض عليه بلغ لاصحاب العلاقة بواسطة مديرية قب الياس بتاريخ  28 آب 1924  وحيث ان القرار المعترض عليه صدر بتاريخ 20 آب سنة 1924 قبل انشاء مجلس  الشورى الذي هو في 6 ايلول سنة 1924  وحيث ان المادة 56 من القرار 2979 نصت ان لا يقبل الاعتراض على القضايا  المتعلقة يتجاوز حدود الوظيفة والمفصول فيها قبل انشاء مجلس الشورى"},
{"court": "شورى", "number": "51", "year": "1925", "date": "14/09/1925", "president": "شفيق الحلبي", "members": "/مازاس//بك الصلح/", "full_text": "-  شرط السن في  الانتخابات البلدية   - وحيث ان القرار 2682 المؤرخ في 13 ايلول سنة 1924  قد اعطى للذين يريدون تصحيح سنهم مهلة انتهاؤها في 20 نيسان سنة 1925  وحيث ان المعترض عليه تقدم الى الانتخاب حاملا تذكرة تشير الى ان عمره  24 سنة وكان عليه ان يطلب تصحيح سنه ان كان مغلوطا فيه ضمن المدة  المعينة في القرار 2682 المذكور  وحيث ان الورقة الرسمية التي يستند اليها حين الانتخاب لمعرفة عمر  الناخب الحقيقي هي تذكرة النفوس  وحيث ان المادة السابعة من القرار 1307 لا تجيز انتخاب احد للمجلس  النيابي الا اذا كان من ابناء لبنان الكبير وحاصلا على حق الانتخاب  وبالغا من العمر خمسا وعشرين سنة كاملة الخ  وحيث ان الشرائط العمومية المنصوص عليها في القرار 1307 التي تجيز للشخص  ان يكون ناخبا ومنتخبا تطبق ايضا في الانتخابات البلدية عملا بالمادة 18  من القرار 1208 الصادر من دولة حاكم لبنان الكبير"},
{"court": "شورى", "number": "25", "year": "1929", "date": "29/06/1929", "president": "توفيق الناطور", "members": "/كحيل//زخريا/", "full_text": "-  في ممارسة الحق  الانتخابي ومفعول مخالفة الاصول الانتخابية على صحة الانتخاب   - وحيث ان  حق الانتخاب هو من الحقوق التي يجب ان لا يحرم منها صاحبها لاي سبب خارج  عن مشيئته وارادته او ان يكون ذلك الحرمان ناتجا عن سبب قانوني  حيث كان يتحتم على رئيس قلم الاقتراع عندما انسحب بعض اعضاء الهيئة  الاقتراعية ان يكلف من يهمهم الامر انتخاب بدل عنهم اذ لا يجوز ان تجري  عملية فرز الاصوات دون ان تكون هيئة الاقتراع حاضرة بمجموعها او ان يشار  الى تمنع من يتمنع منهم في المحضر على الاقل  وحيث يتحتم ان تبقى صندوقة الاقتراع تحت مراقبة الهيئة القانونية  للاقتراع بصورة حقيقية حتى لا يتسرب الى اذهان الناخبين وجود غش او  احداث تلاعب في الاوراق الانتخابية  وحيث كان يترتب على هيئة قلم الاقتراع ان لا تغفل عن ذكر جميع ما حدث من  الوقائع في المحضر كي يتمكن هذا المجلس من تقدير الامور وتمحيصها"},
{"court": "شورى", "number": "1133", "year": "1928", "date": "30/01/1928", "president": "شفيق\r\nالحلبي", "members": "/مازاس//نصار/", "full_text": "-  مفعول عدم اعتراض طالب الترخيص بالترميم على الرخصة  المشتملة على شرط قصر غير قانوني   - وحيث ان المستدعي بعدم التجائه الى  الطرق القانونية بالاعتراض على اجازة الترميم المعطاة له وقيامه بالبناء  خلافا لشروطها قد اشترك بتسبب الضرر الذي وقع عليه من المعاملة اللاحقة  التي يعترض عليها الان فلم يستحق بدل العطل الذي يطلبه   -  المحكمة الصالحة للنظر بالنزاع حول امر اداري متخذ من  قبل المجلس البلدي والاصول المتبعة امامها   - وحيث ان الاصول التي يجب  اتباعها حين اقامة الدعوى على مجلس بلدي لامر اداري او بداعي تجاوز حدود  الوظيفة الناتج عن عمل اداري قد عينت وحددت في القرار الصادر في 6 ايلول  سنة 1924 رقم 2668 والقرار الصادر في 9 شباط سنة 1925 رقم 2979 الذين  تشكلت بموجب الاول منهما المحكمة الادارية الصالحة لفصل الاعتراضات  الواقعة على اعمال السلطات وتعينت بموجب الثاني منهما اصول المحاكمات  لدى هذه المحكمة   -  في شروط الهدم الاجباري ومدى مسؤولية المجلس البلدي في  حال تنفيذه وامر السلطة الادارية بالهدم الاجباري   - وحيث انه بقطع النظر  عمن يملك حق اعطاء الاجازات بالبناء والترميم لا يمكن ان يشترط في  الاجازة قصر ما اذا لم يكن هنالك من خريطة وقرار رسميين توجباته  وحيث ان المستدعي لم يراع الشروط المذكورة في الاجازة بل اعاد بناء بيته  على حدوده القديمة  وحيث ان اعادة المستدعي بناء بيته على حدوده القديمة في حين عدم وجود  خريطة وقرار رسميين بالقصر لا يعد تجاوزا على الاملاك العامة ولا يستحق  من جراء ذلك جزاء الهدم الاجباري على نفقته   وحيث ان الهدم الاجباري الذي حصل والحالة هذه بامر من السلطة الادارية  بشخص المحافظ يعد مخالفا للاصول  وحيث ان مجلس فالوغا البلدي لم يكن بوسعه سوى تنفيذ اوامر السلطة  الادارية المعطاة له بالهدم ولم يأت بذلك عملا يوقع عليه المسؤولية  المباشرة"},
{"court": "شورى", "number": "5", "year": "1930", "date": "25/01/1930", "president": "شفيق\r\nالحلبي", "members": "/العمري//زخريا/", "full_text": "-  مفعول عزل الضابط استنادا الى حكم جزائي مبرم على راتبه  التقاعدي   - حيث ان المادة الرابعة من قانون التقاعد العسكري اللبناني  تنص في فقرتها الثانية على ان الانفار الذين يعزلون بناء على حكم لسوء  سلوكهم لا حق لهم براتب تقاعدي وفي الفقرة الاخيرة على ان الانفار  المعزولين بناء على حكم لا يمكنهم ان يطالبوا باي وجه كان بالتقاعد حتى  ولو كانوا اكملوا احدى المدات المنصوص عليها في المادة الاولى من قانون  التقاعد المذكور  وحيث ان المستدعي قد عزل بقرار من حاكم لبنان الكبير استنادا على حكم  جزائي صادر من محكمة استئناف الجنح وقاض بحبس المستدعي المذكور ثلاثة  اشهر لجرم شائن  وحيث ان قرار العزل المذكور بقطع النظر عن قانونيته وعدمها اصبح مبرما  لا يمكن الاعتراض عليه ولا مجال بعد للبحث بالاسباب الواردة اعتراضا  عليه  وحيث ان المادة الرابعة المذكورة تنص على ان النفر المعزول لا يحق له  باي وجه كان ان يتقاضى مرتبا تقاعديا"},
{"court": "شورى", "number": "23", "year": "1932", "date": "14/06/1932", "president": "شكري قرداحي", "members": "/ابو\r\nخير//الناطور/", "full_text": "-  مدى قابلية الرأي الاستشاري الصادر من وزير العدل الى رئيس دائرة  التنفيذ للطعن عن طريق تجاوز حد السلطة   - حيث تبين ان يوسف هراوي ويوسف  افندي رزق بوكالته عن جان هراوي يعترضان امام مجلس الشورى على قرار  اعطاه رئيس مجلس الوزراء وزير العدلية بتاريخ 25 آب سنة 1931 زاعمين ان  فيه مجاوزة لحدود السلطة  وحيث انه يجدر التساؤل عما اذا كان هذا القرار يشتمل على الشروط  المتوجبة قانونا لقبول طلب ابطاله بسبب مجاوزة حدود السلطة ام لا  وحيث ان المادة الخامسة من القرار رقم 2668 الذي ينص ويحدد الشروط  الواجب توفرها في طلبات الابطال لا تفسح مجالا للاعتراض بسبب تجاوز حدود  السلطة الا لكل من يدعي انه متضرر في حقوقه او في مصالحه بسبب صدور قرار  اداري مرعي الاجراء من شأنه ايقاع الضرر به  وحيث انه يجب معرفة ما اذا كان يوجد في القضية الحاضرة قرار وفي كل  الاحوال اذا كان هذا القرار مرعي الاجراء ام لا  وحيث يجدر ايضا درس صفة القرار المعترض عليه الحقيقة  وحيث ان القاضي العقاري في بعلبك قرر تسجيل حصة من العقارات المنازع فيه  باسم السيدة روز الخازن  وحيث ان السيدة روز عندما راجعت حاكم صلح بعلبك طالبة تنفيذ القرار  بصفته رئيس دائرة الاجراء كتب الحاكم الى وزير العدلية يستعلم منه عما  اذا كان يجوز له تسليمها العقارات المنازع فيها التي قرر الحاكم العقاري  في بعلبك تسجيلها باسمها  وحيث ان وزير العدلية جوابا على كتاب حاكم الصلح اكتفى بقوله: \"لا نرى  مانعا من المباشرة بتسليم الحصص المبينة في قرار اللجنة الى المحكوم لها  باعتبار انها واضعة اليد وللمتضرر ان يراجع المحاكم العادية حسب الاصول  وحيث ان هذا القول لا يؤلف كما يزعم المستدعيان قرارا مرعي الاجراء انما  هو رأي اعطاه رئيس الى مرؤوسه يتعلق بمسألة صعبة الحل اراد ذلك المرؤوس  الزيادة في الايضاح عنها  وحيث ان الاجتهاد هو مستمر على هذا الشكل  وحيث انه قد حكم اكثر من مرة في مجلس الشورى في فرنسا ان التعليمات  والبلاغات التي يرسلها الوزراء او المحافظون الى مرؤوسيهم يرشدونهم بها  على الطريقة الواجب اتباعها في حل المسائل التي تقع تحت نظرهم لا تقبل  المراجعة بسبب تجاوز حدود الوظيفة لانه ليس لهذه التعليمات والبلاغات  صفة القرار المرعي الاجراء (راجع قرار مجلس الشورى في فرنسا تاريخ 8  تموز سنة 1898 و24 ايار سنة 1901 و8 كانون الاول سنة 1922)  وحيث انه بالنظر لما تقدم لا يمكن الاخذ بالاعتراض بسبب تجاوز السلطة  وظيفتها وذلك لفقدان الشرط الاساسي لقبوله وهو صفة القرار الاداري  المرعي الاجراء  وحيث ان المستدعيين ينتقدان وزير العدلية لتدخله في قضية خارجة عن  صلاحيته ومن خصائص المحاكم النظامية ويطلبان من جراء ذلك تعويضا عن  الاضرار التي لحقت بهما مبلغ الف ل س  وحيث ان هذا الزعم هو باطل وغير واقعي لان حاكم صلح بعلبك عندما ارسل  يأخذ رأي الوزير انما فعل ذلك بصفة كونه رئيس دائرة الاجراء ولا شيء  يمنع وزير العدلية في هذه الحالة من اعطاء رأيه ولمأمور الاجراء الخيار  باتباع هذا الرأي او رفضه  اجمع الرأي على رد الاعتراض"},
{"court": "شورى", "number": "24", "year": "1932", "date": "14/06/1932", "president": "شكري قرداحي", "members": "/ابو\r\nخير//الناطور/", "full_text": "-  مفعول الاعتراض لدى مجلس الشورى على قرار غير نافذ صادر عن البلدية وقبل  انقضاء المهلة المحددة   - حيث ان السيد خليل نعمان الاشقر بموجب استدعائه  المقدم في 20 تشرين الثاني سنة 1931 قد ادعى ان مجلس بلدية برمانا  انفاذا لقراره المؤرخ في اول شباط سنة 1931 قد وسع طريقا عاما واقعا لصق  ملكه في برمانا وأخذ جانبا من ملكه المذكور ولم يدفع له تعويضا عن الملك  المأخوذ وانه قدم الى المجلس المشار اليه مذكرة مؤرخة في 2 آب سنة 1931  بمعنى دعواه هذه سلمها الى محافظة جبل لبنان في 31 آب سنة 1931 وان  البلدية لم تجاوب بشيء على مذكرته المذكورة ولهذا اقام عليها هذه الدعوى  طالبا الحكم عليها بشخص رئيسها بتعويض مقداره ثلاثمائة ل س  وحيث انه من وقائع المحاكمة ومن اوراق القضية ظهر ان التعويض الذي يطلبه  المعترض لم تصدر البلدية قرارا بشأنه سلبا او ايجابا بل هي التزمت جانب  السكوت بالرغم عن طلب المعترض المبلغ اليها بموجب المذكرة الآنف ذكرها  وحيث انه قد نص في المادة 6 من القرار 2668 انه في الدعاوى التي لا يمكن  اقامتها امام مجلس الشورى الا بطريق الاعتراض على قرار اداري اذا انقضت  مدة تزيد عن اربعة اشهر ولم يصدر بها قرار فيمكن ذوي المصلحة ان يعتبروا  طلبهم مرفوضا وان يستأنفوا القضية لدى مجلس الشورى  وحيث انه يجب البحث اولا فيما اذا كان وقوف البلدية موقفها السلبي الآنف  ذكره يمكن اعتباره كافيا قانونا لاستئناف القضية امام مجلس الشورى بحكم  المادة 6 المشار اليها  وحيث ان قرارات البلدية في مثل موضوع هذه القضية لا تعتبر نافذة الا اذا  وافقت عليها وزارة الداخلية عملا باحكام المادة 48 من قانون البلديات  والرسوم المؤرخ في 25 حزيران سنة 1926 رقم 61  وحيث ان قرار البلدية في رفض طلب المدعي سواء كان بوقوفها موقف السكوت  او باعطائها ذلك القرار فعلا لا يمكن اعتباره نافذا ولا يفتح طريق  الاستئناف امام مجلس الشورى بحكم المادة 6 المذكورة ما لم توافق عليه  وزارة الداخلية  وحيث ان الموقف السلبي الذي وقفته البلدية في هذه القضية لم يعرض امره  على وزارة الداخلية  وحيث انه كان من الواجب اولا ان يعرض الامر المذكور على وزارة الداخلية  حتى تبدي رأيها فيه فاذا هي وافقت عليه كان لطالب التعويض حينئذ ان  يعتبر طلبه مرفوضا وان يستأنف الامر الى مجلس الشورى  ومن جهة اخرى حيث ان طالب التعويض قدم دعواه هذه قبل مضي اربعة اشهر على  تسليم مذكرته بواسطة المحافظة  وحيث ان دعواه امام هذه الغرفة الادارية كانت والحالة ما ذكر سابقة  لاوانها ومستوجبة الرد  تقرر باتفاق الرأي رد الطلب الواقع"},
{"court": "شورى", "number": "331", "year": "1927", "date": "14/03/1927", "president": "شفيق الحلبي", "members": "/مازاس//الصلح/", "full_text": "-  المطالبة بتعويض نهاية الخدمة للمحامي المعين في ادارة الديون العمومية  ومدى امكانية الجمع بين صفتي المحامي وموظف الحكومة   - حيث ان المستدعي  المذكور يدعي لنفسه صفة الموظف في الحكومة ويطالب بالتعويض الذي يستحقه  وفاقا لاحكام المادة 3 من القرار 3195 المختص بتنظبم رواتب موظفي  الحكومة اللبنانية  وحيث عملا بالمرسوم الصادر في محرم سنة 1299 يجب اعتبار موظفي ادارة  الديون العمومية العثمانية في وظائفهم كسائر موظفي الحكومة ولكن الذين  لهم هذه الصفة هم الموظفون التابعون لبرنامج ادارة الديون العمومية  العثمانية منهم المدراء العموميون والمدراء والمفتشون والمحاسبون الخ  ... وايضا جميع المأمورين الخاضعين لقاعدة التسلسل الاداري والمجبورين  بحكم النظام ان يكرسوا جميع اوقاتهم للقيام باعباء وظائفهم والذين  لتناولهم الاجراآت التأديبية التي تتخذها السلطة عن الاقتضاء  وحيث ان المادة 19 من القرار 655 الصادر بتاريخ 26 ايار سنة 1921 من  دولة حاكم لبنان الكبير تنص على مهنة المحامي لا تتفق مع وظيفة ذات مرتب  مخصوص وانه يستحيل الجمع بين منصبين مزدوجين كمحامي وموظف في الحكومة  وحيث قد ثبت جليا ان المستدعي لم ينفك عن مزاولة اشغاله في مهنة  المحاماة رغما عن تقيده في خدمة الديون العمومية وتولجه امر الدفاع عنها  في قضاياها الحقوقية  وحيث ان المستدعي المذكور لم يكن مقيدا بوقت ما من الاوقات ولا مجبورا  على تكريس مجهوداته كلها على قضايا الديون العمومية بل كان محتفظا  بحقوقه في اختيار زبائنه والتوكل عنهم تجاه المحاكم النظامية  وحيث ان المرتب الذي كان يتقاضاه الاستاذ سليم هراوي المذكور لا يمكن  اعتباره مرتبا قانونيا خاضعا للمحبوسات التقاعدية بل ان اجرة مقطوعة  كالتي يتقاضاها الوكيل من موكله وانه يتعذر عملا بروح المادتين الاولى  والثالثة من القرار المذكور آنفا اعتبار الاستاذ سليم افندي هراوي موظفا  او مأمورا في الحكومة"},
{"court": "شورى", "number": "28", "year": "1928", "date": "30/01/1928", "president": "شفيق الحلبي", "members": "\r\n/مازاس//نصار/", "full_text": "-  مفعول مراجعة مجلس شورى الدولة قبل انقضاء مهلة الاربعة أشهر على  جواب الادارة على طلب معاش المعزولية   - وحيث ان الاستدعاء الثاني المقدم  من قاسم حمود ملاعب الى وزارة المالية بقي بدون جواب  وحيث في الدعاوى التي لا يمكن اقامتها امام مجلس الشورى الا بطريقة  الاعتراض على قرار اداري اذا انقضت مدة تزيد عن اربعة اشهر ولم يصدر بها  قرار فيمكن لذوي المصلحة ان يعدوا ان طلبهم قد رفض وان يستأنفوا القضية  لدى مجلس الشورى وتحسب المدة المذكورة ابتداء من تاريخ ايداع الطلب  وحيث انه ولو كان حين تقديم اعتراضه الى مجلس الشورى لم تكن قد مرت مدة  الاربعة اشهر القانونية غير انه منذ ذلك الحين الى هذا اليوم قد انقضت  هذه المدة دون ان يحصل على جواب من وزارة المالية التي راجعها المستدعي  بشأن تعيين مرتب المعلولية"},
{"court": "شورى", "number": "514", "year": "1927", "date": "21/04/1927", "president": "شفيق الحلبي", "members": "/مازاس//الصلح/", "full_text": "-  المطالبة  بتخفيض قيمة الضريبة العقارية بعد اعادة تخمينها من قبل خبراء معينين من  قبل مجلس شورى الدولة   - حيث ان المعترضتين تملكان مناصفة قطعتي ارض  كائنتين في صيدا ومعروفتين ببستان الحوماني وان تسعة قراريط من اصل  عشرين قيراطا قد جرى بيعها في المزاد العلني رسى المبيع على احدى  المعترضتين الآنسة كلير بمبلغ الفي ليرة سورية وان نظارة المالية قد  راعت هذه النسبة في تخمين قيمة كامل البستان وجعلها 5330 ليرة سورية  وطرحت الضريبة العقارية على هذا الاساس فجاء تعديلها هذا مجحفا بحقوق  الاعتراض المقدم لها ان قيمة هذه الاملاك المخمنة حديثا والبالغة ستة  اضعاف القيمة القديمة تزيد بصورة محسوسة عن ثمن تلك الاملاك والمطروحة  عليها الضريبة وان ظروفا استثنائية طرأت على المبيع فبلغت به القيمة  المحررة آنفا  وحيث ان مجلس الشورى قد اخذ بعين الاعتبار تلك الظروف الاستثنائية وقرر  في قراره الاعدادي اجراء تخمين تلك الاملاك بمعرفة خبراء معينين وفاقا  للاصول  وحيث ان الخبراء المعينين قد اجروا تخمين الاملاك المشا راليها وقدروها  ب 000 40 غرشا ذهبيا اي 235 ليرة عثمانية ذهبا وثلاثين سنتيما باعتبار  الليرة العثمانية الذهبية 170 غرشا ذهبا كما هو مبين في التقرير الذي  نظموه في هذا الشأن والمؤرخ في 15 شباط سنة 1927  وحيث ان التخمين قد جرى بصورة قانونية عادلة بدليل ان القيمة التي قررها  الخبير المنتدب من ادارة المالية جاءت مطابقة للقيمة التي قررها  الخبيران الاخران وانه يجب والحالة هذه اتخاذ القيمة التي اثبتها  التخمين المشار اليه اساسا لطرح الضريبة مما يؤدي الى وجوب تخفيض  الضرائب المعترض عليها"},
{"court": "شورى", "number": "6", "year": "1930", "date": "30/01/1930", "president": "شفيق الحلبي", "members": "/العمري//زخريا/", "full_text": "-  مفعول مخالفة اصول استثبات العلة على حق عائلة  المتوفي بتقاضي مرتب المعلولية   - وحيث ان مرتب المعلولية المنصوص عليه  في الفقرة الاولى من المادة الخامسة عشرة من قانون التقاعد الملكي لا  يحق الا للذين اصيبوا باحدى العلل المعينة في الفقرة المذكورة وبعد  التثبت من ذلك بصورة فنية وضمن الشروط المعينة في تحريرات نظارة المالية  العثمانية المؤرخة في 2 حزيران سنة 1329 عدد 52  وحيث ان يوسف بك الملاط لم يطلب في اثناء مرضه مرتب المعلولية المعين في  الفقرة الاولى من المادة المذكورة بل طلب احالته الى الاستيداع بمرتب  استيداعي  وحيث انه بعد وفاته لا يحق لعائلته الا المرتب التقاعدي العادي  وحيث ان التقرير الطبي المعطى بعد وفاته بسنتين لاثبات علته جاء بعد  وفاته خلافا للاصول المعينة في هذه الحالة من وجوب استثبات العلة من قبل  لجنة فنية بمعرفة الادارة"},
{"court": "شورى", "number": "25", "year": "1932", "date": "15/06/1932", "president": "شكري قرداحي", "members": null, "full_text": "-  اصول احتساب مدة  الخدمة لدى العسكري ومدى احتساب ضمائم الحرب ضمنها تمهيدا لتحديد حقه في  المعاش التقاعدي بعد الاستقالة   - على الاسباب المدلى بها من المعترض:  حيث ان الاستقالة من الخدمة لا تؤثر على حق التقاعد اذا كان طالب هذا  التقاعد قد اتم الشروط القانونية لنوال الراتب الذي يدعيه  وحيث من جهة ثانية ان المادة 50 من قانون التقاعد العسكري لا تمنع  استقالة الضباط قبل اتمام مدة خمس عشرة سنة في الخدمة بشرط ان يدفع  المستقيل الى الحكومة المصاريف التي انفقتها عليه وانه على كل حال لا  يمكن التذرع بهذا السبب لان المعترض خدم اكثر من خمس عشرة سنة وكان يجوز  له الاستقالة في تاريخ تركه الخدمة  وحيث ان النقطة الاساسية التي يجب حلها هي فيما اذا كان المعترض خدم  المدة القانونية في الجندية واذا كان يحق له من هذا القبيل طلب راتب  التقاعد ام لا  وحيث من مراجعة خدمة المعترض يتبين ان زكي عبد الفتاح خدم في الجندية  اولا من اول مارس سنة 1899 الى اول تشرين الثاني سنة 1918 اي مدة تشرع  عشرة سنة وثمانية اشهر ثم تعين ثانية في اول تشرين الثاني سنة 1919 وترك  الخدمة في 20 كانون الثاني سنة 1921 فيكون قد خدم في المدة الثانية مدة  سنة واحدة وشهرين وتسعة عشر يوما فاذا اضيفت هذه المدة الى المدة الاولى  يكون مجموع مدة الخدمة الفعلية عشرون سنة وعشر اشهر وتسعة عشر يوما خدم  المعترض من اصلها اكثر من اربع سنوات في زمن الحرب العمومية وقد اضيف من  اجل ذلك على خدمته الفعلية خمس سنوات دعيت ضمائم الحرب فاصبح مجموع مدة  الخدمة الفعلية والغير فعلية بموجب الجدول المذكور خمس وعشرين سنة وعشرة  اشهر وتسعة عشر يوما  وحيث انه يجدر التساؤل في هذه الحال فيما اذا كان للمعترض الحق بان يحسب  الضمائم الحربية توصلا للتقاعد ام لا وهل ان الخدمة لا تدخل في حساب مدة  التقاعد الا اذا كانت فعلية  وحيث انه من مراجعة قانون التقاعد العسكري العثماني يتبين انه لم يتضمن  احكاما تتعلق بالاستيداع خلافا لاحكام قانون التقاعد الملكي وانه لا  يمكن والحالة ما ذكر ان تكون الخدمة في الجندية الا خدمة فعلية اذ ان  قانون التقاعد العسكري لم يشر الى غيرها سوى ما هو مذكور في المادة 5  منه والذي سيأتي البحث عنه فيما بعد  وحيث انه يتحتم مبدئيا اعتبار المدة التي تخول الضابط او الجندي حق  التقاعد هي الخدمة الفعلية  وحيث انه عند الابهام لو فرض وكان هناك ابهام يمكن الرجوع الى الاجتهاد  والقوانين الاجنبية المقابلة لقوانين هذه البلاد  وحيث ان القانون الافرنسي الذي فيه الصراحة الوافية من هذا القبيل لا  يخول حسبان مدة ضمائم الحرب الى الخدمة الفعلية الا اذا كان صاحب الحق  تمم سابقا مدة خدمته الفعلية وفتح له باب طلب التقاعد فبهذه الحالة يحق  له ان يضيف الى تلك الخدمة الضمائم الحربية فينال من جراء ذلك زيادة على  راتبه التقاعدي بحسب شروط معلومة (راجع المواد 7 و8 و9 من قانون 11  نيسان سنة 1831)  وحيث انه من جهة ثانية لم سلم جدلا بان المدة التي يقضيها الضابط في  الحرب تحسب له مضاعفة استنادا الى المادة 5 من قانون التقاعد العسكري  المذكور فيجب البحث والتدقيق في هذه المادة وتفسيرها وفقا للمنطق  وحيث انه جاء في تلك المادة 5 نصها التركي انه اذا كانت مدة الخدمة (في  زمن الحرب) اقل من سنة تعتبر سنتين وان كانت اكثر من سنة واقل من سنتين  تعتبر اربع سنوات  وحيث ان المادة المذكورة لم تقل شيئا فيما لو خدم الضابط او الجندي اكثر  من سنتين في الحرب وقولها بان المدة تضاعف اعتبارا من تاريخ اعلان الحرب  حتى عقد الصلح يستند الى التحديد السالف الذكر  وحيث انه يستفاد من هذا النص ان المشترع اراد فقط ومضاعفة المدة على  الشكل المذكور لغاية السنتين فقط فجعلها اربع سنوات ولكنه وضع حدا عند  ذلك اذ انه لا يعقل ان تتضاعف المدة المقضاة في الحرب الى ما شاء الله  وحيث انه لو طبقنا هذه المبادىء على المعترض نجد انه خدم خدمة فعلية مدة  عشرين سنة وعشرة اشهر وتسعة عشر يوما  وحيث ان مدة الخدمة القانونية للحصول على راتب التقاعد العسكري هي 25  سنة عملا بالمادة 13 المعدلة من القانون المذكور  وحيث ان المعترض لم يكن والحالة ما ذكر قد خدم المدة المطلوبة فيكون  اعتراضه من هذا القبيل ايضا مردودا  اجمع الرأي على رد الاعتراض"},
{"court": "شورى", "number": "11", "year": "1933", "date": "23/03/1933", "president": "شكري قرداحي", "members": "/ابو خير//نقاش/", "full_text": "-  مهلة  الاعتراض على القرارات الادارية واصوله   - حيث ان المتضرر من قرار اداري  قابل الاجراء له ان يعترض عليه لدى مجلس الشورى في مهلة شهرين من تاريخ  علمه كما نص عنه في المادتين 2 من القرار 2668 و2 من القرار 2979  وحيث ان العلم والاجتهاد اقرا ايضا ان للمتضرر ان يلجأ اولا الى اعتراض  استرحامي يقدمه الى نفس المرجع الذي اصدر القرار Recours gracieux او  الى اعتراض تسلسلي يقدم الى المرجع الذي يرأس المرجع مصدر القرار  Recours hierarchique وفي هاتين الحالتين اذا قدم الاعتراض في مدة  الشهرين القانونية كان من مفعوله وقف مدة الاعتراض لدى مجلس الشورى  واكتسابه مهلة جديدة للاعتراض  وحيث ان هذا هو اجتهاد هذه الغرفة الادارية المستمر  وحيث انه من التدقيق في اوراق القضية تبين ان سجعان بك لجأ اولا الى  الاعتراض الاسترحامي على قرار الوزارة الاول وان لا سند تبليغ بن  الاوراق ليستفاد منه ان الاعتراض المذكور كان بعد فوات المدة  وحيث كان من اللازم في مثل هذه الحال اعتباره مقدما في وقته وذا مفعول  قانوني  وحيث ان الاعتراض الى هذه المحكمة على القرار الاخير المؤرخ في 23 ايار  سنة 1930 كان في وقته ايضا وهو مقبول شكلا   -  مفعول عزل  الدركي لاسباب سياسية لمدة معينة على احتساب المعاش التقاعدي   - حيث ان  المعترض عرف بالمرسوم رقم 886 المؤرخ في 13 كانون الاول سنة 1926 بتاريخ  صدوره كما هو ثابت باستدعائه المحفوظ في الملف المؤرخ في 14 كانون الاول  سنة 1926 والمقدم الى محافظة كسروان والمذيل بمضبطة ادارية رقم 97  وحيث انه لم يعترض على هذا المرسوم في المدة القانونية بوجه من الوجوه  بل انه تناوله باعتراضه الاسترحامي المار ذكره بتاريخ 13 حزيران سنة  1927  وحيث ان اعتراضه والحال ما ذكر في النقطة التي فصل فيها المرسوم يكون  بعد فوات المدة القانونية ولا يمكن ان يكون له مفعول قانوني  وعلى النقطة الثانية وهي حساب مدة العزل السياسي قبل تموز سنة 1324  (مالية)  وحيث ان الحكومة في العهد السابق للدستور غدرت بعض المأمورين الملكيين  والعسكريين وعزلتهم لاسباب سياسية ودون محاكمة فشاءت ان تنصفهم واعلنت  القانونين المؤرخين في 17 حزيران سنة 1325 و25 تموز سنة 1325 ثم قانون  التقاعد المؤرخ في 11 آب سنة 1325  وحيث انه نص في المادة 9 من قانون 25 تموز المذكور ان الاركان والامراء  والضباط الذين طردوا او جرى تقاعدهم غدرا في الدور السابق واعيدت اليهم  رتبهم فان المدات التي قضوها معزولين تحسب من مدات خدماتهم الفعلية الى  آخره ونص في المادة 4 من قانون التقاعد المشار اليه ان المحكوم عليهم  سياسيا قبل 10 تموز سنة 1324 تحسب لهم مدة المحكومية في حساب التقاعد  وحيث انه ثابت بجدول خدمة المعترض وسائر اوراقه الرسمية انه في 18 تشرين  الاول سنة 1897 عين كاتب آلاي الدرك اللبناني وانه عزل سياسيا في 21  تموز سنة 1899 وانه في 29 تموز سنة 1903 اعيد الى وظيفته الغير المنحلة  وانه بتاريخ 19 شباط سنة 1904 اخرج من الخدمة لاسباب سياسية  وحيث ان الحكومة اللبنانية لم تشأ ان تمنحه فائدة المادتين 9 و4 المار  ذكرهما بحجة ان تلك الفائدة محصورة بالذين اعيدوا الى الخدمة اما هو  فانه لم يعد اليها فعلا  وحيث انه يجب البحث فيما اذا كان قول الحكومة هذا مطابقا لغاية الشارع  وفيما اذا كان ما ورد في المادة 9 من اعادة الرتب هو قيد احترازي لامكان  الاستفادة من حكم المادة المشار اليها ام لا  وحيث ان سبب وضع الاحكام الآنف بيانها هو العزل السياسي دون حق الغاية  من وضعها هي انصاف المعزول سياسيا بحسبان مدة عزله مدة خدمة فعلية  وحيث ان الشارع في المادة 4 من قانون التقاعد لم يشترط للاستفادة من  احكامها ان يكون الضابط اعيد الى رتبته  وحيث ان التفسير الصحيح والمطابق لمقصد الشارع يكون والحال ما ذكر في  القول بان الاعادة الى الرتبة لم تكن قيدا احترازيا وبوجوب حسبان مدة  العزل السياسي مدة خدمة فعلية سواء كان الضابط اعيد الى وظيفته او احيل  الى التقاعد ولم يعد اليها  وفضلا عن ذلك فاذا صار التسليم جدلا بان الاعادة الى الخدمة قيد احترازي  فان المعترض بعد عزله سياسيا في المدة الاولى قد اعيد الى ظيفته ويكون  ذلك القيد الاحترازي متوفرا في القضية  وحيث ان الحكومة كان عليها بالنظر الى ما ذكر ان تحسب مدة خدمة المعترض  كاملة الى تاريخ 10 تموز مالية الموافقة سنة 1908 غريبة وهي قد اخطأت في  تفسير القانون وتطبيقه في هذه النقطة  وعلى النقطة الثالثة (فيما يختص بتطبيق المادة 21 من قانون التقاعد)  حيث ان مدات خدمة المعترض لا تبلغ عشرين سنة على ما سيأتي ولا مجال في  هذه الحال للبحث فيما اذا كان من الجائز تطبيق احكام المادة 21 من قانون  التقاعد العثماني في مصلحته ام لا  وعلى النقطة الرابعة قسمها الاول المختص بان مدة النفس يجب حسابها كاملة  حيث ان الحكومة اللبنانية بناء على قرار المفوض السامي المؤرخ في 14  ايلول سنة 1923 عدد 4355 قد اعتبرت ان المأمورين اللبنانيين الذين نفيوا  في زمن الحرب كان نفيهم سياسة وظلما ولهذا رأت ان تحسب لهم مدة النفي  مدة خدمة فعلية  وحيث ان هذه المعاملة الرحيمة سببها النفي وتحمل مخاطره  وحيث ان قرار المفوض السامي المشار اليه لا يتضمن تعبيرا صريحا يوجب حصر  فائدة تلك الرحمة بمن كان من المفيين مأمورا عاملا وبحرمان المأمور  المحال للاستيداع منها  وحيث ان المفوضية العليا في كتابها الى الحكومة اللبنانية بتاريخ 3  نيسان سنة 1924 قالت بوجوب التوسع في تفسير قرارها رقم 4355 وبمنح  فائدته الى الصباط الذين احيلوا على التقاعد قبل تشرين الثاني سنة 1918  بسبب بلوغهم السن القانونية مخافة ان يكون حصل في احالتهم على التقاعد  مجاوزة على القانون  وحيث كان بالاولى والاعدال بالنظر الى ما ذكر ان يصار الى تفسير قرار  المفوضية في مصلحة المعترض لان الحكومة تعترف في الاوراق الرسمية  المبرزة انه كان مأمورا في حالة الاستيداع وان مأموريته انتهت في 18 آب  سنة 1918 كما هو وارد في المرسوم رقم 886 المسند الى وثيقة رئاسة  القومندانية في الاستانة  وحيث كان من الواجب في النتيجة ان تحسب مدة نفي المعترض مدة كاملة في  حساب تقاعده خلافا لما ذهبت اليه الحكومة  وعلى القسم الثاني من النقطة نفسها  حيث ان المادة 5 من قانون التقاعد العسكري تقول بوجوب مضاعفة المدة  للعسكري في زمن الحرب  وحيث ان حكمها يستفيد منه فقط العسكري العامل والحامل السلاح في الزمن  المذكور  وحيث ان المعترض لم يكن عسكريا عاملا حتى يجوز له ان يستفيد من احكامها  وعلى النقطة الخامسة المختصة بانه كان عضوا معينا في لجنة بلدية جونيه  حيث ان الهيئات البلدية هي من الهيئات الادارية المنتخبة من قبل الشعب  وهي ليست من عداد المأمورين الذين يشملهم قانون التقاعد  وحيث ان اللجنة البلدية التي تعينها الحكومة في بعض الظروف الاستثنائية  باعباء البلدية حكمها حكم الهيئة البلدية المنتخبة والتي تقوم هي مقامها  وحيث ان مأموري البلدية المقصودين في المادة الاولى من قانون تقاعد  الملكية المؤرخ في 26 تشرين الثاني سنة 13258 هم اولئك الموظفون بالمعاش  الذين يصير تعيينهم للقيام بالاعمال التي تقرها البلدية  وحيث ان مهمة عضوية لجنة البلدية التي شغلها المعترض لا تحسب مأمورية في  نظر قانون التقاعد  وعلى دعوى الحكومة انها جاوزت القانون في تساهلها مع المعترض  حيث ان الضباط اللبنانيين شملهم قانون التقاعد العثماني بقوة الارادة  السنية المبلغة بأمر سام رقم 5 تاريخ 13 مارس سنة 1313  وحيث ان الضابط بموجب المادة 12 من القانون المشار اليه يحال للتقاعد  بارادة سنية  وحيث انه بموجب المادة 3 من القانون نفسه اذا اخرج من الخدمة فالمدة  التي يقضيها خارج الخدمة حتى تقرر حاله القانونية يحسب له نصفها في حساب  معاش التقاعد  وحيث ان المعترض كان امين آلاي واخرج من الخدمة سياسة ولم يحل على  التقاعد بوجه من الوجوه حتى صدر مرسوم رئاسة الجمهورية بتقرير احالته  على التقاعد  وحيث بالنظر الى ما ذكر والى اسباب هذا القرار المبسوطة آنفا لا يكون من  مجاوزة للقانون في معاملة المعترض  لهذه الاسباب  تقرر بالاجماع فسخ القرار المعترض عليه واعادة الاوراق الى مديرية  المالية لتصحيح حساب معاش المعترض وفاقا لاحكام هذا القرار"},
{"court": "شورى", "number": "1137", "year": "1928", "date": "09/03/1928", "president": "نجيب القباني", "members": "\r\n/الحلبي//مازاس/", "full_text": "-  الاعتراض على قرار البلدية المتعلق بهدم الحائط وتوسيع  الطريق دون مراعاة الاصول القانونية   - حيث ان المجلس البلدي المذكور  ادعى ايضا انه اجرى هدم الحائط المذكور لكونه متداعيا للسقوط وذلك بناء  على عرضه القضية على وزير الداخلية الذي صادف مروره من محطة بحمدون اذ  ذاك وامر الوزير المشار اليه بالهدم على انه فيما بعد يصادق على  المعاملة  وحيث انه قد تبين ان معاملة الهدم بداعي توسيع الطريق لم تجر على الاصول  المرسومة في المواد 71 و72 و73 من القرار الصادر في 12 اذار سنة 1922  عدد 1208  وحيث ايضا تبين ان البلدية المذكورة قد هدمت الحائط المذكور بحجة تداعيه  للسقوط ايضا دون ان تنظم خريطة بالحائط المذكور ودون ان تستحصل على  تقرير من مهندس يفيد وجود خطر السقوط وتوفق الحركة على مقتضيات القانون  من امر التبليغ لصاحب العلاقة حسب الاصول واستحصال امر التصديق كما  يقتضيه القانون  وحيث لم يوجد قرار بتصديق كل تلك المعاملة سواء كان من جهة توسيع الطريق  او من جهة الهدم بحجة خطر سقوط الحائط  وحيث ان الاصل عدم الوهن في الحائط ولم يثبت خلافه بالصور الثبوتية  والاصول المرعية القانونية  وحيث كانت المعاملة والحالة ما ذكر غير مستندة الى اساس قانوني ويجب  الغاؤها"},
{"court": "شورى", "number": "20", "year": "1933", "date": "18/05/1933", "president": "شكري قرداحي", "members": "/الناطور//نقاش/", "full_text": "-  مفعول قبض المالك  مبلغ التعويض عن هدم البناء من قبل البلدية   - حيث من مراجعة الاوراق  تبين ان المعترض قبض من صندوق البلدية مبالغ مختلفة منها مبلغ ستين الف  غ ل تقريبا لقاء ما اخذ من ملكه الكائن في شارع سوريا لتوسيع تلك الطريق  وذلك وفقا لقرار المجلس البلدي المؤرخ في 19 كانون الاول سنة 1925  وحيث ان المعترض امضى ايصالا بتلك المبالغ مؤرخا في 11 اذار سنة 1927  عدد 427 مذكور فيه ما هو نصه: ذلك رصيد مطلوبي عن هدم واعادة بناء  الواجهة ملكي مع التعويض عن ثمن الارض بموجب قرار المجلس البلدي المؤرخ  في 19 كانون الاول سنة 1925  وحيث ان هذا القول هو رضوخ صريح لذلك القرار وان الحق الذي يدعيه  المعترض والحالة ما ذكر قد وصله تماما  وحيث ان قانون الابنية لم يخوله حقا آخر  لذلك  اجمع الرأي على رد الاعتراض"},
{"court": "شورى", "number": "21", "year": "1933", "date": "24/05/1933", "president": "شكري قرداحي", "members": "/الناطور//نقاش/", "full_text": "-  مدى صلاحية البلدية في  تقرير قصر وتوسيع الطرقات   - حيث من مراجعة الاوراق تبين ان الحائط  المعبر عنه كان مهددا بالسقوط وان البلدية اخطرت صاحب الملك لهدمه على  ان يقصر ما يلزم للطريق من ذلك الملك  وحيث ان ذلك القصر مبني على تقرير من المهندس الرسمي الذي صرح بلزومه  وقد ايدته بقراريها المار ذكرهما مصرحة ايضا بلزوم توسيع الطريق  وحيث انه لو فرض ان الياس زخور ليس بوكيل عن شكري زخور وان لا صفة  قانونية له ليمكن القول بانه تعهد بهدم الحائط باسم صاحب الملك فانه  تبين ان الوكيل الرسمي سليم زخور المعترض الحاضر هو الذي بنى الحائط  المرخص ببنائه تحت شرط القصر فيكون بعمله هذا قد رضخ ضمنا لقرار البلدية  من هذا القبيل  وحيث من جهة ثانية ان تخطيط الطرقات وتوسيعها عائد للبلديات وفقا لقانون  الابنية والقرارات التابعة له وقد تبين مما سبق ان البلدية المعترض  عليها قررت ذلك التوسيع  وحيث انه لا سبيل بعد ذلك للبحث في باقي الاسباب المدلى بها من المعترض  لهذه الاسباب  تقرر بالاتفاق رد الاعتراض"},
{"court": "شورى", "number": "24", "year": "1928", "date": "09/06/1928", "president": "شفيق الحلبي", "members": "/الانسي//نصار/", "full_text": "-  اصول الاقتراع في حال كان اسم الناخب مقيدا في  لائحتين مختلفتين   - حيث انه لا يجوز لقلم الاقتراع ان يرفض اقتراع من  كان اسمه مقيدا في اللائحة الانتخابية حتى ولو كان تبين له انه غير حائز  على الشرائط التي تخوله حق الانتخاب كما لو كان غير لبناني مثلا او  محروما من حقوقه المدنية او سبق له ان اقترع في غير منطقة انتخابية مجلس  بلدي اخر اذ يرجع الفصل في ذلك حين الاعتراض الى الهيئة المكلفة في  تمحيص الاعتراضات على الاعمال الانتخابية  وحيث انه لا شيء يمنع الناخب المقيد في قائمتين مختلفتين اذا اقترع في  سنة في منطقة انتخابية نيابية من ان يقترع في نفس السنة في منطقة  انتخابية اخرى لمجلس بلدي  وحيث انه يحق لمن لم يكن مقيدا في اللوائح الانتخابية ان يتقدم الى  الاقتراع اذا كان بيده قرار من لجنة قيد الاسماء الانتخابية يجيز له ذلك"},
{"court": "شورى", "number": "22", "year": "1933", "date": "02/06/1933", "president": "عبده ابو خير", "members": "\r\n/الناطور//نقاش/", "full_text": "-  الاصول الشكلية الواجب اتباعها في الاعتراض على الاوامر الوزارية ومفعول  عدم التقيد بها   - حيث ان فيليب كميد بصفة كونه وكيلا عن سركيس عبود  سركيس ورفاقه من جاج قدم في 17 ايلول سنة 1927 اعتراضا على الامر الصادر  من وزارة الزراعة الى محافظة كسروان بكتاب رقم 8038 سنة 1927 المتضمن  تقريرها حماية القسم الاسفل من الاراضي المشاعية التابعة لقرية جاج  وتخصيصها القسم الاعلى منها لرعاية المواشي على ان يصير تلزيم هذا القسم  بالمزايدة العلنية ويمتنع على اي كان الاستفادة منه وطلب ابطال الامر  المذكور واعطاء موكليه حرية مرعى المواشي في الاراضي المذكورة وذلك  لاسباب ذكرها في استدعائه  وحيث ان الوكيل المشار اليه لم يدفع الرسوم الواجبة وفي جملتها رسم  اوراق الدعوى ولم يبرز وكالة وصورة الامر المعترض عليه بالرغم عن اخطاره  اولا في 17 تشرين الاول سنة 1927 رقم 423 وثانيا في 21 شباط سنة 1932  عدد 32 وثالثا في 30 اذار سنة 1933 عدد 52 وابلاغه كل ذلك في محل اقامته  المختار منه محل توفيق شقير بساحة الاتحاد ببيروت  لهذه الاسباب  تقرر بالاجماع رد استدعاء الاعتراض المذكور شكلا"},
{"court": "شورى", "number": "23", "year": "1933", "date": "27/06/1933", "president": "عبده ابو خير", "members": "/الناطور//نقاش/", "full_text": "-  المحكمة  المختصة للنظر بقيمة التعويض عن الاستملاك   - حيث ان المعترض حصر في  الجلسة العلنية اعتراضه في نقطة واحدة وهي نقطة الثمن الذي اوجبته  البلدية قائلا ان هذا الثمن كثير  وحيث انه بموجب المواد 9 و14 من قانون الابنية والسادسة من قانون  الاستملاك الجديد اذا لم يصر الاتفاق على قيمة الارض المستملكة فتراجع  محكمة الحقوق البدائية لحل النزاع القائم في هذه النقطة  وحيث ان الفصل في نقطة الثمن يكون والحال ما ذكر خارجا عن اختصاص هذه  المحكمة الادارية  لهذه الاسباب  تقرر بالاجماع رد الاعتراض لعدم الاختصاص"},
{"court": "شورى", "number": "14", "year": "1933", "date": "25/04/1933", "president": "شكري قرداحي", "members": "/ابو\r\nخير//الناطور/", "full_text": "-  القانون التقاعدي الواجب التطبيق على الموظف المتوفي دون ان يطلب صرفه  من الخدمة   - حيث ان النقطة القانونية التي يستوجب هذا الاعتراض حلها هي  هل ان الحكومة اصابت في تطبيق احكام قانون التقاعد المؤرخ في 12 ايار  سنة 1931 والمنشور في جريدة لبنان الرسمية في 20 من الشهر المذكور في  العدد 2502 او انها اخطأت كما يقول المعترضون لانه كان من الواجب ان  تطبق في قضيتهم احكام القانون السابق المؤرخ في 11 آب سنة 1325  وحيث انه قد نص في المادة 60 من قانون 12 ايار المشار اليه ما يأتي:  يعمل بمقتضى هذا القانون من اليوم الثاني لنشره ففي الجريدة الرسمية  ويطبق على جميع المأمورين العاملين في التاريخ المذكور اما المأمورين  الذين يرغبون في تصفية معاشاتهم وفاقا لاحكام قانون التقاعد المؤرخ في 7  ايار سنة 1929 فيمكنهم ان يطلبوا صرفهم من الخدمة في خلال 6 اشهر تبتدىء  من تاريخ الشروع في تنفيذ هذا القانون  وحيث انه نص في المادة 59 من قانون 12 ايار ذاته ان المعاشات التي تصفى  بمقتضاه وتقل القيمة التي تصيب كل منتفع منها عن 400 غ ل س لا يجوز  تسجيلها بل تستبدلها الحكومة حتما مقابل مبلغ نقدي كما هو مبين في  الجداول الملحقة بالقانون  وحيث ان مورث المعترضين كان حين نشر قانون 12 ايار مأمورا عاملا وقد مات  في 16 كانون الاول سنة 1931 دون ان يطلب صرفه من الخدمة وقد مر اكثر من  ستة اشهر بين نشر القانون المشار اليه وبين تاريخ وفاته بحيث لم يبق  سبيل للبحث فيما اذا كان لورثته حق الاستفادة من احكام الفقرة الثانية  من المادة 60 المذكورة  وفضلا عن ذلك حيث ان قانون التقاعد الواجب تطبيقه على المأمور هو  القانون المرعي الاجراء حين احالته للتقاعد لا القانون السابق له V.  jeze Les Principes Generaux du Droit Administratif t 2 p 818 - 819  وحيث ان الحكومة اصابت والحال ما ذكر في قرارها المعترض عليه وسبب  الاعتراض يجب رده بقوة النصوص القانونية الآنف بيانها  لهذه الاسباب  تقرر بالاجماع رد الاعتراض."},
{"court": "شورى", "number": "25", "year": "1933", "date": "18/07/1933", "president": "عبده ابو خير", "members": "/الناطور//نقاش/", "full_text": "-  المحكمة المختصة للنظر  بطلب الغاء الضرائب العقارية لمرور الزمن   - فيما يختص بنقطة الاختصاص  لما كان محور النزاع ضريبة عقارية عائدة لسني 1925 و1926 و1927 وقد  حصلتها المالية في شهر تشرين الاول سنة 1932  ولما كان قيصر افندي المعترض يدعي ان تلك الضريبة سقطت بمرور الزمن  ويطلب اصدار القرار بكونها اصبحت لاغية لا بوجوب اعادة المال اليه  ومديرية المالية تدعي العكس وان الضريبة لم تكن ساقطة ولاغية لان هناك  معاملات جرت قاطعة لمرور الزمن  ولما كان في حصر النزاع طلب المعترض الغاء ضريبة هي من الضرائب المقررة  بسبب مرور الزمن عليها قبل تحصيلها  ولما كان النظر في طلب الغاء الضريبة المقررة مهما كان السبب انما هو من  اختصاص اللجنة المؤلفة لهذه الغاية بموجب قانون 11 اذار سنة 1929 (راجع:  Carpentier Contribution p 2709)  لهذه الاسباب  تقرر بالاجماع ان النظر في طلب المعترض خارج عن اختصاص هذه المحكمة  الادارية"},
{"court": "شورى", "number": "19", "year": "1933", "date": "18/05/1933", "president": "شكري قرداحي", "members": "\r\n/الناطور//نقاش/", "full_text": "-  مرور  الزمن على الديون المتوجبة على الخزينة   - وقد ادلى المعترض بالقول ان  القوانين وضعت لحفظ حقوق الافراد فالحق لا يضيع بالغلط والنسيان او  بتقادم الايام فبعد ان اعترف مجلس التقاعد بالغلط الواقع في تحديد  الراتب المذكور حرم المعترض من المدة التي يعتبر انه مر عليها الزمان  وهذا القول هو مجحف بحقوقه  حيث ان المادة 41 من القرار الصادر من المفوضية العليا المؤرخ في 16  تشرين الاول سنة 1923 عدد 2231 تصرح بان العائدات المتوجبة على الخزينة  تسقط لمنفعتها بمرور الزمن في 31 كانون الاول من السنة التي تلي السنة  الرابعة  وحيث تبين ان المعترض تخصص له معاش استيداع في 7 آب سنة 1923 اعتبارا من  اول تشرين الثاني سنة 1921  وحيث انه بقي يتقاضى ذلك المعاش حتى سنة 1931 الا انه راجع في تلك السنة  الادارة بالغلط الذي حصل بتحديد راتبه فصححته  وحيث انه عملا بالمادة 41 المار ذكرها يكون قد مر من تاريخ مضبطة 7 آب  سنة 1923 حتى نهاية سنة 1927 المدة المعبر عنها في تلك المادة  وحيث ان اسقاط الدين الذي على الخزينة بمرور الزمن هو امر محتم كما هو  الاجتهاد المستمر في هذه المحكمة  لهذه الاسباب  اجمع الرأي على رد الاعتراض"},
{"court": "شورى", "number": "19", "year": "1934", "date": "15/03/1934", "president": "شكري قرداحي", "members": "/ابو\r\nخير//الناطور//نقاش//فاخوري/", "full_text": "-  مسؤولية الادارة عن الضرر الناتج عن مخالفة القانون فيما  خص هدم الابنية المصابة بالتخطيط   - وحيث ان المادة 21 المشار اليها  مختصة بما يحصل من الاشغال الموقت بالاملاك العامة على الصور المشار  اليها في القانون المذكور وهي لا يصح الاستناد اليها في هدم الابنية  المجاورة للطرق والمقضي عليها بالقصر بحكم تخطيط الطرق  وحيث ان مثل الحائط موضوع النزاع قبل اعلان المرسوم الاشتراعي رقم 45  كان للبلدية اذا رأت من اللازم هدمه ان تطبق في هذا الشأن الاصول المشار  اليها في المادتين 13 و14 من قانون الابنية  وحيث ان المادة 41 من المرسوم الاشتراعي 45 حين حصول اعمال تقوية بناء  واقع تحت محظور القصر تنص على وجوب ازالة اعمال التقوية فقط"},
{"court": "شورى", "number": "17", "year": "1933", "date": "07/05/1933", "president": "شكري قرداحي", "members": "/ابو\r\nخير//كحيل//الناطور//نقاش/", "full_text": "-  مفعول تشكيل لجنة تحديد الرسم على الكحول  بصورة مخالفة للقانون   - حيث ان النقطة القانونية الواجب حلها هي ان في  اصدار المرسوم المعترض عليه مجاوزة لحد السلطة القانونية ام لا  وحيث ان المقررات الادارية المرعية الاجراء يجوز طلب ابطالها بموجب  المادة 5 من القرار 2668 اذا صدرت مخالفة للقانون او للصيغ التي وضعها  القانون الى غير ذلك من الاسباب المشار اليها في المادة المذكورة  وحيث ان تحديد رسوم الكحول بموجب القرارين 996 سنة 1921 و1701 سنة 1927  يكون بمرسوم من المحاكم مرتكز على قرار اللجنة العليا المعينة خاصة لهذه  الغاية  وحيث ان اللجنة المشار اليها بموجب القرار 1701 تؤلف من وزير المالية  رئيسا ومديري المالية والامور الاقتصادية وعضوين من مجلس ادارة القضاء  اعضاء  وحيث ان في هذه القضية كانت اللجنة مؤلفة من مدير المالية رئيسا ومن  مدير الامور الاقتصادية وعضو اداري واحد اعضاء وقد اصدرت قرارها في 29  تموز سنة 1931 باكثرية الآراء وبناء على هذا القرار اصدر المرسوم  المطعون فيه  وحيث ان الصيغة القانونية لاصدار المرسوم بتحديد الرسوم لم تصر مراعاتها  بل ان اللجنة تالفت من ثلاثة فقط وقرارها الذي ارتكز عليه المرسوم  المطعون فيه وافق عليه اثنان فقط من الثلاثة  وحيث انه من المقرر علما واجتهادا ان مخالفة الصيغ القانونية تستوجب  الابطال متى كان من الممكن حصول ضرر من المخالفة  V. Appleton p 603 no 333 Rep. Pratiq. Dalloz Vo Conseil d'Etat no 653  et suiv  وحيث انه لا يمكن في مثل هذه القضية ان يقال بعدم امكان فائدة المعترض  لانه لو كان الاثنان الغائبان من اللجنة حاضرين يجوز ان يكونا جاريا  العضو المخالف وان يكون قرار اللجنة عكس ما كان  وحيث ان المخالفة الحاصلة تستلزم ابطال المرسوم المطعون فيه  لهذه الاسباب  تقرر بالاجماع ابطال المرسوم المطعون فيه واعادة الاوراق الى مديرية  المالية لاجراء المقتضى"},
{"court": "شورى", "number": "20", "year": "1934", "date": "21/03/1934", "president": "شكري قرداحي", "members": "\r\n/الناطور//نقاش/", "full_text": "-  اصول  احتساب المعاش التقاعدي عند ترك الوظيفة   - وحيث انه بمقتضى الاجتهاد يجب  ادخال المدة التي حسمت عنها العائدات في حساب التقاعد  وحيث ان مرسوم التعيين المؤرخ في 6 حزيران سنة 1928 عدد 490 لم يقل  بتوظيف المعترض موقتا بل جاء فقط في ذلك المرسوم ان هذا المعترض تعين  بصفة موزع ملازم من الدرجة الثالثة ومن ثم احيل موقتا الى بوسطة طرابلس  وحيث يستفاد مما تقدم ان كلمة \"موقتا\" تتعلق باشغال المنصب في طرابلس لا  في الوظيفة نفسها  وحيث انه والحالة ما ذكر يحق للمعترض طلب معاش تقاعدي بالنسبة الى المدة  التي خدم فيها خدمة فعلية"},
{"court": "شورى", "number": "15", "year": "1933", "date": "25/04/1933", "president": "شكري قرداحي", "members": "/ابو\r\nخير//كحيل//الناطور//نقاش/", "full_text": "-  المحكمة المختصة للنظر بارتكاب خطأ في تحديد اصحاب الحقوق  على المياه العامة   - حيث انه بموجب المادة 21 من القرار 320 يمكن  للحكومة ان تشرع اداريا لمعرفة حقوق الملكية والانتفاع او الاستعمال  المكتسبة قانونيا على المياه التي هي من الاملاك العامة وذلك في حالتين  1- مباشرة من قبل رئيس الدولة اذا كان الامر متعلقا بدرس عام لتهيئة حوض  ماء او لاحصاء المنافع المائية الموجودة في احدى المناطق2- بطلب صاحب  الملك الذي يرغب في ان يعترف له بدوام تصرفه في الحق الذي يدعيه في تلك  المياه  وحيث انه في حالة فتح معاملات تصفية الحقوق المكتسبة بأمر رئيس الدولة  مباشرة اي في الحالة الاولى يحق للافراد مكتسبي تلك الحقوق اذا لم تعترف  لهم الحكومة بحقوقهم ان يتظلموا من تلك التصفية ويطالبوا بالعطل والضرر  لدى المحكمة ذات الصلاحية وهي المحكمة الادارية ولكن على شكل دعوى بطلب  تعويض فقط  وحيث انه بديهي في مثل هذه الحال ان يحكم على الحكومة صاحبة الاملاك  العامة Domaine public المنتفعة من التصفية باكتسابها حق الغير ان تدفع  لهذا الغير التعويض الذي يقضي به العدل والمبادىء القانونية العامة لان  الشارع لم يفتح امام صاحب الحق الا هذا الباب من ابواب المراجعة واما  باب طلب الابطال فهو مقفول في وجهه على ما جاء في نص المادة 24 من  القرار المار ذكره  وحيث ان مجلس الشورى هو الصالح للحكم في مثل هذه القضية بالنظر الى ما  تقدم والى كون القضية مقامة ضد الحكومة  ولكن حيث ان معاملات تصفية الحقوق المكتسبة على المياه العامة يمكن ان  تجري بناء على طلب احد الافراد كما سبق بيانه في الحالة الثانية  وحيث ان النصوص القانونية في هذا المعنى ليس فيها صراحة تامة  وحيث يجب ان لا يغرب عن النظر ان معاملات تصفية الحقوق المكتسبة على  الممتلكات العامة انما هي تكملة لمعاملات تحرير هذه الممتلكات كما اقره  العلم فان هدفها الحقيقي هو تحرير ما يعود للدولة من المياه بعد انجاز  تصفية جميع الحقوق المكتسبة عليها V. saunier Regime juridique des eux  du maroc p 93  وحيث انه نظرا لما تقدم ولهذا الغرض وحده تتدخل الحكومة في الاعمال  المذكورة آنفا  وحيث انه اذا انكرت الحكومة لمصلحتها حقوق الافراد المشروعة عند قيامها  باعمال التحرير هذه تقع تحت طائلة الدعوى بالعطل والضرر امام المحاكم  الادارية ولكن التصفية المذكورة تعتبر في كل الاحوال امرا حاصلا  وحيث ان الحالة تتغير فيما لو قامت الحكومة باعمال التحرير واعترفت  للافراد بصورة واضحة صحيحة بمجموع حقوقهم من ملكية او انتفاع في المياه  العامة وتكون انما ارتكبت خطأ في تعيين اصحاب الحقوق فقط  وحيث انه في مثل هذه الحال لا يحق للمحاكم الادارية ان تفصل النزاع  القائم على الملكية بين الافراد لان مرجع الفصل في مثل هذا النزاع هو  المحاكم العادية بحسب الاجتهاد الافرنسي للمبادىء المتعلقة في هذا الشأن  V. Haurio u Precis de Droit Administratif 11e edit p 514  وحيث لهذه المحاكم ان تصلح فقط الخطأ الذي وقع عند تخصيص الحقوق  المكتسبة على المياه العامة الى المتخاصمين دون ان تتعدى الى الحقوق  التي للدولة او عليها في تلك المياه  وحيث ان هذه المحكمة لا ترى من الموجب ان ترفع يدها بتاتا عن هذه الدعوى  فيما يختص بابطال المرسوم انما ترى الآن التوقف عن الفصل في هذه الجهة  وتكليف المعترضين ان يراجعوا في المدات المعينة فيما يلي المحاكم ذات  الاختصاص لتحكم لهم بالحقوق التي يدعون ان المرسوم المعترض عليه قد  حرمهم منها  وحيث انه بعد ان تكون المحاكم النظامية لفظت حكمها في ذلك الخلاف يبقى  لهذه المحكمة دون سواها ان تقول كلمتها في قانونية المعاملات الادارية  وان تعدل المرسوم المعترض عله اذا جاء الحكم الحقوقي موجبا تعديله  وحيث انه استنادا الى المبادىء المعبر عنها آنفا يتوجب رد جهة الدعوى  الاخرى وهي طلب التعويض المقدم من المعترضين ضد الحكومة لانه لم يتبين  ان الحكومة جردتهم لمصلحتها من الحقوق التي يدعونها بل جاء ما فعلته هو  انها صرحت في مرسومها ان المياه المنازع فيها هي ملك الشيخ فهد طنوس  شديد  تقرر بالاتقاف 1- توقيف جهة الدعوى بالابطال موقتا الى ان يفصل نزاع  الطرفين الآنف بيانه على ملكية حقوق الانتفاع  2- امهال المعترضين شهرا من تاريخ ابلاغهم هذا الحكم لاقامة الدعوى في  مرجعها  3-رد جهة الدعوى بطلب التعويض"},
{"court": "شورى", "number": "23", "year": "1934", "date": "13/04/1934", "president": "عبده ابو خير", "members": "\r\n/الناطور//نقاش//ارسانيوس//البستاني/", "full_text": "-  شروط ومدى طلب استرداد الدعوى الممنوح لمدير  العدلية   - حيث انه قد نص في المادة 6 من القرار 2978 ان مدير العدلية  اذا رأى ان احدى الدعاوى المقدمة الى محكمة القضايا الادارية ليست من  اختصاصها فيقدم مذكرة الى رئيس المحكمة يطلب اليه استرداد تلك الدعوى  وحيث ان مثل هذا الطلب يبقى مقبولا حتى صدور الحكم في القضية وذلك بقوة  المادة 5 من القرار 2978 المشار اليها   -  حق الادارة في تقدير المنفعة العامة ورقابة مجلس  الشورى في هذا التقدير   - وحيث ان المادة 4 من القرار 2668 بانشاء مجلس  الشورى قد اعلنت حق كل متضرر من المقررات الادارية المرعية الاجراء بان  يطعن فيها ويطلب ابطالها بسبب مجاوزة حد السلطة اذا خالفت الادارة  القانون او اساءت استعمال سلطتها وخالفت الصيغ الموضوعة في القانون وكان  المرجع الذي اصدر القرار غير صالح لاصداره  وحيث انه اذا كان من المسلم به للادارة العاملة ان تستقل في تقدير  المنفعة من عمل الاستملاك في الشؤون الغير المنصوص عنها في القانون فان  في الامكان الادعاء بان تلك المنفعة لا تبرر الاستملاك الواقع والتوسل  بهذا الى الطعن في قرار الاستملاك ان فيه مخالفة للقانون وسوء استعمال  للسلطة القانونية"},
{"court": "شورى", "number": "24", "year": "1934", "date": "17/04/1934", "president": "شكري قرداحي", "members": "/ابو خير//نقاش//ارسانيوس/", "full_text": "-  المرجع القضائي الصالح للنظر في  استعمال الحكومة حقها الاستنسابي في منح اجازة التنقيب عن المياه   - وحيث  ان للحكومة اذا شاءت ان تعلن وتعين بموجب مرسوم ماهية الحقوق المكتسبة  على المياه العامة وذلك مباشرة او بناء على اصحاب الحقوق  وحيث ان هذا الحق لها ان تستعمله حين الاستنساب دون ان تكون مجبورة عليه  بمجرد طلب الاقرار وذلك كما اقره اجتهاد هذه المحكمة  وحيث ان الحكومة باعطائها المعترض الاجازة بان ينقب في ارضه عن المياه  التي هي معتبرة قانونا من الممتلكات العامة قد استعملت حقا استنسابيا  عائدا لها وحدها بحسب القانون  وحيث ان النظر في دعواه هذه على جاره والفصل فيها هو من اختصاص المحاكم  العادية"},
{"court": "شورى", "number": "28", "year": "1934", "date": "14/05/1934", "president": "عبده ابو خير", "members": "\r\n/الناطور//نقاش//ارسانيوس//البستاني/", "full_text": "-  نطاق التدخل في الدعوى ومفعوله   - وبما ان طالب  المداخلة لا يجوز له قانونا ان يحدث دعوى جديدة خارجة عن دائرة مطالب  الفريقين الاصليين.   -  مدى حق مجلس الشورى في الرقابة على اعمال الادارة في  الاستملاك لتحقيق المنفعة العامة   - حيث ان الادارة بموجب احكام المرسوم  الاشتراعي رقم 45 قد منحت فعلا سلطة واسعة في شؤون الاستملاك غير مقيدة  باحوال خاصة وذلك لغاية تحقيق كل عمل تراه عائدا للمنفعة العامة  ومتلائما مع التطور العصري  وحيث ان مجلس الشورى في هذا الموقف عليه ان يستخرج رأيه في الامر من  الغاية المبينة في القرار المعترض عليه ومن اسبابها الموجبة  وحيث ان توسيع شارع طريق الشام هو عمل مفيد للعامة وللادارة ان تستملك  كل ارض مجاورة له من الضروري استملاكها لتحقيق العمل وبلوغ الغاية  القصوى من منافعه  وحيث ان بلوغ الغاية الكلية من توسيع الشارع المذكور انما تحصل بابلاغه  حده من السعة المقررة  وحيث ان ارض المعترض موضوع الاستملاك والنزاع هي خارجة عن حد السعة  المقررة للشارع  وحيث ان استملاكها لاجل اعطائها لبني سرسق لا يمكن اعتباره ضروريا  لمشروع التوسيع   -  مفهوم استملاك المنطقة ومشروعية اسبابه   - وحيث ان  الاستملاك المعروف باستملاك المنطقة قد شرع لتمكين البلدية من اقتراح  وتحقيق ما تراه نافعا ومناسبا من المشاريع العامة وبوجه خاص اقامة ابنية  حول الشوارع والساحات متلائمة مع اهمية الشوارع والساحات ومستوفية  الشرائط التي يقتضيها التطور العصري  وحيث ان هذا النوع من الاستملاك يجب ان يرتكز دائما كغيره على السبب  المشروع وهو المنفعة العامة لانها القاعدة والمحور في جميع شؤون  الاستملاك كما اقرته المادة 1 من المرسوم الاشتراعي الآنف بيانه  وحيث ان كان القول والحال ما ذكر ان للبلدية ان تستملك كي تبيع وتربح  الفرق الناتج عن التحسين يتعارض مع مقصد الشارع من وضع الاحكام المختصة  باستملاك المنطقة ولا يتفق مع احكام المواد 31 و32 و33 و34 و35 من  المرسوم الاشتراعي الآنف ذكره القائلة ان قيمة التحسين تحصل كالضرائب  المباشرة وهي ليست من موجبات الاستملاك وهو لا تؤيده ايضا الشرعة  الافرنسية المستدل بها على صحته لان الشرعة المشار اليها المعدلة في 17  تموز سنة 1921 تجيز الاستملاك في مثل هذه الحالة اذا بلغت قيمة التحسين  حدا معينا ورفض المالك دفع قيمة التحسين اللاحقة."},
{"court": "شورى", "number": "12", "year": "1933", "date": "28/03/1933", "president": "شكري قرداحي", "members": "/ابو خير//الناطور//نقاش//تيان/", "full_text": "-  المحكمة المختصة  للنظر بالنزاع الناشىء بين المتعاقدين والمتعلق ببيع عقار مستملك من  البلدية   - حيث ان المعترض قدم اعتراضه هذا بصفة كونه من مالكي الارض  التي كانت قررت البلدية جعلها طريقا عاما لا بصفة كونه مالكا مجاورا  وحيث انه بصفته تلك صالح للشكوى وللاعتراض خلافا لما قاله وكيل الحكومة  وحيث ان من مطالعة اوراق هذه القضية تبين ان بلدية طرابلس كانت بناء على  موافقة السادات قوتلي واليافي اصدرت بتاريخ 29 مايس سنة 1329 مالية  قرارا رقم 296 باعطائهم الرخصة بتصوين قطعة الارض الصخرية بملكهم في  محلة الاسكلة على ان يتركوا منها طريقا امام السقالة الخشبية بعرض 12  ذراعا وان هذا القرار من حيث فتح الطريق لم ينفذ فعلا وان بلدية الاسكلة  التي اصبحت منفصلة عن بلدية طرابلس اجازت مؤخرا لرشاد بك اديب المشتري  من بني اليافي ان يبني تصوينة لملكه في تلك الارض دون ان تتقيد بالقرار  السابق وتنشيء ارض الطريق وان المعترض شكا الى وزارة الداخلية طالبا  اليها اما ان تتقيد البلدية بقرارها السابق وتفتح الطريق في الارض  المشتركة المتروكة منه ومن شركائه لهذه الغاية واما ان تعاد ارض الطريق  اليه والى شركائه مالكيها الاصليين وان وزارة الداخلية بعد مخابرات حصلت  بينهما وبين محافظة طرابلس وبناء على رأي مهندس البلديات اصدرت اي  الوزارة قرارها المطعون فيه لانه لم يعد من لزوم لفتح الطريق المشار  اليه في قرار البلدية السابق لعدم الفائدة  وحيث ان النظر في مثل هذا الشأن الذي هو من عداد الشؤون البلدية يعود  اولا بموجب المادة 48 من القرار 1208 الى المجلس البلدي نفسه الذي هو  المرجع الاول ذو الاختصاص للنظر في الشأن المذكور واصدار القرار فيه  بناء على اسبابه الموجبة  وحيث ان وزارة الداخلية لا تملك البت في الشؤون البلدية مباشرة بل لها  بموجب المادة 48 المشار اليها والقرار رقم 61 ان تنفذ المقرارات البلدية  بعد صدورها وان توافق عليها بعد الاطلاع على اسبابها الموجبة  وحيث انه كان على وزارة الداخلية احالة الامر على بلدية الاسكلة لتنظر  فيه اولا وتصدر قرارها اما بتأييد القرار السابق واحداث الطريق واما  بابطال القرار المذكور لعدم الفائدة من الطريق وابلاغ اصحاب الارض من  بني قوتلي واليافي ان لهم حق التصرف بالارض التي كانت خصصت للطريق لانها  لم تدخل في المستملكات العامة باحداث الطريق فيها فعلا وبعد صدور هذا  القرار يكون للوزارة استعمال حقها القانوني بنقده والموافقة او عدم  الموافقة عليه  وحيث ان الوزارة المشار اليها قد جاوزت القانون فيما فعلت مجاوزة تستوجب  ابطال قرارها المعترض عليه  وحيث ان المعترض خلافا لما قاله وكيل الحكومة يدعي ان الارض التي كانت  رضي هو وشركاؤه بجعلها طريقا قد وضع يده عليها رشاد بك اديب وتناولها  ببنائه استنادا على الرخصة المعطاة له من البلدية مع انه حين المقاسمة  تركت في الوسط وكان لبني اليافي القسم الغربي وله ولشريكه من بني  القوتلي القسم الشرقي  وحيث انه في حالة صدور القرار من البلدية بعدم انفاذ القرار السابق  وبعدم لزوم الطريق يكون هنالك نزاع بين المعترض ورشاد بك اديب المشتري  من بني اليافي على الحصة التي يدعيها المعترض في ارض الطريق وهو يختص  بالملكية ويعود الفصل فيه الى محاكم الحقوق العادية  لهذه الاسباب  تقرر باجماع الرأي ابطال قرار الوزارة المعترض عليه واعادة الاوراق  اليها لتودعها بلدية طرابلس لاجراء المقتضى وفاقا لاحكام هذا القرار"},
{"court": "شورى", "number": "22", "year": "1934", "date": "07/04/1934", "president": "\r\nشكري قرداحي", "members": "/ابو خير//الناطور//نقاش//تيان/", "full_text": "-  مفعول صدور مرسوم الغاء الوظيفة دون  تبليغه على قطع الراتب   - وحيث ان حكم هذه المادة يتناول المأمورين  العاملين والمكفوفي اليد لان المأمور المكفوف اليد تبقى عليه صفة  المأمورية الى ان يبت في امره  وحيث ان مجرد صدور المرسوم بالغاء الوظيفة لا يكفي والحال ما ذكر لقطع  المعاش بل يشترط لهذا بلوغ الامر الى المأمور.   -  اصول اعتبار الموظف مبلغا في حال صدور  مرسوم بالغاء الوظيفة   - حيث انه بموجب المادة 2 من القرار 2979 يمكن  القول باعتبار صاحب الشأن مبلغا اذا كان هناك ما يدل على معرفته بالامر  بحكم الضرورة ولو لم يكن قد اخذ منه سند تبليغ  وحيث ان المرسوم بالغاء وظيفة المعترض اصدر في 7 تشرين الاول سنة 1932  ونشر في الجريدة الرسمية في 10 تشرين الاول سنة 1932  وحيث ان هذا الامر اشتهر وتناولته ايضا جرائد الاخبار المحلية بالنشر  نظرا لعلاقته بما كانوا يسمونه بفضائح النافعة وذلك بتاريخ 10 تشرين  الاول المذكور ان لم يكن قبله ايضا  وحيث فضلا عن ذلك ان المعترض في 3 شباط ارسل كتابا الى المالية يطلب فيه  باقي معاشه عن شهر ايلول فقط"},
{"court": "شورى", "number": "38", "year": "1934", "date": "20/06/1934", "president": "شكري قرداحي", "members": "/ابو\r\nخير//الناطور/", "full_text": "-  مفهوم الديون التي تسقط بمرور الزمن الخماسي لمصلحة الخزينة ومفعول مرور  الزمن المذكور   - وحيث ان المادة 41 من القرار 2231 السالف الذكر المؤيدة  لقانون المحاسبة العمومية العثماني مادته 36 تنص بان جميع الديون التي  لم يطالب بها اصحابها الحكومة خطيا وبدون عذر شرعي وذلك قبل نهاية السنة  الرابعة التي تلي السنة التي نشأ فيها الحق المذكور تسقط نهائيا لمنفعة  الخزينة  وحيث انه وفقا لهذا المبدأ قرر الاجتهاد الافرنسي ان الديون التي تسقط  بمرور الزمن لمنفعة الخزينة هي جميع الديون دون استثناء سواء كانت ناشئة  عن عقد او شبه عقد (quasi-contrat) او غير ذلك وان المبالغ المتوجبة على  الحكومة من جراء استملاك ما للمنفعة العامة هي داخلة ايضا في عداد هذه  الديون"},
{"court": "شورى", "number": "337", "year": "1927", "date": "25/03/1927", "president": "شفيق الحلبي", "members": null, "full_text": "-  مصير الاعتراض المتضمن المطالبة بتخفيض ضريبة المسقفات  بعد انقضاء المهلة القانونية   - حيث ان المستدعية تكلفت بضريبة المسقفات  عن سنة 1925 على اساس بدل ايجار العقار المخمن بقيمة 3200 غرشا سوريا  وحيث ان جدول تكاليف ضريبة المسقفات نشر في الجريدة الرسمية بتاريخ  1925/09/18  وحيث ان استدعاء الاعتراض هذا تقدم بعد فوات مدة الشهر المنصوص عليها في  المادة 60 من القرار 2979"},
{"court": "شورى", "number": "41", "year": "1934", "date": "05/07/1934", "president": "\r\nشكري قرداحي", "members": "/ابو خير//الناطور//نقاش//تيان/", "full_text": "-  مدى حق الادارة في عرض شروطها لاعطاء رخصة  التنقيب عن المياه واستعمالها واصول قبول الادعاء بالاكراه على التوقيع   - وحيث ان الحكومة بما لها من الحق بموجب المادة 16 المذكورة قد اخطرته  كما اخطرت سواه للتقيد باحكام القرارين الآنف ذكرهما والاستحصال على  الرخصة المشروطة في احكام البابين الثاني والثالث من القرار 320  وحيث انه كان من نتيجة الاخطار والدروس الفنية والمفاوضات التي جرت ان  نظمت مديرية الاشغال العامة دفاتر شروطها وفرضتها على الطالبين فوقعها  المعترض كما وقعها الآخرون وبناء عليه اعطيت له الرخصة بموجب المرسوم  المعترض عليه  وحيث ان ادعاءه انه كان مكرها على التوقيع كما هو ثابت بعريضة رفعها قبل  حصوله على الرخصة الى رئاسة الحكومة هو ادعاء لا يلتفت اليه لان للحكومة  ان تعرض شروطها لاعطاء الرخصة وله ملء الحرية بان يرفض الشروط ثم يعترض  لدى المرجع الصالح على القرارات التي تصدرها الحكومة ويرى انها مجحفة  بحقوقه ومخالفة للقانون وان يطالب الحكومة بالتعويض والضرر اذا ثبت انه  صاحب حق بها وان الحكومة جاوزت القانون وانها ملزمة بدفع ما الحقته به  من الخسائر  وحيث ان رضاه والحال ما ذكر بشروط الحكومة التي عرضت عليه وتوقيعه دفتر  الشروط يجعل دعواه بالتعويض والضرر ساقطة قانونا   -  اصول احتساب معاش التقاعد وتعويض الصرف للموظف  المنتهية خدمته في ظل قانون يدمج التعويضات من الراتب الاساسي وظهور  قانون لاحق يحرمه من هذه التعويضات في احتساب معاشه وتعويضه   - بما ان  المستدعي طلب احتساب معاشه التقاعدي على اساس نص الفقرة الثانية من  المادة الخامسة من القانون رقم 372/94 المتضمنة دمج التعويضات العائدة  للموظفين في راتبهم الاساسي على ان تدخل فيها جميع الحقوق المكتسبة  للموظفين والمستخدمين والتعيوضات الملحقة بالراتب والمتممة له.  وبما انه وقبل الفصل بالمراجعة الحالية صدر القانون رقم 717 تاريخ  1998/11/05 (الجريدة الرسمية العدد 51 الصادر بتاريخ 1998/11/12 صفحة  4534) الذي نص في مادته الثامنة على ما يلي:  1- يلغى نص الفقرة (2) من المادة الخامسة من القانون رقم 372 تاريخ  1994/08/01 اعتبارا من تاريخ نفاذه.  2- من اجل احتساب المعاش التقاعدي او تعويض الصرف تطبق على المعينين  باحكام الفقرة الملغاة المنتهية خدمتهم خلال السنوات 1995 و1996 و1997  و1998 بمن فيهم القضاة احكام هذا القانون التي تطبق على امثالهم  المنتهية خدمتهم بعد 1991/01/01 بما فيها تحويل الرواتب والاسس الجديدية  في احتساب معاش التقاعد او تعويض الصرف وقانون تحويل سلاسل رواتب القضاة  اعتبارا من 1991/01/01 في ما يخصهم وتعاد تصفية حقوقهم على هذا الاساس.  3- لا يستحق لاصحاب العلاقة المعنيين بهذه المادة اية فروقات على معاشات  التقاعد او على الراتب الذي جرى على اساسه احتساب المعاش التقاعدي او  تعويض الصرف بمقتضى البند -2- من هذه المادة.  4- لا تطبق احكام هذه المادة على من صدر لمصلحته قضائي مبرم بتاريخ سابق  لتاريخ نفاذ هذا القانون.  وبما ان وضع المستدعي ينطبق على احكام القانون رقم 717 تاريخ 1998/11/05  المبينة اعلاه.  وبما انه يقتضي والحال هذه احالة المستدعي على وزارة المالية لتصفية  حقوقه على الاسس المبينة في المادة الثامنة من القانون رقم 717 تاريخ  1998/11/05"},
{"court": "شورى", "number": "27", "year": "1934", "date": "03/05/1934", "president": "شكري قرداحي", "members": "/ابو\r\nخير//الناطور//نقاش//فاخوري/", "full_text": "-  مدى حق الحكومة بتعديل شروط اشغال الاملاك العمومية  وتعديل البدل السنوي للاشغال   - حيث انه بموجب المواد 17 و19 و20 من  القرار رقم 144 يجوز للحكومة ان تصدر قرارات عامة (Aretes generaux) كل  خمس سنوات بتعديل الشرائط فيما يختص باشغال الاملاك العمومية (Domaines  public) اما البدل السنوي (Redevance annuelle) للاشغال فانه يجوز لها  سنويا تعديله بشرط ان تبلغ ذلك الى الشاغل قبل انقضاء السنة الجارية  والتي دفع عنها بدل الاشغال  وحيث ان الحكومة باصدارها المرسوم رقم 829 المعترض عليه قد استعملت حقها  القانوني المشار اليه في المواد المذكورة وفي نفس الاجازة المعطاة منها  الى المعترض ولكنها قد تجاوزت القانون بقولها في المرسوم المعترض عليه  ان له مفعولا رجعيا Effet retroactif"},
{"court": "شورى", "number": "21", "year": "1934", "date": "05/04/1934", "president": "شكري قرداحي", "members": "/ابو خير//الناطور/", "full_text": "-  اصول ومهلة  الاعتراض على المعاش التقاعدي   - حيث انه نص في المادة 58 من قانون  التقاعد المؤرخ في 12 ايار سنة 1931 ان كل معاش يسجل لا يجوز ان يكون  موضوع الاعتراض من قبل الحكومة او من قبل المنتفع بعد انقضاء ستة اشهر  على تسليم وثيقة المعاش الى صاحبه"},
{"court": "شورى", "number": "48", "year": "1934", "date": "26/07/1934", "president": "شكري قرداحي", "members": "/ابو\r\nخير//الناطور//نقاش//ارسانيوس/", "full_text": "-  مفعول البراءة جزائيا على القرار التأديبي القاضي بالطرد من  الوظيفة وعلى المطالبة بتعويض الصرف   - حيث ان المأمور اذا طرد من  المأمورية بناء على قرار المجلس التأديبي لا يكون له حق بالمعاش  التقاعدي او تعويض الصرف على ما هو منصوص عنه في المادة 31 من قانون 7  ايار سنة 1929 المؤيدة باحكام المادة 21 من المرسوم الاشتراعي رقم 4/ل.  المؤرخ في 27 ايار سنة 1932  وحيث ان وديعا المعترض لا يحق له في هذه الحال مطالبة الحكومة بتعويض  الصرف من الخدمة لانه طرد من المأمورية بناء على قرار مجلس التأديب على  ما هو ثابت بمحضر المجلس المشار اليه الواجب اعتباره الى ان يثبت تزويره  وحيث ان تبرأة المعترض من المحكمة الجزائية لا يغير شيئا من وجه المسألة  لان لاحكام مجلس التأديب مفعولا ونتائج مستقلة عن مفعول ونتائج الحكم  الجزائي كما هو مقرر علما واجتهادا"},
{"court": "شورى", "number": "47", "year": "1934", "date": "26/07/1934", "president": "شكري قرداحي", "members": "/ابو\r\nخير//الناطور/", "full_text": "-  مدى حق  الوارث بملاحقة دعوى مورثه بشأن معاشه التقاعدي   - حيث انه بموجب المادة  58 المذكورة لا يحق لصاحب المعاش المسجل ان يعترض على قرار الحكومة  بتعيين المعاش بعد انقضاء ستة اشهر على تسليم وثيقة المعاش  وحيث ان المادة المذكورة لا يمكن تطبيقها في هذه القضية لان صاحب المعاش  المورث قدم اعتراضه على قرار الحكومة في المدة القانونية اي بتاريخ 7  ايلول سنة 1927 ومن حق الوارثة ان تلاحق دعوى مورثها المذكور غير مقيدة  بمدة"},
{"court": "شورى", "number": "18", "year": "1934", "date": "15/03/1934", "president": "شكري قرداحي", "members": "/ابو\r\nخير//الناطور/", "full_text": "-  عدم رجعية القوانين فيما خص تطبيق قانون جديد على موظفين احيلو على  التقاعد في ظل قانون سابق   - حيث ان المعترض المورث احيل على التقاعد قبل  ظهور قانون ايار سنة 1929 بمدة طويلة  وحيث ان هذا القانون مختص بالمأمورين المشار اليهم فيه الذين يحالون على  التقاعد بعد اعلانه والعمل به كما تدل عليه بصراحة المادة 2 منه  وحيث ان المعترض المشار اليه جرت تصفية معاشه التقاعدي وفاقا للقوانين  المعمول بها حين احالته على التقاعد وهو لا يحق له ان يستفيد من قانون  ايار سنة 1929 كما طلب هو وكما يطلب ورثته بعده"},
{"court": "شورى", "number": "50", "year": "1934", "date": "14/08/1934", "president": "شكري قرداحي", "members": "/ابو خير//الناطور/", "full_text": "-  الاحكام التي ترعى فضلة العقار  الناتجة عن تنفيذ التخطيط بتوسيع الطريق   - حيث انه بموجب المادة 8 من  قانون الابنية القديم اذا اقتضى توسيع طريق فتؤخذ السعة مجانا من  الجانبين وبموجب المادة 9 من القانون نفسه اذا اخذت السعة من جانب واحد  فيؤخذ من المالك المقابل عوضا عن الارض الواجبة عليه نصف ثمن المأخوذ من  ارض جاره ويعطي هذا الثمن لمن اخذت كل السعة من ارضه  وحيث ان المادة 40 (1) من المرسوم الاشتراعي رقم 45 سنة 1932 قد وضعت  عوضا عن المادتين المذكورتين وبمعناهما  وحيث انه في هذه القضية قد جرى تحوير الطريق واخذت السعة كلها من الملك  المقابل لملك المعترض ولكن التحوير ابقى فضلة من الطريق لصق ملك المعترض  ومقابلة ملك الياس راضي وشريكه  وحيث ان هذه الفضلة التي ورد في اقوال المعترض انها 31 مترا بعد حصول  التحوير تعتبر قانونا انها خرجت من حكم ممتلكات البلدية العامة ودخلت في  حكم ممتلكاتها الخاصة التي يجوز لها ان تتصرف فيها وتبيعها بالصورة  المرسومة في القانون  وحيث ان حجة المعترض على البلدية والحال ما ذكر بانه لم يكن في نظر  القانون الجار المقابل هي حجة صحيحة مقبولة ضمن الحدود الآتية  وحيث انه في مثل هذه الحالة يجب ان تعتبر البلدية جارا مقابلا بالنسبة  الى مساحة الفضلة التي دخلت ممتلكاتها الخاصة والتي قيل ان مساحتها 31  مترا  وحيث انه كان على البلدية ان تبقي الفضلة في حكم ممتلكاتها الخاصة وتوجب  على المعترض ان يدفع قيمة الامتار الزائدة عن مساحة تلك الفضلة او ان  يتملك المعترض تلك الفضلة دون بدل وتوجب عليه فقط جميع القيمة الواجبة  للجار المقابل  وحيث ان قرارها بالزام المعترض ان يدفع القيمة الواجبة للجار ونصف قيمة  تلك الفضلة فيه مخالفة للمبادىء القانونية المشار اليها تستلزم فسخ  القرار المعترض عليه."},
{"court": "شورى", "number": "26", "year": "1933", "date": "16/08/1933", "president": "عبده ابو خير", "members": "/الناطور//نقاش/\r\n", "full_text": "-  مهلة الاعتراض على القرارات الادارية لدى مجلس الشورى   - حيث ان المعترض  ابلغ القرار الاول المعترض عليه من مديرية المالية في 6 ايلول سنة 1933  وقدم اعتراضا عليه الى نفس المديرية المشار اليها بواسطة رئاسة الحكومة  وبموجب عريضة مؤرخة في 8 ايلول سنة 1932 رقم 3166 ثم الحق بها عريضة  اخرى لرئاسة الحكومة مؤرخة في 14 تشرين الثاني سنة 1932 احيلت الى  المالية في 15 منه رقم 6071  وحيث ان مجلس التقاعد اصدر في 12 كانون الثاني سنة 1933 قرارا برد  الاعتراض وقد صدقت عليه وزارة المالية في 4 شباط سنة 1933 وبناء عليه  اصدرت رئاسة الجمهورية مرسوما برد طلب المعترض تصحيح تعويض الصرف  وحيث ان المعترض قدم اعتراضه الى غرفة القضايا الادارية هذه في 7 شباط  سنة 1933  وحيث ان اعتراضه يكون والحال ما ذكر مقبولا لانه ورد في المدات  القانونية   -  مدى اعتبار قبض المعاش التقاعدي ثم الاعتراض عليه اذعانا ضمنيا   - فيما  يختص بدفع وكيل الحكومة ان الاعتراض لم يعد مقبولا لان المعترض قبض في 7  ايلول سنة 1933 المبلغ المقرر دون قيد ولا شرط وان هذا يفيد اسقاطا منه  لحق الاعتراض  حيث تبين من الوصل المطبوع الموقع من المعترض انه في 7 ايلول سنة 1932  قبض فعلا المبلغ المقرر صرفه له بموجب القرار المعترض عليه وان العبارة  الموقعة منه نصها ما يأتي:  وصلني المبلغ المذكور اعلاه\" وحيث انه في اليوم الثاني قدم الاعتراض على  قرار الوزارة كما مر البيان  وحيث انه بموجب المادة 58 من قانون التقاعد المؤرخ في 12 ايار سنة 1931  يحق له ان يقدم الاعتراض في مهلة ستة اشهر اعتبارا من تاريخ دفع التعويض  اليه  وحيث ان مجرد القبض والحال ما ذكر لا يمكن اعتباره اذعانا مانعا  للاعتراض كما زعم وكيل الحكومة   -  مدى استفادة العسكري اللبناني من معاش تقاعدي عن فترة خدمته في الجيش  العثماني   - حيث ان المادة 47 من قانون التقاعد المؤرخ في 12 ايار سنة  1931 قد نص فيها ما يأتي: ان الخدمات التي تدخل في تصفية معاش التقاعد  هي اولا - الخدمة التي اديت في عهد الحكومة العثمانية حتى اول تشرين  الاول سنة 1918 ثانيا وثالثا - لا علاقة لهما بالموضوع رابعا- الخدمة  التي اداها المأمورون الملكيون والعسكريون كضباط في الجيش العثماني او  في الجيش الافرنسي او في جيوش الدول المحالفة لفرنسا في اثناء الحرب  العالمية من سنة 1914 الى سنة 1918 وتحسب لهم هذه المدة مضاعفة وتسري  احكام هذه الفقرة على الذين صرفوا سابقا من الخدمة وذلك على الشرط  المبين في آخر الفقرة الثالثة  وحيث ان الشارع في الفقرة الاولى من هذه المادة عن المأمورين اللبنانيين  من ملكيين وعسكريين في عهد الحكم العثماني لاول تشرين الاول سنة 1918  على وجه الاطلاق وفي الفقرة الرابعة عنى نوعا خاصا من تلك الخدمات وهي  خدماتهم كضباط في الجيوش المشار اليها في هذه الفقرة  وحيث ان المعترض بموجب المادة 1 من القانون الآنف الذكر يحق له ان  يستفيد من احكام الفقرة الاولى خلافا لما ذهبت اليه مديرية المالية  وحيث انه كان على المديرية المشار اليها حساب سني خدمة المعترض في عهد  الحكم التركي لاول تشرين الاول سنة 1918 وذلك حين تصفية حقوقه قبلها"},
{"court": "شورى", "number": "36", "year": "1934", "date": "14/06/1934", "president": "شكري قرداحي", "members": "/ابو خير//الناطور/", "full_text": "-  مدى رقابة مجلس شورى الدولة في تقدير  الاسباب الموجبة لعزل الموظف   - وحيث ان تقدير الاسباب الموجبة للعزل  يستقل به مجلس التأديب وبعده رئاسة الحكومة ورأيها في هذه النقطة لا  يتناوله النقد في مجلس الشورى."},
{"court": "تمييز مدني", "number": "111", "year": "1933", "date": "24/10/1933", "president": "امين طليع", "members": "\r\n/فيليبدس //شحاده/", "full_text": "-  في صفة ومصلحة طالب  تفسير الحكم القضائي   - وحيث  انه من الطبيعي ان تكون دعوى طلب  التفسير بين المتداعين انفسهم فيكون بالتالي للمستدعي ضده صفة للخصومة في هذه الدعوى وحيث  وان كان المستدعى ضده قد اخلى العقار الا انه لم يسلمه الى المستدعي الذين تقدموا بهذه الدعوى بل سلمه الى الشخص  الذي باعه المؤسسة فيكون اذا من مصلحة المستدعين ان يطلبوا تفسير القرار للحيلولة دون تذرع المستدعى ضده من ان القرار لم يقض  صراحة بالزامه بتسليم الفرن الى المستدعين بل اكتفى بوجوب  اخلائه الفرن المذكور -  امكانية التطرق باساس  النزاع في معرض  تفسير حكم قضائي   - وحيث  انه لا مجال لبحث  ما ادلى به المستدعى ضده من ان مالك حق الاجارة في المؤسسة وليس  مالك العقار لان هذه الدعوى ترمي الى تفسير قرار نهائي ولا يجوز بالتالي التطرق لاساس  النزاع مع الاشارة انه اذا اقدم مالك المؤسسة على تركها بكاملها فأنه يفقد ضمن ذلك احد العناصر وهو حق الاجارة"},
{"court": "شورى", "number": "49", "year": "1934", "date": "31/07/1934", "president": "شكري قرداحي", "members": "/ابو\r\nخير//نقاش//ارسانيوس//البستاني/", "full_text": "-  شروط قبول اعادة النظر في القضايا الادارية   - وحيث انه  بموجب المادتين المشار اليهما وبموجب احكام مواد الباب السابع من القرار  ذاته المختصة بالرسوم الواجب استيفاؤها في مجلس الشورى لم يكن نص يوجب  على طالب اعادة النظر بتعجيل مبلغي الجزاء النقدي والضمان المشروطين على  طالب اعادة المحاكمة في الدعاوى الحقوقية بموجب المادة 82 من المرسوم  الاشتراعي رقم 6  وحيث انه لا يجوز القول بوجه القياس بان تعجيل المبلغين المذكورين هو  شرط لقبول طلب اعادة النظر في القضايا الادارية   -  مدى حق المحكمة في الرد على المطالب والادلة   - حيث انه لا  يتوجب على المحكمة ان ترد على كل دليل اتى به المعترض بل عليها ان تبحث  وتبت في المطالب (chefs de demande) ليس الا."},
{"court": "شورى", "number": "30", "year": "1933", "date": "07/11/1933", "president": "شكري قرداحي", "members": null, "full_text": "-  مفعول تقديم طعن الى مجلس  الشورى بقرار احالة موظف على المجلس العدلي بعد صدور قرار شامل بالعفو   -   بما ان الحكومة اصدرت في 31 آب سنة 1933 رقم 114 عفوا شمل القضية  الجزائية المشار اليها في المرسوم المعترض عليه وفي الاعتراض  وبما انه لم يبق من فائدة للمعترض من هذا الاعتراض نظرا لسقوط موضوعه  تقرر بالاجماع انه لم يبق من مجال للبحث في الاعتراض"},
{"court": "شورى", "number": "34", "year": "1933", "date": "07/12/1933", "president": "شكري قرداحي", "members": "/الناطور//نقاش/\r\n", "full_text": "-  اصول تقديم  الدعوى الادارية لجهة ضرورة تقديم المذكرة التمهيدية   - حيث ان القرار  1304 المكرر والمؤرخ في 1 اذار سنة 1932 اوجب على كل من اراد اقامة دعوى  على الدولة ان يقدم للحاكم مذكرة بموضوع دعواه وان يأخذ وصلا بمذكرته  وانه لا تجوز اقامة الدعوى لدى المحاكم الا بعد مضي شهرين من تاريخ  الوصل  وحيث ان المادة الثانية من القرار رقم 2979 المؤرخ في 9 شباط سنة 1925  المتضمن اصول المحاكمة في مجلس الشورى نصت بان القضايا الادارية المنازع  فيها التي لا يمكن تقديمها الى مجلس الشورى الا بطريقة الاعتراض على  قرار اداري لا تقبل الا اذا قدم الاستدعاء في خلال شهرين من تاريخ تبليغ  القرار الاداري الى مستدعي الاستئناف او من تاريخ اليوم الذي علم فيه  المستدعي بحكم الضرورة بصدور هذا القرار  وحيث تبين مما تقدم انه قبل انشاء مجلس الشورى كان هنالك اصول مبينة في  القرار 1304 بكيفية اقامة الدعاوى على ادارات الدولة امام المحاكم  وحيث ان هذه الطريقة مأخوذة عن القانون الافرنسي الذي اوجب على كل من  اراد اقامة دعوى مدنية على آخر ان يراجع اولا حاكم الصلح ويطلب خصمه  لحضوره حتى اذا لم ييتوافق صلحا على الخلاف الناشيء بينهما يمكنه عندئذ  ان يقيم دعواه المحاكم الصلحية وهذه الطريقة تسمى Preliminaire de  conciliation  وحيث ان الدعاوى المذكورة التي يقيمها الافراد على احدى ادارات الدولة  قد استعاضوا عن هذه الطريقة بلزوم مراجعة الوزارة ذات الشأن واذا لم  تتفق الادارة مع المدعي فعليه ان يراجع المحاكم العادية بشأن دعواه وهذه  المعاملة يقال لها بالشرع الافرنسي: Formalite administrative de  memoire  وحيث لا شيء من هذه الاصول بكيفية تقديم الدعاوى الادارية امام مجلس  الشورى بل على المدعين امامه ان يتقدموا بدعاويهم بمقتضى الاصول الخاصة  وحيث انه عندما انشىء مجلس الشورى اللبناني وضع له نظام خاص فرض فيه  الشارع اصول خاصة لتقديم الدعاوى لديه لا سيما التي تقام منها بطريقة  الاعتراض على قرارات ادارية فانه صرح بعدم جواز قبول تلك الدعاوي ان لم  تكن مقدمة ضمن مدة الشهرين المنصوص عليهما في المادة الثانية من القرار  2979 على ما مر بيانه  وحيث يتضح من جميع ما تقدم ان احكام القرار 1304 لا يمكن ان تشمل  القضايا التي تقام امام مجلس الشورى بل تنحصر فيما سواها من الدعاوى  التي تقام امام المحاكم العادية  وحيث ان القرار المعترض عليه ابلغ الى المستدعي حسب قوله بتاريخ 7 كانون  الثاني سنة 1931 والاعتراض تقيد في هذه المحكمة في 23 نيسان سنة 1931 اي  بعد فوات مدة الشهرين المذكورين  لهذه الاسباب  تقرر بالاجماع رد الاعتراض شكلا"},
{"court": "شورى", "number": "29", "year": "1934", "date": "23/05/1934", "president": "شكري قرداحي", "members": "/ابو خير//نقاش/", "full_text": "-  السلطة الصالحة لتقرير  التخطيط ضمن النطاق البلدي ورقابة مجلس الشورى   - وحيث يمكن البلدية ان  تخطط طريقا جديدة وتنظم بها خريطة على ان تبلغ ذلك الى من يكون لهم  علاقة بالامر (راجع المادة 12 من قانون الابنية والمادة 10 من القرار  المار ذكره) والعقارات التي يتناولها التخطيط تستملكها البلدية متى شاءت  وفاقا للاصول المنصوص عنها في مثل هذا الحال  وحيث ان التخطيط هو عمل فني تستقل فيه الادارة الصالحة ولا يقع تحت  النقد في مجلس الشورى كما اقره اجتهاد هذه المحكمة  وحيث لو اعتبر انه لا يجوز للبلدية ان تقرر فتح طرقات على الصورة  المبينة فانها قد اتخذت قرار مؤرخا في 5 تشرين الاول سنة 1932 وان هذا  القرار الموقع من هيئة المجلس البلدي والمصدق من رئيس الحكومة والقاضي  برد ادعاء الجهة المعترضة هو كاف بنظر هذه المحكمة لاعتبار التخطيط  المعترض عليه مقررا من الهيئة الصالحة"},
{"court": "شورى", "number": "24", "year": "1933", "date": "11/07/1933", "president": "عبده ابو خير", "members": "\r\n/الناطور//نقاش/", "full_text": "-  مدى اختصاص مجلس الشورى للنظر بأمر الضرائب المقررة او عدمها  ومنها رسم الانتقال على التركة   - لما كان النزاع موضوعه ان الحكومة  استوفت من المعترضين رسم الانتقال مضاعفا بحكم القرار 1750 سنة 1932  لانهم بصفتهم ورثة فريده كبابه كان عليهم ان يجروا معاملة انتقال ملك  متروك لهم عن مورثتهم المذكورة في خلال سنة من تاريخ الوفاة ولكنهم لم  يفعلوا بل هم تأخروا عن اجرائه اكثر من المدة القانونية وانهم كانوا  مغدورين في تأخرهم بسبب النزاع الذي كان قائما على الارث  وحيث ان محور النزاع يكون وجوب او عدم وجوب رسم الانتقال مضاعفا  وحيث بموجب المادة 3 من القرار 2668 لم يكن من اختصاص مجلس الشورى الفصل  في المنازعات المختصة بالرسوم غير المقررة  وحيث ان اختصاصه في مسألة وجوب الضرائب المقررة او عدم وجوبها قد نزع  ايضا بموجب القانون المؤرخ في 11 اذار سنة 1929  وحيث كان الفصل في هذا النزاع خارجا والحال ما ذكر عن اختصاص هذه الغرفة  الادارية  لهذه الاسباب  تقرر بالاجماع رد الاعتراض لعدم الاختصاص"},
{"court": "شورى", "number": "44", "year": "1934", "date": "12/07/1934", "president": "عبده ابو خير", "members": "/نقاش//ارسانيوس/", "full_text": "-  شروط قبول مراجعة اعادة  النظر بقرارات مجلس الشورى   - وحيث انه بموجب الاحكام المختصة بالرسوم  الواجب استيفاؤها في مجلس الشورى لم يكن نص يوجب على طالب اعادة النظر  تعجيل مبلغي الجزاء النقدي والضمان المشروطين على طالب اعادة المحاكمة  في الدعاوى الحقوقية بموجب المادة 82 من المرسوم الاشتراعي رقم 6  وحيث انه لا يجوز القول بوجه القياس بان تعجيل المبلغين المذكورين هو  شرط لقبول طلب اعادة النظر في القضايا الادارية   -  مدى اعتبار الخطأ في تفسير  القانون من اسباب اعادة النظر بقرارات مجلس الشورى   - حيث ان السبب  المدلى به وهو الادعاء بخطأژالمحكمة في تفسير المادتين 6 و2 من قانون  الاستيداع لم يكن من الاسباب المجيزة اعادة النظر في القضية بموجب  المادة 47 الآنف بيانها المعطوفة على المادة 27 وذيل قانون اصول  المحاكمات الحقوقية."},
{"court": "شورى", "number": "533", "year": "1927", "date": "28/04/1927", "president": "شفيق الحلبي", "members": "\r\n/مازاس//الصلح/", "full_text": "-  في القرارات القابلة للاعتراض امام مجلس الشورى  ومدته   - حيث عملا باحكام المادة الثانية من القرار ذي العدد 2979  المذكور آنفا ان الاعتراضات المتقدمة على قرار اداري الى مجلس الشورى لا  يمكن قبولها الا اذا قدم الاستدعاء في خلال شهرين من تاريخ تبليغ القرار  الاداري الى المستدعي او من تاريخ اليوم الذي علم بحكم الضرورة بصدور  هذا القرار  وحيث ان اعتراض المستدعي الى دائرة الاجراء لم يكن من شأنه توقيف المهلة  المنصوص عليها في تقديم الاعتراضات على القرارات الادارية التي هي من  المهل النظامية التي تطبقها المحاكم بصورة مباشرة وان عدا عن ذلك يبقى  المستدعي المذكور معرضا لفوات المدة  وحيث ان القرار الصادر من رئاسة دائرة الاجراء لم يكن بالحقيقة من  القرارات الادارية التي يمكن الاعتراض عليها لدى مجلس الشورى"},
{"court": "شورى", "number": "454", "year": "1927", "date": "29/04/1927", "president": "شفيق الحلبي", "members": "\r\n/مازاس//الصلح/", "full_text": "-  المطالبة بتخفيض الضريبة عن المحل الذي يبيع المشروبات  الروحية   - وحيث ان المستدعي تكلف بضريبة التمتع عن سنة 1926 بالنوع  النسبي من الصنف الخامس باعتبار واردات محل الشغل 1625 غرشا سوريا  وحيث تبين ان المستدعي لا يبيع في محله الا المشروبات الروحية لذلك يجب  الغاء الضريبة المذكورة البالغة 278,50 غرشا سوريا"},
{"court": "شورى", "number": "37", "year": "1933", "date": "12/12/1933", "president": "شكري قرداحي", "members": "/ابو\r\nخير//كحيل//الناطور//نقاش/", "full_text": "-  مدى صلاحية مديرية الداخلية في تعيين وعزل المختارين وحق  مجلس الشورى في الرقابة عليها   - حيث ان من مطالعة اوراق هذه القضية تبين  اولا ان المعترض كان انتخب في 10 اذار سنة 1928 بموجب المادة 6 من قانون  المختارين وان مدة مأموريته انتهت في 10 اذار سنة 1932 اي قبل صدور  القرار المعترض عليه بالعزل ثانيا - ان محافظة البقاع بناء على شكوى  عليه امرت باجراء التحقيق وفي النتيجة طلبت الى مديرية الداخلية في 8  كانون الاول عدد 1932 عزله لانه ظهر لها انه رئيس حزب في القرية وقد نظم  دفتر اعشار تعمد فيه زيادة الضريبة على خصومه ورفعها عن مريديه ثالثا-  ان مجلس ادارة المحافظة كان اصدر ايضا في 29 ايلول سنة 1932 عدد 73  قرارا بوجوب تعديل دفتر الاعشار المذكور رابعا- ان مديرية الداخلية بناء  على ما ذكر اصدرت القرار المعترض عليه بالعزل  وحيث ان مديرية الداخلية اصبحت مالكة حق عزل وتعيين المختارين بموجب  المادة 54 من المرسوم الاشتراعي رقم 5 المبطلة احكام المادة 6 الآنف  بيانها  وحيث ان قرارها بالعزل كان بعد التحقيق وظهور السبب الموجب المبين في  قرارها والذي تستقل هي في امر تقديره  وحيث ان السبب المدلى به يكون والحال ما ذكر مستوجبا الرد لانه لم يتبين  ان هناك سوء استعمال السلطة القانونية  لهذه الاسباب  تقرر باجماع الرأي رد الاعتراض"},
{"court": "شورى", "number": "38", "year": "1933", "date": "19/12/1933", "president": "عبده ابو خير", "members": "\r\n/الناطور//نقاش/", "full_text": "-  اصول اعطاء التعويض عن استملاك العقار في حال عدم الاستملاك المتوازي  في جانبي الطريق   - فيما يختص بطلب التعويض عن الارض  حيث ان السعة اللازمة للطريق تؤخذ من الجانبين مجانا بحكم المادة 8 من  قانون الابنية ولكنها اذا اخذت كلها من جانب واحد ففي هذه الحال فقط  يعطى المالك المأخوذة كل السعة من ارضه قيمة نصف المأخوذ وتحصل نفس  القيمة من الجار المقابل  وحيث ان مهندس البلدية الذي سمع بحضور المعترضين قد صرح ان السعة التي  اخذت من الارض  المقابلة لارض المعترضين كانت اكثر مما اخذ من ارضهما  وحيث انهما لم يعترضا على شهادة المهندس هذه ولم يدعيا بما يخالفها  وحيث ان طلبهما التعويض عن الارض يكون مردودا قانونا   -  شروط دفع تعويض عن هدم الحائط الحاصل من قبل البلدية لغايات انشائية   - وفيما يختص بنفقات هدم واعادة بناء الحائط  حيث ان البلدية بموجب المادة 13 من قانون الابنية مسؤولة بنفقات الهدم  وتعويض الضرر اذا هي باشرت الهدم تحقيقا للمشاريع الباقية ولكن اذا قدم  المالكون بذاتهم على الهدم وتجديد البناء فلا يتوجب لهم تعويض ما على  البلدية  وحيث ان المعترضين في هذه القضية بعد ان استحصلا على اجازة البناء اذعنا  لاحكامها ونفذاها وهدما حائط غرفة في ملكهما كان ملاصقا للطريق ورجعا به  تحقيقا لسعة الطريق المشروطة في الرخصة  وحيث انهما ادعيا انهما هدما الحائط واعادا بنائه مضطرين الى هذا بقوة  قرار البلدية وان في هذه الحال يحق لهما مطالبة البلدية بالتعويض  وحيث ان ادعاءهما هذا مردود لان قرار البلدية كان قابلا الطعن به في  مجلس الشورى في المدة القانونية المعينة للاعتراض على القرارات وانه اذا  كان لهما طعن في قانونيته كان عليهما ان يقدماه في المدة القانونية حتى  يمكن لهذه المحكمة الادارية ان تقول قولها في قانونية او عدم قانونية  القرار المذكور من حيث اشتراط القصر الكلي المستوجب هدم حائط الغرفة  موضوع الطلب  وحيث انهما لم يفعلا بل اذعنا لذلك القرار ونفذاه وتقدما بدعواهما هذه  بعد مضي مدة الاعتراض القانونية  وحيث ان طلب التعويض عن هدم واعادة بناء الحائط يكون مستوجبا الرد ايضا  لهذه الاسباب  تقرر بالاجماع رد طلب المدعين"},
{"court": "شورى", "number": "532", "year": "1927", "date": "28/04/1927", "president": "شفيق الحلبي", "members": "\r\n/مازاس//الصلح/", "full_text": "-  مفعول افلاس التاجر على المطالبة لضريبة التمتع   - بناء على  الاعتراض المتضمن طلب تخفيض ضريبة التمتع والمتقدم من عبد القادر  الجارودي المقيم في شارع المرفأ بتاريخ 15 شباط سنة 1927 والمثبت بسند  ايصال رقم 31283/407  حيث ان المستدعي تكلف بضريبة التمتع عن سنة 1925 وسنة 1926  وحيث انه تبين من كتاب غرفة التجارة في بيروت المؤرخ في 5 اذار سنة 1927  عدد 53 ان المستدعي المذكور قد انقطع عن التجارة منذ اوائل سنة 1925  بسبب افلاسه فعليه ووفقا لتعليمات مأموري التحقق سنة 1327 يجب الغاء  الضريبتين المذكورتين"},
{"court": "شورى", "number": "701", "year": "1927", "date": "11/05/1927", "president": "انطوان مازاس", "members": "/ابي حيدر//الصلح/", "full_text": "-  مفعول مخالفة اصول تقديم الاعتراض  على ضريبة المسقفات امام مجلس شورى الدولة   - حيث ان استدعاء الاعتراض  المتقدم الى مجلس الشورى لا يتضمن طلب استرداد ضريبة الاراضي بل  المطالبة بالاعفاء الممنوح للانشاآت الجديدة بموجب القرار ذي العدد 148  المذكور آنفا  وحيث قد تبين فعلا من المخابرات الخطية التي جرت بين المستدعين ووزارة  المالية انهم قدموا اعتراضا على تكليفهم بضريبة الاراضي قبل المباشرة  بالبناء ولكن حيث يجب ان يتضمن كل اعتراض مرفوع الى مجلس الشورى جهة  الدعوى ونوع الطلب وانه محذور على الفريقين ان يكملا في الجلسة  القانونية النواقص الواردة في استدعاء الاعتراض عملا بالمادتين و35 من  القرار 2979 المذكور آنفا  وحيث ان المادة 6 وما يليها من القرار 2979 قد صرحت بوجوب تقديم  الاعتراضات على الضرائب المقررة الى مجلس الشورى على اوراق مخصومة  وبمقتضى اصول معينة ولكن حيث ان تلك الاصول المعينة لا يجب مراعاتها الا  في الاعتراضات التي تتقدم بعد نشر هذا القرار وان تلك الاعتراضات يجب  تقديمها في خلال ثلاثين يوما من تاريخ الجداول عملا بالمادة 60 وما  يليها المار ذكرها وان هذه المهلة قد حالت دون تطبيق تلك المواد على  السنين السابقة لسنة 1925   -  شروط الاستفادة من الاعفاء او  التخفيض من الضريبة على الانشاءات الجديدة   - وحيث فيما يعود الى سنتي  1920 و1921 ان الضرائب العائدة لهاتين السنتين تجبى بمقتضى القانون  المرعي الاجراء قبل نشر القرار 1481 المؤرخ في 13 آب سنة 1922 (مادة 16)  فكون والحالة هذه لا يحق للمعترضين المطالبة باسترجاع الضرائب المذكورة  الا اذا استندوا في حقهم الى مضمون القانون العثماني المؤرخ في 14  حزيران سنة 1326  وحيث بمقتضى القانون المذكور ان الانشاآت الجديدة الحجرية معفية من  الضريبة لمدة سنتين على شرط ان يقدم صاحبها بيانا عنها الى مأموري  المالية في القضاء في خلال شهرين من تاريخ الشروع بالانشاء ويتكرر تقديم  هذا البيان بعد الانتهاء من اشغال البناء   -  مهلة استئناف قرار وزير الملاية  الصادر بشأن الاعتراض على تخفيض الضريبة   - وحيث عملا باحكام المادة 10  من القرار 1481 المذكور آنفا يقتضي على المكلف الذي لا يرضخ لقرار وزارة  المالية الصادر بشأن اعتراضه على تخفيض الضريبة ان يستأنف هذا القرار  للمرجع الايجابي على ان استئنافه هذا يكون عرضة للرد اذا لم يتقدم في  خلال ثلاثين يوما من تاريخ تبليغه القرار المعترض عليه  وحيث ان استدعاء الاعتراض المتضمن استئناف قرار وزارة المالية المبلغ  الى المعترضين مرات متوالية واخيرا في 28 كانون الثاني سنة 1926 قد تقدم  الى مجلس الشورى بتاريخ 10 اذار سنة 1926 فيكون والحالة هذه قد تقدم بعد  فوات المدة القانونية"},
{"court": "شورى", "number": "737", "year": "1927", "date": "21/05/1927", "president": "نجيب القباني", "members": "/مازاس//الصلح/", "full_text": "-  احتساب الراتب  التقاعدي للدركي المتقاعد   - وحيث عملا بمنطوق المادة الاولى من النظام  اللبناني المختص بتقاعد افراد الدرك من رتبة نفر بسيط الى رتبة باش  جاويش يجب ان تحسب رواتب تقاعدهم على اساس المرتب الذي كانوا يتقاضونهم  حين احالتهم الى التقاعد  وحيث لا يوجد نص في النظام المذكور يشير الى انه يصير تحديد الراتب  التقاعدي على اساس الرتبة الاعلى التي تلي رتبة طالب التقاعد او مستحقه  وحيث قد نصت المادة الحادية والعشرون من قانون التقاعد والاستعفاء  العسكري العثماني المؤرخ في 8 شعبان سنة 1327 و11 اغوستوس سنة 1325  بصورة استثنائية فيما يتعلق بالضباط المعزولين على ان يتقاضى كل من يخدم  منهم عشرين سنة متوالية بالرتبة ذاتها راتبا تقاعديا على اساس الرتبة  الاعلى التي تلي رتبته فلا يحق والحالة هذه للمستدعي المطالبة بالانتفاع  من احكام هذا النص الاستثنائي الذي لا ينطبق عليه  وحيث لا في القانون العثماني المتعلق برواتب الضباط المتقاعدين ولا في  النظام اللبناني المصرح بمادته الاولى انه مرعي الاجراء اعتبارا من اول  مارس سنة 1320 (1904) مما يشير الى ان الياس هو جاويش من صنف الضباط"},
{"court": "شورى", "number": "592", "year": "1927", "date": "02/05/1927", "president": "شفيق الحلبي", "members": "/مازاس//الصلح/", "full_text": "-  المطالبة بالغاء الضريبة الواقعة على جزء من عقار مكلف   - حيث ان  المستدعي تكلف بضريبة الاراضي عن سنة 1926  وحيث ان قطعة الارض المذكورة هي تابعة للعقار رقم 292 و1/292 لذلك يجب  الغاء الضريبة المذكورة"},
{"court": "شورى", "number": "768", "year": "1927", "date": "01/06/1927", "president": "نجيب القباني", "members": "\r\nالحلبي//مازاس/", "full_text": "-  المحكمة المختصة للنظر بتحديد قيمة التعويض عن العقار المستملك   -   وحيث ان المادتين 8 و9 من قانون الابنية المؤرخ في 23 ذي الحجة سنة 1299  و24 تشرين الاول سنة 1298 تنصان على لزوم اجراء معاملة التخمين والتقدير  عند اجراء معاملة توسيع الطرق حسب المادة الاولى من القانون المذكور على  مقتضى احكام قانون الاستملاك وحيث ان هذه المعاملة المبسوطة بشأن بدل  المحل المأخوذ من عقارات الخواجه نجيب تيان وشركاء تابعة لقانون  الاستملاك المذكور  وحيث ان اللجنة المخصوصة المذكورة اصدرت قرارها بتحديد قيمة التعويض  المار بيانه وقدره خمسة عشر الف وثلاثماية غرشا ذهبيا عثمانيا  وحيث انه لدى عدم الاتفاق على قيمة بدل التعويض المخمن في معاملات  الاستملاك يحق لذي العلاقة ان يراجع محكمة الحقوق الصالحة للنظر بالامر  طبقا لاحكام المادة السادسة من قانون الاستملاك المؤرخ في 7 ربيع اول  سنة 1332 و21 كانون الثاني سنة 1329  وحيث ان القرار المعترض عليه والمتعلق بتحديد بدل التعويض المذكور  والحالة هذه لا صلاحية لمجلس الشورى ان ينظر فيه"},
{"court": "شورى", "number": "28", "year": "1933", "date": "31/10/1933", "president": "عبده ابو خير", "members": "/الناطور//نقاش/", "full_text": "-  مدى اختصاص مجلس  الشورى للنظر في امر عزل موظف من قبل المجلس البلدي طالما لا يوجد تجاوز  لحد السلطة   - حيث انه من التدقيق في المادة 51 من القرار 2671 الموضوعة  بمعنى المادة 65 من القرار 1208 يرى خلافا لاحكام المادة 44 من قانون  البلدية القديم قد اعطيت رئاسة البلدية بوجه الاستقلال سلطة تعيين وعزل  موظفي البلدية الذين لم ينص القانون على ان تعيينهم هو خارج عن اختصاصها  وحيث ان تعديل سلطة الرئاسة على الوجه المذكور كان مجاراة للقانون  الافرنسي في هذا الخصوص كما يتبين من مراجعة نصوصه المختصة بتعيين وعزل  امثال الموظفين المذكورين: V. Dalloz Rep Pratiq. Commune no 1985 et  suiv)  وحيث ان رئاسة البلدية بقوة سلطتها القانونية المشار اليها كانت عينت  المعترض في وظيفة ثم بناء على تحقيق اجري ضده وعلى قرار مجلس التأديب  المؤرخ في 8 كانون الاول سنة 1933 القائل بالاجماع بوجوب عزله لاسباب  ظهرت من التحقيق قررت الرئاسة عزله بموجب قرارها المعترض عليه بالتاريخ  نفسه رقم 284  وحيث ان تقدير الاسباب الموجبة للعزل لا يتناوله النقد في مجلس الشورى  وحيث انه لم يتبين من التدقيق والحال ما ذكر ان هناك مجاوزة لحد السلطة  القانونية بوجه من الوجوه  وعلى النقطة الثالثة  حيث ان نفاذ القرار المعترض عليه لا يتوقف على مصادقته من مرجع اعلى  بموجب المادة 51 المشار اليها و35 من نفس القرار 2671"},
{"court": "شورى", "number": "23", "year": "1927", "date": "05/07/1927", "president": "نجيب القباني", "members": "/الحلبي//مازاس/", "full_text": "-  مفعول عدم اثبات  تبليغ القرار على قبول الاعتراض   - حيث لم يظهر اثر في ملف الاوراق لقرار  صادر من نظارة المالية بعدم احقية جورج افندي نحاس لمعاش التقاعد الذي  يطلبه للاسباب التي تتذرع بها النظارة المشار اليها من حيث الجنسية  وحيث انه لا يوجد علم وخبر يدل على تاريخ تبليغ جورج افندي القرار الذي  تشير اليه نظارة المالية  وحيث انه في هاتين الحالتين لا يمكن ان يستنتج ان المستدعي قدم اعتراضه  ضمن المدة القانون ام لا  وحيث انه في هذه الحالة من الغموض يصار الى جانب عدم وجود تبليغ يستند  اليه  وحيث انه بهذه الصورة يكون المعترض قد قدم اعتراضه ضمن المدة المضروبة  قانونا   -  المرجع المختص للبت  بالجنسية اللبنانية   - حيث ان قرار المفوضية العليا رقم 763 المؤرخ في 9  اذار سنة 1921 بحق احصاء النفوس لم يوضع الا ليبنى على اسسه العادلة  تمثيل الدولة اللبنانية وتوزيع التكاليف الاميرية والواردات العمومية  دون ان يتعدى الى البحث في مسائل التابعية  وحيث ان هذا الاصل قد تقرر في منشور دولة حاكم لبنان الكبير المؤرخ في  10 حزيران سنة 1921 المتعلق بتنفيذ القرار 763 السالف الذكر وهو يقول في  نهاية المادة الثانية ما نصه: الحكومة هي التي تفصل في مسائل الجنسيات  طبقا للقوانين المرعية  وحيث قد جاء في المادة الثانية والعشرين من قرار المفوضية العليا رقم  1307 المؤرخ في 10 اذار سنة 1922 انه ريثما يصدر قرار يتعلق بالجنسية  اللبنانية يعتبر لبنانيا كل من قيد اسمه بهذه الصفة في سجلات الاحصاء  وحيث كان صدر قرار المفوضية العليا رقم 1809 تاريخ 15 كانون الثاني سنة  1923 بانشاء لجنة في المفوضية العليا للنظر في الجنسيات  وحيث بعد ذلك قد صدر قرار المفوضية العليا رقم 2825 تاريخ 30 آب سنة  1924 نص على ان رؤية الدعاوى المتعلقة بالتابعية عائدة الى المحاكم  الحقوقية دون سواها  وحيث ان البت في تابعية المعترض جورج افندي نحاس في المدة المتخللة بين  تاريخ 22 ايلول سنة 1920 واول حزيران سنة 1926 نظرا لما تقدم بيانه من  الحيثيات والمقررات امر يعود للمحاكم الابتدائية الحقوقية ويشكل في  قضيتنا الحاضرة الاعتراض على قطع معاش المعزولية عن جورج افندي نحاس  يدعي انه كان من غير التبعة اللبنانية اذ ذاك مسألة متأخرة"},
{"court": "شورى", "number": "969", "year": "1927", "date": "28/07/1927", "president": "شفيق الحلبي", "members": "/مازاس//الصلح/", "full_text": "-  في طرق مراجعة قرارات مجلس  شورى الدولة   - حيث عملا باحكام المادة الثامنة من القرار 2668 المذكور  آنفا من الطرق القانونية للاعتراض على قرارات مجلس الشورى هي الاعتراض  على الحكم وطلب اعادة المحاكمة او اعتراض الغير  وحيث ان القرار 904 الذي اصدره مجلس الشورى بتاريخ 29 تموز سنة 1926 قد  صدر بناء على اللوائح الدفاعية المقدمة خطأ بتاريخ 5 تشرين الاول سنة  1925 من قبل المستدعي وعليه يعتبر هذا القرار قرارا وجاهيا غير قابل  للاعتراض عليه وفاقا للمادتين 42 و43 من القرار 2979 المذكور آنفا  وحيث انه نظرا لمندرجات استدعاء الاعتراض المذكور لا يوجد طلب باعادة  المحاكمة ليرى بالايجاب حسب احكام المادة 47 من القرار 2979 والمادة 27  من ذيل اصول المحاكمات الحقوقبة  ولما كان والحالة هذه لا طريقة من الطرق المعينة قانونا للاعتراض على  قرار مجلس الشورى المذكور"},
{"court": "شورى", "number": "1115", "year": "1927", "date": "21/10/1927", "president": "\r\nشفيق الحلبي", "members": "/مازاس//الصلح/", "full_text": "-  شروط قبول الترشيح الى الانتخابات العامة  والخاصة وشروط انتخاب عضو البلدية   - حيث ان المادة 37 من لاقرار 1307  توجب على كل لبناني يرشح نفسه للانتخابات العامة او الخاصة ان يعين في  تصريح قانوني مصدق المنطقة التي يريد ترشيح نفسه فيها والمادة الاولى من  القرار 1265 توجب تقديم التصريح للترشيح الى حاكم المدينة الخ ... فعدم  تقديم الترشيح المنوه عنه يعد مخالفا لمنطوق المادتين المذكورتين  وحيث ان الشروط المنصوص عليها في القرار 1307 التي تخول الناخب الحق ان  ينتخب عضوا في المجلس النيابي يجب ان تطبق ايضا في الانتخابات البلدية  عملا بالمادة 18 من القرار 1208 المذكور اعلاه  وحيث انه تبين من المادتين 53 و63 من القرار 1307 ان اللبنانيين  المقيدين في جدول الاسماء الانتخابية للمنطقة لهم وحدهم بان يكونوا في  الهيئات الانتخابية وان الصفة الانتخابية تختص فقط باعضاء هذه الهيئات  حيث لا يجوز انتخاب احد للمجلس النيابي الا اذا كان من ابناء لبنان  الكبير وحاصلا على حق الانتخاب كما جاء في المادة 7 و26 من القرار 1307  فانتخاب شاهين افندي سرور لعضوية البلدية يعد مخالفا للقانون"},
{"court": "شورى", "number": "1123", "year": "1927", "date": "28/10/1927", "president": "نجيب القباني", "members": "\r\n/الحلبي//مازاس/", "full_text": "-  شروط تخفيض الضريبة عن العقار المرهون بعد اعادة تخمينه   -   وحيث ان مفاد تحريرات وزارة المالية المؤرخة في 4 شباط سنة 1321 يمنح  صاحب العلاقة الحق بان يطلب تخمينا اخر فيما لو كان مفقودا بحكم الضرورة  الادبية ان يستدين مبلغا من المال ينوف على قيمة عقاره المرهون الاصلية  وحيث كان مجلس الشورى قد اخذ بعين الاعتبار تلك الظروف الاستثنائية وقرر  في قراره الاعدادي اجراء تخمين تلك الجنينة بمعرفة خبراء معينين وفاقا  للاصول  وحيث ان الخبراء المعينين قد اجروا تخمين الجنينة المذكورة بقيمة عشرين  الف غرش ذهب  وحيث ان التخمين قد جرى بصورة قانونية والحالة هذه اتخاذ القيمة التي  اثبتها التحقيق المبحوث اساسا لطرح الضريبة مما يؤدي الى وجوب تخفيض  الضريبة المعترض عليها"},
{"court": "شورى", "number": "1128", "year": "1927", "date": "30/11/1927", "president": "نجيب القباني", "members": "\r\n/الحلبي//مازاس/", "full_text": "-  اصول الطعن بقرار لجنة تحكيم خاصة انشأها حاكم لبنان الكبير  واناط بها امر تعيين قيمة كل بناء مهدم او مستملك   - وحيث ان قضية  الشرفية المترتبة على العقارات الواقعة في محلة الشويخ زيتونه تابعة  لتشريع خاص وهو قرار حاكم لبنان الكبير المؤرخ في 4 نيسان سنة 1925 رقم  3062  وحيث ان هذا التشريع قد حصر تحديد قيمة كل بناء مهدوم ومستملك وبدل  الشرفية من عقارات المحلة المذكورة بلجنة تحكيم خاصة دون سواها (مادة 4  من القرار رقم 3062)  وحيث ان كل اعتراض على مقررات هذه اللجنة يجب ان يقدم الى حاكم لبنان  الكبير فيفصل فيه نهائيا  وحيث ان السيد عبد العزيز الغندور قد قدم اعتراضه لحاكم دولة لبنان  الكبير على القرار المتخذ بحقه بشأن الشرفية المترتبة على عقاراته من  لجنة الشويخ - زيتونه بتاريخ 22 شباط سنة 1926 نومرو 32/6 بعد مرور  المدة المعينة بموجب المادة السادسة من القرار رقم 3062 المبحوث عنه  واقترن هذا الرد بتصديق حاكم دولة لبنان الكبير كما هو مسطر في بيان  البلدية وغير منكر من طرف المعترض  وحيث ان تصديق الحاكم هو فصل نهائي في الامر لا يقبل اي مراجعة بشأنه  كما هو صريح المادة السادسة المارة الذكر"},
{"court": "شورى", "number": "1129", "year": "1927", "date": "02/12/1927", "president": "نجيب القباني", "members": "/الحلبي//مازاس/\r\n", "full_text": "-  شروط  استحقاق راتب المعزولية للموظف الذي اكتسب الجنسبة اللبنانية اثناء  قيامه بالوظيفة   - وحيث كان جورج افندي عند احالته للاستيداع بداعي الغاء  الوظيفة واعطائه معاش المعزولية لم يزل معدودا مأمورا  وحيث ان عده بموجب القانون من المأمورين وان لم يكن فعليا لا يخرجه من  عداد المأمورين ولا يحرمه من حقوقهم المكتسبة  وحيث ان هذه الحقوق المكتسبة تستدعي دوام اعطائه معاش المعزولية وفاقا  للاحكام والمقررات العائدة للمأمورين المحالين على الاستيداع  وحيث ان اعتباره مؤخرا وحكما لبنانيا منذ تاريخ 5 تشرين الثاني سنة 1926  لا ينقص له حقا مكتسبا بل يزيده ارتباطا بجسم الدولة التي انتسب اليها  وحيث ان جورج افندي باعتباره محالا للاستيداع كان عند طلبه التجنس  بالجنسية اللبنانية معدودا مأمورا كان من حقوقه عدم التعرض له باعتباره  انه غير لبناني ما دام قد تعين مأمورا بوقت لم يكن به مشروطا ان يكون  لبنانيا  وحيث ان معاش المعزولية ليس منحة تمنحها الحكومة للموظف بل معاش التقاعد  ومعاش المعزولية كلاهما حق مكتسب للمأمور الذي يكمل المدد القانونية  المعينة لكل منهما اذ ان ذلك لقاء توقيفات تحسمها صناديق الحكومة من  معاشاته المدفوعة لذلك المأمور  وحيث كان روح القانون والعدل يقضي ايضا بلزوم الاخذ بنظر الاعتبار كل ما  تقدم من الماجريات والاحكام بهذا الشأن"},
{"court": "شورى", "number": "633", "year": "1926", "date": "12/05/1926", "president": "اوغست باشا اديب", "members": "/الحلبي//مازاس/", "full_text": "-  اصول فرض الجزاء  النقدي بسبب التأخير في دفع الضريبة   - وحيث انه لا جدال في ان الادارة  محقة في تحصيل الضريبة رغما عن تقديم اعتراض عليها وذلك طبقا للمادة 64  من القرار 2979 في اصول المحاكمات لدى مجلس الشورى  وحيث انه بمقتضى المادة 26 من قانون 30 تشرين الثاني سنة 1330 تستوفى  زيادة 20 في المائة على ضريبة التمتع من المكلف الذي تبلغ تذكرة الضريبة  ولم يؤدها في المدة المقررة بالقانون  وحيث يتضح من المقارنة بين هذين النصين ان زيادة العشرين في الماية لا  تستوفى بمقتضى قانون سنة 1330 الا من المكلف الذي يتأخر عن تأدية قيمة  الضريبة بعد ان تكون طرحت بصورة نهائية"},
{"court": "شورى", "number": "43", "year": "1934", "date": "12/07/1934", "president": "شكري قرداحي", "members": "/ابو\r\nخير//نقاش/", "full_text": "-  في  المدة التي يستحق عنها الموظف معاشا تقاعديا   - حيث انه من المسلم به ان  القانون الواجب تطبيقه على المتقاعد لتصفية معاشه هو القانون المرعي  الاجراء حين تصفية ذلك التقاعد  وحيث انه لو فرض وكان للمعترض الحق بان يتمتع باحكام القانون العثماني  فان هذا القانون جعل بداية حساب التقاعد سن العشرين وليس الثامنة عشرة  وحيث في كلا الحالين لا يحق للمتقاعد ان يطلب معاشا تقاعديا عن مدة  سابقة لتمام الثامنة عشرة من عمره   -  صحة  تشكيل الخصومة في دعوى طلب تصحيح السن   - ولكن حيث من المبادىء المسلم  بها ان الحكم بتصحيح السن اذا كان مقصودا منه ان يتخذ حجة على شخص آخر  فيجب ان يكون التصحيح قد جرى بحضور ذلك الشخص (V. Dalloz Rep. Pratiq.  Vo Actes de l'etat civil no 257 et s) وفي هذه القضية حيث كان على  الشيخ حسيب عبد الملك ان يطلب حضور الحكومة في المحاكمة التي جرت لتصحيح  سنه لان غايته من التصحيح كانت مطالبة الحكومة بما جاء يطالبها به وهي  زيادة راتبه التقاعدي"},
{"court": "شورى", "number": "683", "year": "1926", "date": "31/05/1926", "president": "شفيق الحلبي", "members": "/مازاس//الصلح/", "full_text": "-  اصول الاعتراض على  القرار الاداري   - وحيث ان المستدعي قدم استدعاءه الى نظارة المالية  بصورة عادية ولم يحرره على ورقة مخصوصة كما نصت عليه المادة 60 من  القرار 2979"},
{"court": "شورى", "number": "27", "year": "1933", "date": "17/10/1933", "president": "عبده ابو خير", "members": "\r\n/الناطور//نقاش/", "full_text": "-  مدى حق ورثة العسكري الغائب بالحصول على جزء من معاشه وسقوط هذا الحق  بمرور الزمن   - لما كانت النقطة القانونية الواجب حلها هي هل ان لطالب  المعاش المعترض عذرا مشروعا كما جاء في الاسباب المدلى بها يخوله الحق  بقبض معاش التقاعد الممنوح له اعتبارا من تاريخ وفاة ولده في معركة بيت  عيسى بالرغم من اهماله المطالبة به حتى 27 شباط سنة 1931 ام لا  ولما كان حل هذه النقطة يستلزم الرجوع الى احكام القانون الخاص الموضوع  للغائبين والشهداء بايام الحرب والمؤرخ في 12 مارس سنة 1332 والمنشور في  جريدة تقويم وقائع في 19 مارس سنة 1332 والمجعول ذيلا لقانون التقاعد  العسكري  وحيث انه من مراجعة المادة الاولى من هذا القانون يرى ان لامثال  اليوزباشي المدعي استحقاق المعاش عنهم اذا كانوا في الحرب وفقدوا وكان  امر حياتهم او مماتهم مجهولا فتعطى عائلاتهم المستحقة المعاش التقاعدي  مثل ثلث معاشاتهم على الحساب (سبارش) الى ان يقرر امر المعاش  وحيث انه من مراجعة المادة 3 من القرار نفسه يرى ان من كان امر حياته او  مماته مجهولا كما ذكر اذا عقد الصلح وثبت دوام غيبته المنقطعة وكذلك من  ثبتت وفاته فيحق لورثة الغائب او المتوفي المستحقين للمعاش قبض معاش  التقاعد وفاقا للمادتين ال 35 و36 من قانون التقاعد اعتبارا من تاريخ  الغيبة او الوفاة  وحيث ان معاهدة الصلح النهائية مع تركيا حصلت في 24 تموز سنة 1923  وحيث ان المعترض كان له حين عقد الصلح وبسبب دوام غيبة ولده المنقطعة ان  يطالب بمعاش التقاعد الذي يطلبه الآن اذا رأى ان شروط الاستحقاق المشار  اليها في المادة 44 من قانون التقاعد مستوفاة فيه  وحيث انه لم يكن مضطرا لان يؤخر المطالبة الى ان يتحقق من وفاة ولده  المذكور كما جاء في اسباب اعتراضه لان المطالبة بالمعاش يكفي لها دوام  الغيبة المنقطعة المماثلة في حالتها للوفاة في موضوع البحث كما مر  البيان  وحيث ان الضرر المدلى به والمتخذ سببا للاعتراض يكون مستوجبا الرد  والحال ما ذكر  لذلك  تقرر باالجماع رد الاعتراض"},
{"court": "شورى", "number": "611", "year": "1927", "date": "04/05/1927", "president": "شفيق الحلبي", "members": "\r\n/مازاس//الصلح/", "full_text": "-  المطالبة بتخفيض ضريبة التمتع ومحل فرضها   - حيث ان المستدعي  تكلف بضريبة التمتع عن سنة 1926 بالنوع النسبي من الصنف الثاني باعتبار  واردات محل الشغل 2000 غرش وبدل السكن 1000 غرش سوري  وحيث تبين ان المستدعي هو غير تاجر بل نجار بسيط لذلك يقتضي تنزيل مبلغ  382,50 غرشا سوريا من الضريبة المذكورة"},
{"court": "شورى", "number": "703", "year": "1926", "date": "02/06/1926", "president": "شفيق الحلبي", "members": "/مازاس//الصلح/", "full_text": "-  شروط ترقين ضريبة  التمتع عن الشركة   - وحيث تبين ان الشركة المذكورة تركت المحل وادغمت  بنفس الشركة الافريقية الشرقية الانكليزية لذلك يقتضي ترقين ما طرح على  محل دالبور كو البالغ 4727 غرشا سوريا"},
{"court": "شورى", "number": "711", "year": "1926", "date": "03/06/1926", "president": "شفيق الحلبي", "members": "/مازاس//الصلح/", "full_text": "-  شروط نفاذ الضريبة  وموجب المكلف بتبليغ الادارة بالتعديل   - وحيث ان الضريبة لا تصبح دينا  شخصيا متوجبا على المكلف تجاه الخزينة الا بعد تبليغه اياها بطريقة نشر  الجداول  وحيث انه بناء على هذه النظرية لا يطلب من المكلف اخبار ادارة المالية  عن التغيير الذي يطرأ على تجارته او على حرفته في خلال السنة الا بعد  نشر الجداول فبناء على كتاب نظارة المالية المؤرخ في 29 ايار سنة 1926  رقم 5002"},
{"court": "شورى", "number": "707", "year": "1926", "date": "03/06/1926", "president": "شفيق الحلبي", "members": "/مازاس//الصلح/", "full_text": "-  مفعول استملاك  العقارات من قبل البلدية وهدمها لجهة الغاء الضريبة   - وحيث ان العقارات  المذكورة جرى استملاكها وهدمها من قبل البلدية بتاريخ تشرين الاول سنة  1924 لذلك يجب الغاء الضريبة المذكورة"},
{"court": "شورى", "number": "714", "year": "1926", "date": "04/06/1926", "president": "شفيق الحلبي", "members": "\r\n/مازاس//الصلح/", "full_text": "-  مفعول استملاك البلدية لعقار لجهة اعفائه من الضريبة   - وحيث  ان المستدعين تكلفوا بضريبة المسقفات عن سنة 1925 على اساس بدل ايجار  العقار المخمنين بقيمة 14200 غرشا سوريا  وحيث ان الملك المذكور قد جرى استملاكه وهدمه في سنة 1925 فتوفيقا  للمادة 12 من القرار 1481 لا يمكن تنزيل الضريبة عن سنة 1925 بل يجب  تنزيلها عن سنة 1926"},
{"court": "شورى", "number": "713", "year": "1926", "date": "04/06/1926", "president": "شفيق الحلبي", "members": "/مازاس//الصلح/", "full_text": "-  اصول زيادة الضريبة   -   وحيث ان نظارة المالية لا يمكنها بعد نشر جداول الضريبة الى المكلفين ان  تزيد قيمة الضريبة المطروحة بطريقة الدعوى المقابلة"},
{"court": "شورى", "number": "761", "year": "1926", "date": "14/06/1926", "president": "شفيق الحلبي", "members": "/مازاس//الصلح/", "full_text": "-  شروط تنفيذ  قرارات المجلس البلدي المتعلقة بتعيين مراتب الشوارع والساحات العامة او  بتوسيعها وشروط استئنافها   - وحيث ان المجالس البلدية وفاقا للفقرة  العاشرة من المادة 48 من القرار ذي الرقم 1208 المحرر اعلاه لها  الصلاحية باتخاذ القرارات المختصة بتعيين مراتب الشوارع والساحات العامة  او بتوسيعها انما لا تنفذ تلك القرارات الا بعد موافقة الحاكم عليها وان  مثل هذه القرارات الصادرة من المجالس البلدية لا تستأنف امام مجلس  الشورى الا بطريقة التجاوز على حدود الوظيفة او في حال وجود خلل في  الشكل او سوء استعمال السلطة عملا بالمادة 5 من القرار 2668  وحيث ان القصر وان يكن يؤخذ قانونا من اراضي الملاكين الذين على جانبي  الطريق مناصفة عملا بنص المادة الثامنة من قانون 1309 فهذا النص يقيد  الادارة التي تقوم باعمال توسيع الشارع بالزامها ايضا المحافظة على  ابقاء محور الشارع بمستواه القديم واجراء التوسيع من على جانبي الطريق  ولكن لو فرض ان تخطيط الشارع قد تم بطريقة قانونية تلائم مصالح الملاكين  المجاورين الاجمالية فالنص المذكور آنفا لا يوجب على الادارة ان تحفظ  للشارع الجديد ما للشارع القديم من الاعوجاج بل بالعكس من الموافق  الاعتراف للادارة بصلاحيتها في ازالة هذا الاعوجاج الناشىء عن الاملاك  الخصوصية البارزة على قاعدة الشارع الجديدة وان ادى هذا الاجراء الى  استملاك الاراضي من جهة واحدة من الطريق غير ان نص المادة الثامنة من  القانون المذكور يتعلق في اعمال توسيع الشوارع لا في تخطيط استقامتها"},
{"court": "شورى", "number": "644", "year": "1926", "date": "20/05/1926", "president": "شفيق الحلبي", "members": "/مازاس//الصلح/", "full_text": "-  المرجع الصالح لبت  دعاوى اثبات الملكية على ارض شائعة المقامة بين الافراد والبلديات   -   وحيث ان دعاوى الملك ولا سيما دعاوى اثبات الملكية على ارض شائعة  المقامة بين الافراد والبلديات هي من صلاحية المحاكم النظامية خصوصا اذا  كان حل هذه الدعاوى موقوفا على سندات خصوصية او على تطبيق قوانين الحقوق  العمومية  وحيث ان المحاكم النظامية لها الصلاحية ايضا في دعاوى الملك والتصرف  المتعلقة بالاموال غير المنقولة التي تدعي الادارة بانها تابعة للاملاك  الشائعة لا سيما اذا كانت البلدية تثابر على ادعائها بان هذه الارض  المنازع بها هي جزء من الطريق العمومية منذ عهد قديم دون ان تستند  بادعائها هذا على قرار اداري يستوجب التنفيذ او التفسير"},
{"court": "شورى", "number": "831", "year": "1926", "date": "29/06/1926", "president": "شفيق الحلبي", "members": "/مازاس//الصلح/", "full_text": "-  المحكمة الصالحة لبت  الدعوى المتعلقة باسترداد رسم قضائي استوفي خلافا للقانون   - وحيث ان  الرسم النسبي الذي يستوفى من المدعي عند تقديم الدعوى هو بمثابة سلفية  على مصاريف الحكم ويعتبر داخلا في حكم مصاريف المحاكمة المنصوص عليها في  تعرفة 27 ايلول سنة 1302 وان الصلاحية في تحديد قيمة هذه المصاريف عائدة  الى المحاكم النظامية كما يتضح من المادتين 8 و18 من التعرفة المذكورة  وحيث ان مجلس الشورى في حالة اتخاذه قرارا يتعلق بطلب استرجاع مبلغ من  مصاريف المحاكمة استوفي بصورة غير شرعية من المحكمة اثناء تقديم الدعوى  اليها يكون قد تجاوز حدود صلاحيته  وحيث انه اذا كان الامر فقط يتعلق بتحديد مصاريف المحاكمة المتوجبة  قانونا وكان هذا التحديد منوطا بتفسير قرار اداري فعلى المحاكم النظامية  العائد اليها الفصل في الدعوى المرفوعة لديها في طلب الاسترداد ان ترجىء  حكمها في هذه القضية وتحيل الفريقين المتداعيين امام مجلس الشورى كي  يفصل بطريقة الدعوى المعترضة في مفاد القرار الاداري"},
{"court": "شورى", "number": "796", "year": "1927", "date": "17/06/1927", "president": "نجيب القباني", "members": "\r\nالحلبي//مازاس/", "full_text": "-  اصول احتساب الضريبة على الاراضي المغروسة   - وحيث ان المستدعي تكلف  بضريبة الاراضي عن سنة 1925  وحيث ان قطعة الارض المذكورة تبلغ 2625 ذراعا مربعا وهي بكاملها مغروسة  توت  وبما ان ضريبة الاربعة بالاف فرضت على الاراضي المغروسة بشرط ان هذه  الاراضي تدفع العشر القانوني  ولما كانت اراضي بيروت غير خاضعة للعشر فيجب ان تطرح عليها الضريبة عشرة  بالاف"},
{"court": "شورى", "number": "688", "year": "1926", "date": "01/06/1926", "president": "شفيق الحلبي", "members": "/مازاس//الصلح/", "full_text": "-  اصول تبليغ الادارة  اي تعديل على تجارة المكلف   - وحيث ان المادة الثلاثين من قانون التمتع  توجب على المكلفين الذن يتركون مهنتهم في خلال الستة الاشهر الاولى او  يطرأ عليها وعلى تجارتهم تبدل من شأنه ان يعدل الضريبة ان يخبروا بذلك  مأموري المالية قبل ابتداء الجزء الثاني من السنة المالية حتى ينزل منهم  القسط الثاني  وحيث ان الاخبار لا يكون شفهيا بل يجب ان يكون تحريريا"},
{"court": "شورى", "number": "13", "year": "1926", "date": "14/10/1926", "president": "شفيق الحلبي", "members": "/دينوا//الصلح/", "full_text": "-  شروط فرض الشرفية   - وحيث  ان القرار المذكور قد حدد فقط بدل الشرفية التي اكتسبتها العقارات  المجاورة لساحة الشهداء عقب اشغال التحسين التي اجريت في الساحة  المذكورة ولكنه لم يتقيد بنص المادة الرابعة التي توجب تحديد قيمة تلك  العقارات ايضا قبل المباشرة باعمال التخمين المذكورة  وحيث انه يتعذر والحالة هذه على مجلس الشورى ان يجري التخمين لمعرفة ما  اذا كانت الشرفية التي اكتسبتها تلك العقارات هي بنسبة عشرة في المائة  ام اكثر لان هذه النسبة في بدل الشرفية هي من الشروط الضرورية التي  بدونها لا يحق للبلدية الانتفاع بريع الشرفية عملا بالمادة الثانية من  القرار 2999"},
{"court": "شورى", "number": "1328", "year": "1926", "date": "19/11/1926", "president": "شفيق الحلبي", "members": "/مازاس//الصلح/", "full_text": "-  شروط  الدعوى لدى مجلس الشورى   - بناء على الاستدعاء المقدم من الافندية جورج  صائغ ورشيد بشاره فرنسيس بتاريخ 21 ايلول سنة 1926 والمتضمن طلب تنزيل  مبلغ من المال المتوجب عليهما دفعه الى مجلس زحله - المعلقة البلدي من  جراء التزامهما قلم الفحم في تلك المدينة من اول كانون الثاني سنة 1926  الى 31 كانون الاول سنة 1926 والحكم على المجلس المذكور بالعطل والضرر  وحيث ان الدعاوى الحقوقية لا يمكن تقديمها الى مجلس الشورى الا بطريقة  الاستئناف على قرار اداري"},
{"court": "شورى", "number": "1329", "year": "1926", "date": "24/11/1926", "president": "شفيق الحلبي", "members": "/مازاس//الصلح/", "full_text": "-  اصول الادعاء لدى  مجلس الشورى   - وحيث ان الاعتراض على المضبطة يمكن بلا شك تقديمه الى  مجلس الشورى كباقي الاعتراضات الموجهة على الاعمال الصادرة من السلطات  الادارية على ان يتقدم بطريقة الاعتراض على تجاوز حدود الوظيفة عملا بنص  المادة الخامسة من القرار 2668  وحيث ان االعتراض المتقدم حاليا الى مجلس الشورى يختلف مبنى ومعنى عن  الاعتراضات المنصوص عليها في المادة الخامسة من القرار 2668  وحيث ان هذا الاعتراض يتضمن فعلا طلب اعادة النظر من قبل مجلس الشورى في  التخمينات الواردة في المضبطة مع ان الاعتراض على التجاوز في الوظيفة  يؤول حتما الى الغاء المضبطة المذكورة لسبب من الاسباب المنصوص عليها في  المادة الخامسة والتي تخول المعترض حق المراجعة امام مجلس الشورى"},
{"court": "شورى", "number": "690", "year": "1926", "date": "01/06/1926", "president": "شفيق الحلبي", "members": "/مازاس//الصلح/", "full_text": "-  اعفاء المكلف  المريض من الضريبة   - وحيث تبين من التقرير الطبي ان المستدعي مصاب  بالتهاب المفصل الوركي الايسر وان عجزه يقدر والحالة هذه بالماية 60  بالمئة  وحيث ان هذا الداء يمنع صاحبه من مزاولة اشغاله  تقرر:  اعفاء المستدعي من الضريبة المذكورة"},
{"court": "شورى", "number": "46", "year": "1934", "date": "19/07/1934", "president": "شكري قرداحي", "members": "/الناطور//نقاش/", "full_text": "-  المرجع القضائي الصالح للنظر  بدعوى الضرائب   - وحيث من المبادىء المسلم بها في المسائل الادارية ان  المحكمة العائد لها النظر اساسا بدعاوى الضرائب هي الصالحة ايضا للفصل  في المشاكل الناشئة عن استيفاء هذه الضرائب والتي تكون مبدئيا من صلاحية  محاكم اخرى سواء تحصلت تلك الضرائب رأسا او بواسطة متعهد  وحيث انه بناء على ما تقدم يكون حكم النزاع الحاضر حكم الضرائب غير  المقررة  وحيث ان القرار رقم 2668 الذي حدد صلاحية مجلس الشورى لم يخوله حق النظر  بالضرائب غير المقررة التي لم تزل من صلاحية المحاكم النظامية كما اقره  اجتهاد هذه الغرفة (راجع قرار اول اذار سنة 1934 عدد 17)  وحيث انه من جهة اخرى لا يمكن قانونا اطلاق عبارة المصلحة العامة  (Service public) على الالتزام الحاضر لادخاله في عداد الامور العائد  النظر فيها الى مجلس الشورى والمعينة في المادة 3 من القرار المذكور لان  تلزيم جباية او استيفاء الضرائب وان يكن عقدا اداريا فهو لا يدخل في  عداد العقود المبينة في المادة 3 المذكورة"},
{"court": "شورى", "number": "26", "year": "1932", "date": "21/06/1932", "president": "شكري قرداحي", "members": "/ابو خير//الناطور/\r\n", "full_text": "-  مهلة  الاعتراض على القرار الاداري   - حيث ان مهلة الاعتراض على القرارات  الادارية لدى مجلس الشورى هي شهران بدؤها من تاريخ التبليغ او تاريخ علم  المعترض بأمر القرار المعترض عليه بحكم الضرورة على ما هو منصوص عليه في  المادة 2 من القرار رقم 2979  وحيث ان القرار المعترض عليه صادر من بلدية اميون في 24 حزيران سنة 1930  وحيث ان المعترض المقيم في اميون نفس مركز البلدية قد بلغه امر القرار  فور صدوره لانه نفذ ضده حالا كما تبين من استدعاء اعتراضه المقدم الى  مجلس الشورى في 11 ايلول سنة 1930 ومن استدعاء آخر قدمه الى محافظة  شمالي لبنان بنفس التاريخ المذكور وفيه يقول انه متضرر من جراء توقيفه  عن البناء منذ اكثر من شهرين  وحيث ان الاعتراض يكون والحالة ما ذكر مقدما بعد فوات المدة القانونية  تقرر بالاتفاق رد الاعتراض"},
{"court": "شورى", "number": "27", "year": "1932", "date": "21/06/1932", "president": "شكري قرداحي", "members": "/ابو\r\nخير//الناطور//نقاش//تيان/", "full_text": "-  شروط الطعن بمرسوم صادر عن رئيس الجمهورية لقبوله   - حيث ان  المعترض يطلب ابطال مرسوم رئاسة الجمهورية المؤرخ في 17 حزيران سنة 1931  رقم 2048 لان فيه مجاوزة على حدود السلطة القانونية  وحيث ان السبب المدلى به للابطال هو قول المعترض ان المجلس التأديبي حكم  عليه رغما عن ظهور براءته من شهادة الشهود ووقائع القضية  وحيث ان هذا السبب يتعلق بامور مادية لا يتناولها النقد في مجلس الشورى  بموجب المادة 5 من القرار 2668  وحيث انه لم يتبين من التدقيق ان في معاملات هذه القضية مخالفة قانونية  يستوجب الابطال  تقرر باتفاق الآراء قبول الاعتراض شكلا ورده اساسا"},
{"court": "شورى", "number": "8", "year": "1932", "date": "21/06/1932", "president": "شكري قرداحي", "members": "/ابو خير//الناطور/", "full_text": "-  الوسائل المقبولة  للقول بصحة تنازل المالك عن قسم من املاكه من اجل توسيع الطريق بحيث لا  يتوجب عليه التعويض للمالك المقابل   - حيث ان المنصوص عليه في المادة 8  من قانون الابنية ان الارض اللازمة لتوسيع طريق ما انما تؤخذ مناصفة من  جانبي الطريق  وحيث انه اذا قضى الفن الهندسي واقتضت المصلحة ان تؤخذ السعة كلها من  جانب واحد فانما يقتضي تخمين نصف تلك السعة وفاقا لقانون الاستملاك ودفع  قيمتها للمالك المأخوذة منه وتحصيل نفس القيمة من الجار المقابل بدلا من  الارض التي كانت واجبة عليه وكل هذا عملا بالمادة 9 من قانون الابنية  المشار اليه  وحيث ان هذه المعاملات القانونية انما تجري بموجب خريطة تنظمها شعبة  الهندسة في الدائرة البلدية وبموجب قرار من البلدية نفسها وهذان الخريطة  والقرار يكونان المرجع في اثبات وقائع الحال  وحيث انه من درس هذه القضية يتبين ان الطريق الغير نافذ موضوع الاعتراض  لم يسبق للبلدية ان جعلت له تخطيطا او قررت سعته الواجبة قانونا قبل  الآن بل انها لاول مرة اصدرت قرارها المطعون فيه بشأن تحديد سعته بعد ان  نظمت بشأنه الخريطة الفنية  وحيث ان ادعاء المعترضة والحال ما ذكر انها تركت من ثماني عشرة سنة ما  يوجب عليها القانون تركه لتوسيع الطريق غير مرتكز على دليل قانوني يؤيده  اذ لا مستند خطي بيدها من البلدية يؤيد ادعاءها المذكور  وحيث ان المبلغ الذي اقرته البلدية على المعترضة لم يكن لجارها المقابل  من قبل الشرفية كما تقول بل هو بدل الارض التي كانت واجبة عليها لتوسيع  الطريق وقد اخذت من جارها المذكور بحكم المادة 9 الآنف ذكرها"},
{"court": "شورى", "number": "14", "year": "1926", "date": "03/12/1926", "president": "شفيق الحلبي", "members": "\r\n/مازاس//الصلح/", "full_text": "-  الرسم على بيع العقار بالمزاد العلني   - حيث ان العقار المطروحة عليه  الضريبة العقارية اذا بيع في المزاد العلني بمبلغ يفوق القيمة المقيدة  له في سجلات الويركو فوزارة المالية تكون محقة في تكليف هذا العقار  بالضريبة العقارية على اساس القيمة التي بيع بها العقار في المزاد  العلني  وحيث يجب الاعتراف للمالك المكلف بالضريبة العقارية بحقوقه في المراجعة  ومطالبته باجراء تخمين اخر لملكه فيما لو ظهر انه جرى في البيع اكراه او  حيلة من شأنها ان تضر بمصلحة هذا المالك المكلف  وحيث ان الفرق عظيم بين قيمة الضريبة الاصلية وبين القيمة التي وضعت  مجددا فاصبح من الواجب على المجلس ان يتحقق ذلك  وحيث ان الحالة تقضي حكما باجراء الكشف لتخمين قيمة العقارات التي اتخذت  اساسا لوضع الضريبة المعترض عليها"},
{"court": "شورى", "number": "33", "year": "1932", "date": "21/07/1932", "president": "شكري قرداحي", "members": "/ابو خير//نقاش/", "full_text": "-  شروط حصول والد  العسكري المتوفي عند قيامه بالوظيفة على المعاش التقاعدي   - حيث ان نقطة  الخلاف يجب الرجوع في حلها الى المادة 44 من قانون التقاعد العسكري  وحيث ان هذه المادة تنص على ان الاب يستحق المعاش في حالتين: الاولى اذا  كان عمره ستين سنة واسباب معاشه معدومة والثانية اذا كان لم يبلغ الستين  ولكنه عليل عاجز عن كسب معاشه ولا املاك عنده  وحيث ان المعترض حين وفاة ابنه في 31 آب سنة 1925 لم يكن بالغا الستين  من سنه كما هو ثابت بتذكرة نفوسه المعلنة انه من مواليد سنة 1870  وحيث ان شروط الحالة الاولى غير متوفرة فيه ومن جهة اخرى حيث انه لم  يثبت بوجه من الوجوه انه بتاريخ وفاة ابنه كان عليلا وان علته كانت ولم  تزل مانعا له عن العمل وكسب المعاش  وحيث ان التقرير الطبي المقدم مع اعتراضه هو مؤرخ في 21 حزيران سنة 1931  وحيث انه لو سلمنا بصحة ما ورد في هذا التقرير من ان المعترض اصبح عاجزا  بتاريخه عن العمل بالنظر الى سنه والى مرض الربو المصاب به فان اعتلاله  بعد مرور ست سنوات تقريبا على وفاة ابنه لا يخوله قانونا الحق بمعاش  التقاعد لان شروط استحقاقه يجب ان تتوفر حين وفاة الابن وتولد الحق  المدعى به  وحيث ان شروط الحالة الثانية غير متوفرة ايضا في قضية المعترض مع صرف  النظر عما ثبت من انه من ذوي الاملاك  تقرر باتفاق الآراء رد الاعتراض"},
{"court": "شورى", "number": "34", "year": "1932", "date": "30/08/1932", "president": "\r\nشكري قرداحي", "members": "/ابو خير//الناطور/", "full_text": "-  شروط استحقاق معاشي المعزولية والتقاعد من قبل  العسكري ومهلة المطالبة بهما   - حيث ان النقطة القانونية الواجب حلها هي  هل ان المعترض يستحق معاش التقاعد الذي يطلبه في اعتراضه ام لا  وحيث انه يجب الرجوع في حل هذه النقطة الى قانون التقاعد الملكي المؤرخ  في 11 اوغوسطوس سنة 1325 والى قانون المعزولية المؤرخ في 8 آب سنة 1325  وحيث ان المأمور الملكي بموجب المادة 2 من قانون التقاعد المشار اليه  يستحق معاش التقاعد بعد خدمة لا تقل عن ثلاثين سنة  وحيث انه بموجب المادة 7 من القانون نفسه يمكن ان يضاف الى مدة خدمة  المأمور الفعلية ثلاث سنوات من اصل سني المعزولية متى كان زمن معزوليته  دون معاش  وحيث ان المعترض عزل في بدء الاحتلال في 7 تشرين الاول سنة 1918 لانه  تركي الاصل ولم يعط معاش معزولية  وحيث انه لو سلم انه حين عزله ادارة كان مستحقا معاش المعزولية لان سبب  عزله لا يستوجب حرمانه من المعاش المذكور وسلم ايضا بانه كان معذورا في  سكوته عن المطالبة بالمعاش الى ان اكتسب الجنسية اللبنانية واستحصل على  تذكرة النفوس اللبنانية في 2 كانون الاول سنة 1921 فان هذه المحكمة ترى  انه بعد زوال عذره قد اهمل المطالبة بجواز الاستخدام وبمعاش المعزولية  الى تاريخ 24 اذار سنة 1923 كما يتبين من مراجعة اوراق القضية  وحيث ان المادة 6 من قانون المعزولية تنص على ان المأمور المعزول ولو  كان حقه بمعاش المعزولية مقررا يتوجب عليه للاستفادة من المعاش ان يقدم  في كل ستة اشهر طلبا الى الحكومة لاستخدامه في وظيفة مماثلة لوظيفته  السابقة والا سقط حقه بالمعاش  وحيث ان المعترض اهمل المطالبة بمعاش المعزولية اكثر من المدة القانونية  المنصوص عنها في المادة 6 المشار اليها وهذا الاهمال يستلزم سقوط حقه  بالمعاش المذكور  وحيث ان زمن معزوليته يكون دون معاش ويكون له ان يستفيد من احكام المادة  7 من قانون التقاعد دون المادة 9 من القانون نفسه المختصة بالمعزولين  الذين يتناولون المعاش في مدة معزوليتهم  وحيث انه لو اضفنا مدة ثلاث سنوات الى مدات خدمة المعترض يصبح مجموعها  ثمان وعشرين سنة وثلاثة اشهر واربعة عشر يوما وهي اقل من المدة  القانونية التي تخوله الحق بمعاش التقاعد  تقرر بالاتفاق رد الاعتراض"},
{"court": "شورى", "number": "809", "year": "1926", "date": "26/06/1926", "president": "شفيق الحلبي", "members": "\r\n/مازاس//الصلح/", "full_text": "-  شروط التنازل عن الدعوى   - وحيث ان الطلب المقدم  من المعترضين والمتضمن التنازل عن الدعوى اجدر في بادىء ذي بدء  بالاعتبار من غيره لان التنازل عن الدعوى يزيل فروع الدعوى ونتائجها مثل  طلب الدخول كشخص ثالث وطلب الرد لعدم الصلاحية وما شاكل"},
{"court": "شورى", "number": "35", "year": "1932", "date": "31/10/1932", "president": "شكري قرداحي", "members": "/ابو\r\nخير//نقاش/", "full_text": "-  شروط استحقاق الدركي للمعاش الاستثنائي   - حيث ان الحكومة بموجب المادتين  الاولى والرابعة من تعليمات تقاعد الدرك اللبناني قد منحت افراد هذا  الدرك معاشا استثنائيا ولكنها اشترطت لاستحقاقه شرطين: اولا - خدمة تسع  سنين وثانيا- ان تقع الخدمة متوالية دون انفصال وقد صرحت في المادة  الرابعة المذكورة ان الذين يتركون الخدمة ثم يعودون اليها يعاملون كمن  يدخل فيها حديثا دون ان تقيد مدة خدمتهم السابقة  وحيث ان الشرطين المذكورين غير متوفرين في قضية المعترض هذه لانه ثابت  بجدول خدماته انه ترك الخدمة في اول كانون الثاني سنة 1919 ثم عاد اليها  في 6 تشرين الاول من السنة نفسها اي بعد تسعة اشهر واكثر  وحيث ان هذا الفاصل يعدم معه شرط التوالي سواء كان ترك الخدمة هو اعتلال  صحته اعتلالا منعه من مداومة الخدمة هو من جهة مجرد عن كل دليل يؤيده  ومكذب من جهة اخرى بما ورد في جدول الخدمة نقلا عن السجلات الرسمية  وحيث انه لو فرض ان ذلك الزعم صحيح فان المرض كان عارضا موقتا لمزاولة  الخدمة وكان على المعترض ان يطلب من الحكومة وقتئذ معالجته والاعتناء به  الى ان يشفى لا ان يستعفي ويترك الخدمة  وبناء عليه حيث ان اسباب الاعتراض مستوجبة الرد  تقرر بالاتفاق رد الاعتراض"},
{"court": "شورى", "number": "1074", "year": "1926", "date": "10/08/1926", "president": "\r\nشفيق الحلبي", "members": "/فونتانا//الصلح/", "full_text": "-  صلاحية تفسير قرار تشريعي   - وحيث انه يمكن  لاحد الوزراء ان يطلب من مجلس الشورى تفسير قرار اداري او عقد في حين  عدم وجود نزاع او دعوى  وحيث ان مجلس الشورى فيما خلا القرارات الادارية لا يملك صلاحية التفسير  خصوصا اذا كان هذا التفسير له علاقة بقرار تشريعي"},
{"court": "شورى", "number": "15", "year": "1926", "date": "06/12/1926", "president": "\r\nشفيق الحلبي", "members": null, "full_text": "-  مفعول فسخ البلدية عقد الالتزام بدون سابق انذار   - وحيث ان البلدية  المعترض عليها قد ابطلت مباشرة عقد المقاولة اثناء القيام بتنفيذها ودون  سابق علم ولا خبر  وحيث لم يتبين ان البلدية قد اعربت عن استيائها من مجرى الاشغال التي  يقوم بها المقاولان المذكوران ولم يكن ثمة اسباب موجبة تبرر هذا الفسخ  المباشر  وحيث يجب اعتبار البلدية مسؤولة عن هذا الفسخ الجائر وغير المشروع  وعليها ان تتحمل مقادير الاضرار والخسائر التي اوقعتها بالمقاولين عقب  هذا الفسخ"},
{"court": "شورى", "number": "39", "year": "1932", "date": "16/11/1932", "president": "شكري قرداحي", "members": "/ابو خير//الناطور/", "full_text": "-  الشروط الواجب توفرها لدفع  المرتبات التقاعدية المتوجبة للموظفين العثمانيين الذين اكتسبوا الجنسية  اللبنانية   - حيث ان معاهدة لوزان لم تضع على عاتق المنطقة التي سلخت عن  الدولة العثمانية واصبحت اليوم لبنان الكبير دفع المرتبات التقاعدية  المتوجبة للموظفين العثمانيين الذين اعتنقوا الجنسية اللبنانية  وحيث ان المادة 61 من المعاهدة المذكورة اكتفت بان رفعت عن الدولة  العثمانية واجب تلك المرتبات  وحيث انه نظرا لما تقدم يجب معرفة فيما اذا كان يوجد بين النصوص  الموضوعة موضع الاجراء احكاما تتعلق بهذا المعنى  وحيث يتضح ضمنا من بيان الاسباب الموجبة للقرار 827 الصادر من المفوض  السامي في 23 نيسان سنة 1921 ان للحكومات المحلية الحق بوضع قواعد تحدد  الشروط التي يجب عليها ان تدفع بموجبها هذه المرتبات  وحيث ان هذا الحق المعترف به الى الحكومات المحلية من المفوض السامي  بصفته ممثلا لدولة اشتركت في توقيع معاهدة لوزان قد ثبته القرار رقم 490  الصادر في دولة سوريا بتاريخ اول ايار سنة 1927 والمصدق من المفوضية  العليا  وحيث ان من جملة الشروط التي ينص عليها القرار الآنف الذكر ان لا تدفع  المرتبات التقاعدية المتوجبة للموظفين العثمانيين الذين اعتنقوا الجنسية  السورية الا بشرط ان يثبتوا قبلا اقامتهم في الاراضي الواقعة تحت  الانتداب بتاريخ 30 تشرين الاول سنة 1919 اما الموظفون السوريو الاصل  فهم معفون من هذا القيد بأمر من الحكومة المحلية  وحيث انه بالنظر لما ذكر اعلاه لا شيء يمنع الحكومة اللبنانية ان تجاري  حكومة سوريا وان لا تدفع تلك المرتبات الا وفقا لشروط معينة منها الشرط  الذي طلب تحقيقه من المستدعي وهو اثبات اقامته في الاراضي الواقعة تحت  الانتداب قبل تاريخ 30 تشرين الاول سنة 1919 سيما وانه لا يوجد معاهدة  تجبر الحكومة اللبنانية دفع المرتبات التركية القديمة  وحيث ان الشرط المذكور مفقود في قضية المعترض لانه لم يحضر الى لبنان  الا بعد معاهدة لوزان فيكون قرار لجنة التقاعد المبني عليه مرسوم رئاسة  الجمهورية برد طلبه واقعا في موقعه القانوني  لهذه الاسباب  اجمع الرأي على رد الاعتراض"},
{"court": "شورى", "number": "40", "year": "1932", "date": "17/11/1932", "president": "شكري قرداحي", "members": "/الناطور//نقاش/", "full_text": "-  مفعول نكول الملتزم عن  تنفيذ الالتزام عندما يتضمن عقد الالتزام بندا جزائيا لجهة تحديد العطل  والضرر   - حيث ان دفتر الشروط ينص على حالتين:الاولى حالة الشخص الذي  يتقدم الى المناقصة بعد ان يكون دفع ثلاثماية ل ل مبلغ التأمين الموقت  Depot provisoire ولم يدفع بعدئذ مبلغ التأمين النهائي Cautionnement  definitif الذي هو 12 في المئة من قيمة الالتزام والثانية حالة الشخص  الذي يدفع مبلغ التأمين النهائي المذكور بعد قبوله واعلانه ملتزما ولكن  لم يقم او اساء القيام او قام بصورة جزئية بالتعهدات المسطرة في دفتر  الشروط  وحيث ان الحالة الاولى منصوص عنها في المادة الاولى من دفتر الشروط فهي  تصرح بانه اذا لم يدفع مبلغ التأمين النهائي في اليوم الذي يلي تبليغ  التصديق على الالتزام تضبط الخزينة مبلغ التأمين الموقت لمصلحتها  وحيث ان المادة الحادية عشرة تنص على الحالة الثانية التي تنوه عن الشخص  الذي يكون دفع التأمين النهائي البالغ 12 في المئة من قيمة الالتزام  انما لم ينفذ العقد المحرر بينه وبين الادارة او اساء تنفيذه وقد ورد في  تلك المادة ما يلي: ففي هذه الحالة يقع الملتزم تحت طائلة الجزاء فيحبس  عليه مبلغ التأمين بكامله او جزء منه بحسب اهمية العطل والضرر الذي يكون  التحق بالخزينة من هذا التقصير وعلاوة على ذلك فللخزينة الحق بفسخ عقد  الالتزام وملاحقة الملتزم الناكل في حال عدم كفاية مبلغ التأمين النهائي  وحيث يجب الآن استنادا الى ما جاء آنفا درس الحالة الخصوصية التي وجد  فيها منيف نور الله مع اعتبار ان العقود لها مفعول القانون بين  المتعاقدين  وحيث تبين من ملف الاوراق انه بتاريخ 7 تشرين الاول سنة 1930 التزم منيف  نور الله اعاشة مدرسة الفنون والصنائع عن السنة 1930-1931 بعد ان دفع  مبلغ 300 ل ل كتأمين موقت  وحيث انه لم يلبث بعدئذ ان ترك فعلا الالتزام والثلاثماية ليرة دون ان  يكون دفع التأمين النهائي او قدم شيئا الى المدرسة من الاصناف التي رسا  التزامها عليه  وحيث ان وزارة المالية تجاه عدم قيام الملتزم المذكور بما تعهد به فسخت  الالتزام وطرحت اعاشة المدرسة للمناقصة مرة ثانية عن المدة المذكورة  آنفا كما انها في هذه المرة فرقت الاصناف موضوع الالتزام الاول ولزمت كل  صنف لوحده  وحيث ان الوزارة المشار اليها تدعي ان الالتزام الثاني كان بدله عليها  اكثر من البدل الاول فهي تطلب من منيف نور الله الفرق الحاصل بين  الالتزامين الاول والثاني وهو كناية عن 96081 غرشا ل س  وحيث انه يجب التساؤل عما اذا كانت الوزارة محقة بطلبها المبلغ المذكور  ام لا  وحيث انه يجب الرجوع الى دفتر الشروط لاجل حل هذه النقطة  وحيث ان حالة منيف نور الله هذه تدخل تحت احكام المادة الاولى من ذلك  الدفتر لان المدعي عليه المذكور قد دفع التأمين الموقت ثم نكل عن القيام  بتعهده ولم يدفع التأمين النهائي  وحيث ان هذه المادة تنص: اذا لم يدفع التأمين يضبط التأمين الموقت عفوا  من قبل الخزينة  وحيث ان الفقرة 6 من هذه المادة تعين بوجه مقطوع بدل التضمين الشروط  Clause penale وتحدد مبلغ العطل والضرر المتوجب للخزينة في هذه الحالة  فيلزم تطبيقها بحذافيرها كما قرر ذلك العلم والاجتهاد وان لم يكن هناك  من ضرر لحق بمصلحة الخزينة او كانت قيمة ذلك الضرر اكثر من المبلغ  المعين  V. Planiol Cours de droit civil t2 p 91  وحيث قد وجدت هذه الاحكام مطبقة في بعض مراسيم افرنسية منها المرسوم  الصادر في 18 تشريم الثاني سنة 1882 مادته الحادية عشرة المتعلق  بالالتزامات المعقودة باسم الحكومة الافرنسية وقد تمشى الاجتهاد الفرنسي  على هذا النمط  V. Carpentier Marche Administratif p 238 no 129 Conseil d'Etat 28  janvier 1853  وحيث ان ذلك الاجتهاد لا يسلم بغير مبلغ التأمين الموقت لقاء التعويض  الواجب اداؤه للحكومة في مثل هذه الحالة  وحيث انه لم يتوجب على منيف نور الله والحالة ما ذكر سوى مبلغ 300 ل ل س  الذي ضبطته الحكومة وذلك استنادا الى الاحكام الواردة في دفتر الشروط  المار بيانه  وحيث بالاولى يجب الاخذ بهذا المبدأ لانه لو فرض وكانت الحكومة هي  الرابحة في لاالتزام الثاني اي لو تبين ان قيمة الالتزام الثاني هي اقل  من قيمة الالتزام فذلك لا يمنعها من ضبط مبلغ التأمين المدفوع من  الملتزم الاول  وحيث يظهر من كل ذلك مفعول التضمين المقطوع L'effet de la clause penale  اذ انه ينزع عن المحاكم حق تقدير العطل والضرر لان الطرفين المتعاقدين  يتفقان عليهما سلفا ويحددان قيمتهما تعويضا للاضرار التي يمكن ان تحدث  في المستقبل  وحيث من البداهة القول بانه لا يمكن تطبيق المادة الحادية عشرة من دفتر  الشروط التي تتمسك بها الحكومة وتستند اليها بطلبها لان المادة المذكورة  تشير الى الملتزم الذي بعد دفعه التأمين النهائي لا يقوم او يسيء القيام  بتعهداته او يقوم ببعض منها فلا تدخل اذن تحت هذا الافتراض حالة منيف  نور الله التي تنص عنها صراحة المادة الاولى  لهذه الاسباب  اجمع الرأي على رد طلب الحكومة"},
{"court": "شورى", "number": "41", "year": "1932", "date": "21/11/1932", "president": "شكري قرداحي", "members": null, "full_text": "-  شروط الاعتراض على المراسيم الصادرة عن السلطة الادارية   - على السبب  المدلى به من وكيل الحكومة لجهة عدم الاختصاص  حيث ان موضوع الاعتراض هو مرسوم رئاسة الجمهورية بعزل المعترض  وحيث ان قرارات السلطة الادارية اذا كان منها ضرر فللمتضرر بمقتضى  المادة 5 من القرار عدد 2668 ان يطعن فيها ويطلب ابطالها لمجاوزة حد  السلطة وذلك امام مجلس الشورى  وحيث كان هذا المجلس والحال ما ذكر صالحا للنظر بالاعتراض   -  مدى صحة قرار المجلس التأديبي القاضي بعزل القاضي   - حيث ان مجلس  التأديب اعطى قرارا جازما باسقاط المعترض من وظيفته ولكنه قال في منتهى  الفقرة الحكمية انه يتمنى على رئاسة الجمهورية اذا لم توافق على العزل  ان تنقل القاضي من منطقة بعلبك الى منطقة اخرى  وحيث ان القرار كان جازما بالاسقاط وما ورد فيه من جهة النقل كان من قبل  التمني فقط  وحيث كانت اسباب الاعتراض مردودة والحال ما ذكر  لهذه الاسباب  تقرر باتفاق الآراء رد اسباب الاعتراض"},
{"court": "شورى", "number": "43", "year": "1932", "date": "28/11/1932", "president": "شكري قرداحي", "members": "/ابو\r\nخير//كحيل//الناطور//نقاش/", "full_text": "-  مفهوم العقوبات الخفيفة كحسم الراتب ومدى صلاحية رئيس  الجمهورية لاتخاذها بحق الموظف   - على الاسباب الاربعة الاولى  حيث ان الاسباب الاربعة هي من الامور المادية التي لا يعود لهذه الهيئة  حق البحث فيها  وحيث ان المرسوم الاشتراعي الصادر في اول تشرين الاول سنة 1930 رقم 7305  بمادته الحادية عشرة يعطي لفخامة رئيس الجمهورية حق حسم الراتب متى  تجاوزت مدته خمسة عشر يوما  وحيث ان هذا المرسوم لا ينص على اصول ومعاملات عند تطبيق عقوبة التأنيب  وحسم الراتب بل اوجب مراعاة تلك الاصول والمعاملات عند تطبيق العقوبات  الشديدة كحذف الاسم من جدول الترقية والاحالة الى الاستيداع وتنزيل  الرتبة او العزل الامر الذي يستدل منه ان الشارع ترك تقدير العقوبات  الخفيفة للوزير ولرئيس الجمهورية دون ان يقيدهما باصول او معاملات في  التحقيق كما فعل بالعقوبات الشديدة  ولما كان المرسوم الصادر من رئاسة الجمهورية بحسم راتب شهر واحد  للمستدعي ليس فيه مجاوزة على حد السلطة القانونية مما يستوجب ابطاله  لهذه الاسباب  تقرر بالاتفاق رد الاعتراض"},
{"court": "شورى", "number": "44", "year": "1932", "date": "28/11/1932", "president": "شكري قرداحي", "members": "/ابو\r\nخير//كحيل//الناطور//نقاش/", "full_text": "-  مدى صلاحية السلطة الادارية باعتبار الموظف الممتنع عن  الالتحاق بمركز عمله مصروفا من الخدمة   - حيث ان المرسوم 8795 المعترض  عليه اصدرته رئاسة الجمهورية بعد امتناع المعترض عن الذهاب الى مركز  وظيفته وبعد تقديمه طلبا خطيا بصرفه من الخدمة  وحيث ان لرئاسة الجمهورية ذات الاختصاص الحق بما فعلت من اعتبار المعترض  مصروفا من الخدمة في مثل هذه الحال  وحيث ان جميع الاسباب التي ادلى بها المعترض شفويا في المحاكمة العلنية  ثم دونها في لائحة خطية مؤرخة في 16 الجاري انما ترمي الى نقد المرسوم  الاول القائل بالنقل وهي لا محل للبحث فيها لان الاعتراض على مرسوم  النقل كان بعد فوات المدة القانونية كما ذكر  لهذه الاسباب  تقرر بالاجماع رد اعتراض المعترض شكلا فيما يختص بالمرسوم الاول رقم  8588 ورده اساسا فيما يختص بالمرسوم الثاني رقم 8795"},
{"court": "شورى", "number": "45", "year": "1932", "date": "29/11/1932", "president": "شكري قرداحي", "members": "/ابو خير//نقاش/", "full_text": "-  شروط ضم مدة  الانقطاع عن الوظيفة الى مدة الخدمة الفعلية عند المطالبة بمعاش التقاعد  من قبل الموظف   - حيث ان المعترض صرف من الخدمة اعتبارا من اول اذار سنة  1931 وتقرر صرف تعويض له قبضه دون تحفظ ما  وحيث لو فرض ان هذا القبض لا يعتبر تنازلا منه عن حق التقاعد فانه تبين  من الافادة الرسمية المعطاة من نظارة المالية في الشام ومن اقرار  المعترض نفسه امام هذه الهيئة ان الموما اليه تعين عضوا في محكمة بداية  دمشق في اول اذار سنة 1315 وانه استقال من تلك الوظيفة في 5 آب من السنة  المذكورة  وحيث انه بقي خارجا عن الوظيفة من ذلك التاريخ 1899 لغاية كانون الثاني  سنة 1919 اي مدة عشرين سنة تقريبا  وحيث انه يجب معرفة ما اذا كان يجوز قانونا في مثل هذه الحال اضافة مدة  الفواصل حتى ست سنوات الى مدة الخدمة الفعلية عملا بالمادة 4 من قانون 7  ايار سنة 1929  وحيث انه وان تكن المادة المذكورة قد اجازت ضم مدات الانفصال التي هي  بدون راتب الى مدة الخدمة الفعلية الا ان الشارع وضع قيودا احترازية  بهذا الخصوص  وحيث ان من جملة هذه القيود ان لا يكون طالب التقاعد قد استقال من  الخدمة بل ان يكون في حالة الاستيداع وفقا لقانون الاستيداع ولو بدون  راتب كما هي صراحة نص المادة الرابعة المذكورة  وحيث ان المعترض عند تركه عضوية محكمة بداية الشام في 5 آب سنة 1315 لم  يحصل على الاستيداع بل استقال من الخدمة كما مر بيانه  وحيث انه لا يمكنه والحالة ما ذكر الاستفادة من الفواصل التي يدعيها  لهذه الاسباب  اجمع الرأي على رد الاعتراض"},
{"court": "شورى", "number": "38", "year": "1932", "date": "08/11/1932", "president": "شكري قرداحي", "members": "/ابو خير//الناطور/\r\n", "full_text": "-  مدى اعتبار  حق الخيار المعطى لموظف بين الحصول على معاش المعزولية او معاش التقاعد  حالة اكراه تفسد الرضى   - حيث ان المعترض لما تقرر صرفه من الخدمة في 14  شباط سنة 1927 لم يكن مستحقا معاش التقاعد بالنظر الى سنيه في الخدمة بل  كان مخيرا بموجب المادة الثالثة من القرار 3195 بين ان يقبض تعويض الصرف  من الخدمة وبين ان يعتبر نفسه محالا الى الاستيداع ويطالب بمعاش  الاستيداع ويستفيد من الاحكام القانونية الموضوعة لمن احيل الى  الاستيداع  وحيث انه قد اختار الامر الاول وقبض تعويض الصرف من الخدمة بموجب سند  رسمي مسجل في 23 اذار سنة 1927 اسقط فيه كل حق ودعوى قبل الحكومة ومنذ  ذاك التاريخ حذف اسمه من جدول الموظفين  وحيث انه جاء في المادة 11 من قانون التقاعد الجديد المؤرخ في 7 ايار  سنة 1929 ما يأتي: اذا سرح مأمور بعد نشر هذا القانون ولم يكمل مدة ال  25 سنة المطلوبة للتقاعد وكانت مدة خدمته تجاوزت ال 15 سنة يعطى له معاش  تقاعد نسبي مبني على الاساس المذكور في المادة 4  وحيث ان المعترض بعد ظهور القانون المذكور طلب الى الحكومة ان تستعيد  منه ما قبضه بدل تعويض وان تطبق في مصلحته احكام المادة 33 من هذا  القانون ونصها: يحق للمأمور الذي تناول تعويض الصرف مرة واحدة فأكثر ان  يطلب تخصيص معاش تقاعدي له بشرط ان يكون له من الخدمات في الحكومة ما  يخوله الحق بهذا الطلب وان يدفع للصندوق نقدا سائر المبالغ التي قبضها  بصفة تعويض  وحيث ان الحكومة في قرارها المطعون فيه ردت الطلب المذكور مستندة الى  التنازل الرسمي الواقع منه بعد اختيار وقبض تعويض الصرف من الخدمة الى  المادة 50 من هذا القانون الاخير القائلة ان حقوق التقاعد التي يستحقها  الموظفون الذين تركوا الخدمة قبل صدور هذا القانون توفى وفقا للقوانين  التي كان يعمل بها قبل نشر هذا القانون  وحيث ان المعترض يدعي فساد اختياره تعويض الصرف وتنازله عن حقه في معاش  التقاعد لانه كان مضطرا ومكرها بحكم الحاجة الى توقيع السند وفسر ذلك  الاكراه بان المالية ما كانت تدفع له شيئا حتى وقع السند  وحيث انه يجب التساؤل عما اذا كان المعترض حقيقة في الحالة المعروفة من  المؤلفين بحالة الاضطرار والتي من نتائجها افساد اختياره وتنازله في  الدعوى الحاضرة وتجريدهما من المفاعيل القانونية المعلقة عليهما  وحيث ان القانون المعمول به هنا المماثل للقانون الافرنسي ولمعظم  القوانين في الدول الاخرى لا يعتبر في المسائل الحقوقية ان حالة  الاضطرار هي من مفسدات الرضى والقبول في المعاملات القانونية  وحيث انه لو اخذ برأي القائلين ان حالة الاضطرار هي من المفسدات فان  شرائط الاضطرار المقول به هي غير متوفرة في القضية لان من تلك الشروط ان  يكون المرء رضي بالعقد لدفع خطر عظيم عن حياته او حياة عائلته مما لا  شيء منه في هذه القضية  وحيث ان لا اكراه ايضا مفسد للخيار لان وجه الاكراه الذي فسره المعترض  لا يمكن حمله على معنى الاكراه المقصود قانونا اذ انه في الواقع استعمل  خيارا مشروعا في القانون وقد راعى المشترع في وضعه مصلحة الحكومة ومصلحة  الموظف معا  وحيث انه والحال ما ذكر لا يكون في القضية اضطرار او اكراه يوجبان فساد  الاختيار  وحيث ان احكام المادتين 11 و33 من قانون التقاعد الآنف الذكر لا يمكن  تطبيقها في مصلحة المعترض كما تقتضيه المادة 50 من القانون نفسه لانه  ترك الخدمة وقطع كل علاقاته مع الحكومة كموظف فيها قبل ظهور القانون  المذكور  وحيث ان القرار المطعون فيه واقع في محله  لهذه الاسباب  تقرر بالاجماع رد الاعتراض"},
{"court": "شورى", "number": "7", "year": "1930", "date": "01/02/1930", "president": "شفيق\r\nالحلبي", "members": "/الأنسي//زخريا/", "full_text": "-  حقوق القاضي العضو المعين في لجنة انتخابات الهيئة  الاختيارية   - حيث انه يتحتم على احمد افندي الخطيب من جراء وجوده في  لجنة الانتخاب ان يكون من الاعضاء المكلفين بفتح الصندوقة وفرز الاصوات  ولا ترى المحكمة اية مخالفة للقانون اتت من هذا القبيل   -  شروط المطالبة ببطلان الانتخابات لوجود الخطأ في قرار  الاصوات   - حيث انه لا يرجى ادنى نفع للمستدعين الادلاء بهذا السبب اذ  على حد سواء ان كان نجيب الحداد قد نال 84 صوتا او 81 طالما ان مزاحمه  اصابه مئة وثلاثة اصوات فتبقى الاكثرية في كلتي الحالتين بجانب هذا  الاخير  وحيث ان هذا السبب مردودا ايضا مع جميع الاسباب التي ذكرت اعلاه"},
{"court": "شورى", "number": "37", "year": "1932", "date": "31/10/1932", "president": "شكري قرداحي", "members": "/ابو خير//نقاش/", "full_text": "-  وسائل الاثبات  المعتمدة للقول بصحة الاعلان عن الانتخابات ومدى ضرورة اعلان الترشح عن  البلدية لترشيحه   - حيث انه من ملحوظات محافظة زحله - المعلقة على عريضة  شكوى محفوظة في الملف مقدمة في 14 ايار سنة 1932 من بعض اهالي راس بعلبك  يتبين ان المرسوم القائل باجراء الانتخاب قد صار اعلانه كما يجب  وحيث ان عدد المقترعين هو ايضا دليل على ذلك V. Rep Dalloz V. Elections  n. 1287  وحيث ان المادة 18 من القرار 1208 لا توجب على المرشح لعضوية البلدية  اعلان ترشيحه بوجه من الوجوه   -  مهلة الاعتراض على  المرسوم الذي يحدد طائفة وعدد اعضاء البلدية   - حيث ان تعيين عدد الاعضاء  وطائفتهم انما كان بمرسوم سابق للانتخاب  وحيث انه اذا كان للمعترض ما يقال في هذا الشأن فقد كان عليه ان يأتيه  بوجه الاعتراض في حينه على المرسوم القائل بعدد وطائفة اعضاء البلدية   -  مدى ضرورة اعلان  القائمة الانتخابية   - حيث انه تبين من اوراق هذه القضية ان القائمة  الانتخابية كانت نظمت واودعت عند المختار كما تقتضيه الاصول  وحيث ان القانون لا يوجب اعلان تلك القائمة انما يوجب تنظيمها وايداعها  فقط كما هو منصوص عنه في المادة 17 من القرار 1207 المعدلة باحكام  القرار 2986  وفضلا عن ذلك حيث ان المعترض لم يبين وجه الفائدة من الادلاء بهذا السبب   -  مفعول زيادة عدد  الاوراق الموجودة في الصندوق على عدد الناخبين نتيجة خطأ مادي   - حيث انه  من التدقيق في محضر لجنة الاقتراع تبين ان عدد الاوراق التي وجدت في  الصندوق كان اكثر من عدد الناخبين المشطوبين بواحد فقط  وحيث ان اللجنة ذكرت في قرارها ان سبب زيادة الورقة الواحدة هو سهو في  الشطب من قبل الكاتب الذي كان يقوم بشطب المقترعين وقد سها عن شطب واحد  منهم  وحيث ان هذا السبب لا يؤبه به والحال ما ذكر سيما وان المقترعين كانوا  151 وقد اجتمعت اصواتهم على انتخاب المعترض عليهم الا احدهم ابراهيم  مشرق فانه نال من تلك الاصوات 150  وعلى السببين المدلى بهما في جلسة 12 تشرين الاول سنة 1932  حيث ان هذين السببين مستوجبان الرد لعدم الادلاء بهما في المدة  القانونية  تقرر باتفاق الاراء رد اسباب الاعتراض"},
{"court": "شورى", "number": "9", "year": "1930", "date": "18/03/1930", "president": "عبده ابو خير", "members": "\r\n/نقاش//ارسانيوس/", "full_text": "-  المطالبة بالحصول على معاش المعزولية للموظف المستقيل لاسباب شخصية   -   حيث كان المعترض يستند في طلبه المعاش الى قانون مأموري الملكية  المعزولية الصادر في 8 آب سنة 1325  وحيث ان معاش المعزولية بموجب احكام هذا القانون يستحقه المأمور المعزول  اذا توفرت فيه جميع الشروط المبينة في المادتين الاولى والثانية من  القانون المذكور واولها ان يكون عزله عن المأمورية بقرار اتخذته الحكومة  لاسباب ادارية منها ما تتحققه فنا من عجزه عن العمل بسبب اعتلال صحته  كما هو منصوص عليه في المادة الاولى المشار اليها  وحيث كان المأمور الذي يستقيل من المأمورية لدواع شخصية لا يحق له ان  يطالب الحكومة بمعاش المعزولية كما هو منصوص في المادة 3 من القانون  المشار اليه  وحيث كان عبد الرحمن افندي المعترض قد استقال من المأمورية قائلا ان  اسبابا صحية دعته الى ذلك على ما هو ثابت في قراره في جدول الخدمة  المقدم منه  وحيث ان جميع الدواعي التي يستقل المأمور في تقديرها ويتخذها سببا  للاستقالة يعتبر قانونا من الدواعي الشخصية سواء قال عنها انها صحية او  غير صحية  وحيث كان لا يحق لعبد الرحمن افندي والحال ما ذكر طلب معاش المعزولية  وحيث لم ير ايضا في قانون معاشات مأموري الملكية المعزولين المؤرخ في 17  كانون الاول سنة 1307 ما يؤيد حق المعترض في طلب المعاش بالنظر الى  احواله المبسوطة  وحيث ان قرار الوزارة المعترض عليه موافقا لحكم القانون وهو المعول عليه  في الشأن المبحوث فيه دون قرار مجلس التقاعد لان هذا المجلس تعينه  الحكومة للاسترشاد بقراراته دون ان تكون مقيدة بها متى جاءت مخالفة  للقانون"},
{"court": "شورى", "number": "757", "year": "1927", "date": "23/05/1927", "president": "نجيب القباني", "members": "/الحلبي//الصلح/\r\n", "full_text": "-  اصول احتساب ضريبة التمتع وشروط فرضها   - وحيث انه اساسا لا يكلف  المكلف لدفع ضريبة التمتع الا اذا كان له واردات  وحيث لا فرق في واردات الطبيب ان كان مصدرها ممارسة فنه وعيادة المرضى  ام اختصاصه بالطب الشرعي وانتدابه من قبل الهيئات الرسمية والمحاكم  كخبير فني  وحيث ان اشتغال المستدعي بتحرير مجلة طبية وانتدابه خبيرا من قبل  المحاكم لاستجلاء بعض غوامض تتعلق بالطب الشرعي تعود عليه بواردات  مصدرها فن الطب"},
{"court": "شورى", "number": "11", "year": "1930", "date": "08/04/1930", "president": "شكري قرداحي", "members": "/ابو\r\nخير//الناطور//نقاش//تيان/", "full_text": "-  حق رئيس الجمهورية (حاكم الدولة) في التقرير فيما خص  الاجازة بمحاكمة الامأمورين او عدمها   - وحيث ان حاكم الدولة بموجب  القرار 1371 يأمر باجازة المحاكمة للمأمورين او بعدمها بعد تحقيق اداري  بسيط يجريه ويقف منه على حقائق الامور  حيث كانت الغاية من تعليق محاكمة المأمورين على اجازة حاكم الدولة انما  هي كرامة المأمورية ومصالح الدولة  وحيث كان القانون قد ترك لحاكم الدولة امر تقدير الاسباب الموجبة اجازة  المحاكمة او عدمها  وحيث كان الحاكم يستقل في تقدير تلك الاسباب الموجبة وما يراه في هذا  الشأن لا يمكن انتقاده والاعتراض عليه اذا لم يرافقه سوء الاستعمال اي  السبب الرابع الآنف ذكره ولا شيء منه في هذه القضية"},
{"court": "شورى", "number": "14", "year": "1930", "date": "05/05/1930", "president": "شكري قرداحي", "members": "\r\n/ابو خير//نقاش/", "full_text": "-  مهلة مطالبة عائلة الموظف المتقاعد المتوفي بحقها بالراتب التقاعدي   -   وحيث ان المبادىء القانونية والادارية المسلم بها ان حق عائلة الموظف في  التقاعد يبتدىء في اليوم الاول الذي يلي وفاة الموظف اذا كانت اصبحت ذات  حق فيه  وحيث ان زوج المستدعية توفي في 23 كانون الثاني سنة 1323 المالية فيكون  حق المستدعية في التقاعد ابتداء في ذاك التاريخ وتكون مرتباتها  التقاعدية استحقت لها منذ ذاك التاريخ  ولكن حيث انه تتلاشى وتسقط نهائيا بمرور الزمن نفعا للخزينة جميع الديون  التي على الحكومة اذا لم يطالب صاحبها خطيا تسديدها قبل السنة المالية  الرابعة التي تلي السنة المالية العائدة اليها تلك الديون كما اوجبت  المادة 36 من قانون المحاسبة العثماني المؤيد بالقرارين الصادرين من  المفوض السامي بتاريخ 5 تشرين الثاني سنة 1921 عدد 1096 و16 تشرين اول  سنة 1923 عدد 41  وحيث اصبحت مرتبات المستدعية منذ ذلك الحين دينا على الحكومة متوجبا  عليها دفعها حكما ويبتدىء مرور الزمن على هذا الدين منذ ذاك اليوم ايضا  كما هو مفهوم من صراحة المواد والقوانين السابقة وكما اقره العلم  والاجتهاد  وحيث ان مرور الزمن هذا يتناول دين الحكومة سنة فسنة  وحيث ان السنة المالية اللبنانية تبتدىء في اول كانون الثاني وتنتهي في  31 كانون الاول فيكون ابتداء مرور الزمن من اليوم الاول من السنة  المالية العائد اليها هذا الدين وهو كانون الثاني  وحيث تبين من التحقيق الذي اجرته هذه المحكمة ان المستدعية لم تطالب  بمرتباتها التقاعدية الا في 14 تشرين الثاني سنة 1927 فيكون دينها على  الحكومة عن السنين الاولى من تقاعدها السابقة لسنة 1923 قد سقطت وتلاشت  وحيث ولئن ظهر من تدقيق الاوراق ان المستدعية سعت للحصول على بيانات  بمدة خدمات زوجها المتوفي فقدمت استدعاآت مختلفة بتواريخ 11 حزيران سنة  1333 (21 تشرين الثاني سنة 1927) و11 مايس سنة 1927 الى متصرفية جبل  لبنان ومديرية الجمارك العامة في لبنان ومحكمة الصلح في بيروت الا ان  هذه الاستدعاآت لا تتضمن طلب تخصيص الراتب التقاعدي"},
{"court": "شورى", "number": "17", "year": "1930", "date": "28/05/1930", "president": "شفيق الحلبي", "members": "/ابو\r\nخير//نقاش/", "full_text": "-  شروط استحقاق راتب المعلولية   - وحيث انه  ثبت من التحقيق الذي اجراه هذا المجلس ان النفر امين الحداد هو الذي  اطلق الرصاص على آمره المستدعي بسبب الاوامر المتكررة التي كان يتلقاها  منه للقيام بمهام وظيفته  وحيث لا يسع المجلس الا ان يعتبر بالنظر لما تقدم من التحقيق ان  المستدعي اصيب اثناء قيامه بوظيفته  وحيث تبين ان تقرير اللجنة الطبية التي عينتها هذه المحكمة ان الاصابة  انتحت معلولية قاسم بصورة تمنعه عن القيام بالخدمة العسكرية  وحيث لم يثبت من التحقيق ولا من ملف الاوراق ان قاسم استعفى حقيقة من  الخدمة  وحيث يتوجب والحالة هذه ان تطبق بحقه احكام المادة الخامسة من قانون  تقاعد الجندرمة في جبل لبنان المؤرخ في اذار سنة 1320  حيث ان صراحة المادة الثانية من القرار 2473 الصادر من حاكم لبنان  الكبير في 30 نيسان سنة 1924 لا تدع مجالا للشك في وجوب تطبيق المادة  الخامسة المشار اليها  وحيث اخطأ اذن مجلس التقاعد العسكري والحكومة اللبنانية بعدم اجابة طلب  المستدعي تخصيص الراتب الذي استحقه لمعلوليته اذ كان من الواجب تطبيق  الفقرة الاخيرة من المادة الخامسة باعطائه نصف معاشه معاشا تقاعديا"},
{"court": "شورى", "number": "18", "year": "1930", "date": "02/06/1930", "president": "شكري قرداحي", "members": "\r\n/ابو خير//نقاش//ارسانيوس//البستاني/", "full_text": "-  الشروط الواجب توافرها للاعتراض على  المرسوم المتعلق بفصل محلة عن الاخرى وتعيين مختار لها   - حيث ان احد  افراد الاهلين الذي يعترض على قرار السلطة الادارية بداعي تجاوز حدود  السلطة يقتضي ان يكون له علاقة قانونية بالقانون الذي يتذمر منه  وحيث يتحتم كلما يكون هناك منفعة شخصية وحيث يتوجب عليه ان يثبت ان له  مصلحة شخصية مادية او معنوية في طلب الغائه ان يثبت انه لحقه ضرر شخصي  lesion individuelle par le fait de l'acte من القرار المتخذ بصورة  ممكنة معها ان يحصل على ترضية شخصية بالغاء ذلك القرار  وحيث ظهر من تدقيق ومقارنة القرارات التي اصدرها مجلس الشورى في فرنسا  انه يشترط لقبول الاعتراض ان يكون للقرار المعترض عليه ليس فقط تأثيرا  في حقوق المعترض المادية والمعنوية بل يجب ايضا ان يكون هناك رابطة  مباشرة lien direct بين القرار المطعون في قانونيته والمدعي حصول الضرر  عنه وبين الصفة الخاصة التي لها بها ذلك الضرر وهذه الصفة الملاك او  الساكن او المكلف  وحيث ان صادق بطرس صادق يعترض بصفته ملاكا ويقول انه يتضرر من القرار  الجديد لانه يضطر لمراجعة مختار الحازمية في معاملاته مع انه كان قبل  ذلك يراجع مختار قصبة بعبدا التي كانت الحازمية تابعة لها  وحيث ان ما زعمه لا يشكل بحسب المبادىء المقررة اعلاه ضررا يجيز له  الاعتراض على القرار اذ صرح انه مقيم في الحازمية فمن مصلحته اذا مراجعة  مختار الحازمية الذي هو اقرب اليه  وحيث انه لم يبين سببا قانونيا يؤيد وجود فائدة له من الاعتراض"},
{"court": "شورى", "number": "19", "year": "1930", "date": "07/06/1930", "president": "شكري قرداحي", "members": "/ابو خير//نقاش//تيان//البستاني/", "full_text": "-  اصول تفسير بنود الاتفاق عندما  يكون أحد شروط الاتفاق يحتمل معنيين   - وحيث من مقتضى المبادىء الشرعية  المطبقة انه عندما يكون احد شروط الاتفاق محتملا لمعنيين يصار الى  تفسيره بالمعنى الذي يمكن معه ان يكون له بعض النتائج لا بالمعنى الذي  يجرده من كل مفعول  وحيث ان هذه القاعدة مبنية على العقل ومسلم بها في جميع الشرائع بنصوص  خاصة منها المادة 52 من قانون الموجبات والعقود العالمي الذي وضعته  اللجنة التشريعية الدولية تحت اشراف جمعية الامم  code des obligations et des contrats prepare par la commission de  l'union legislative entre les nations allies et amies  ونصها بالافرنسي  L'orsqu'une clause est susceptible de deux sens ont doit plutot  l'entendre dans celui avec lequel elle peut avoir quelque effet que  dans le sens avec lequel elle n'en pourrait produire aucun  وحيث اذا سلم بنظرية المعترضين تصبح الفقرة الاخيرة من المادة الثالثة  من الامتياز بلا معنى  وحيث ان القاعدة الشرعية القائلة \"اعمال الكلام اولى من اهماله\" يعني لا  يهمل الكلام ما امكن حمله على معنى يؤيد ما تقدم  وحيث من مقتضى المبادىء العامة المسلم بها في جميع القوانين وخصوصا في  قانون الموجبات والعقود العالمي المشار اليه اعلاه في مادته الثانية  والخمسين ان جميع شروط العقد تفسر بعضها بعضا باعطاء كل شرط منها المعنى  الذي ينتج من مجموع العقد   -  اصول التعويض عن الضرر الناجم عن  حق الامتياز بجر واستثمار المياه   - وحيث يتوجب والحالة هذه البحث عن  الضرر الذي يمكن ان يلحق بالمعترضين من جراء منح الامتياز  وحيث ان هذا الضرر ينحصر بحرمانهم حق السقيا وقد اوجبت الفقرة الاخيرة  من المادة الثالثة على حبيب عقل ان يعوض عليهم على نفقته الخاصة  وحيث ان طريقة التعويض تكون اما حبية بالتراضي بين صاحب الامتياز وصاحب  الحق واما جبرية بالطريقة التي نص عليها في المادة الثانية من قانون  الامتيازات المتعلقة بالمنافع العمومية الصادر في 10 حزيران سنة 1926  وحيث ان المادة الثانية المذكورة توجب ان يطبق على التعويض الجبري قانون  الاستملاك"},
{"court": "شورى", "number": "47", "year": "1932", "date": "29/11/1932", "president": "شكري قرداحي", "members": "\r\n/الناطور//نقاش/", "full_text": "-  اصول احتساب المعاش التقاعدي على اساس الرواتب والمحسومات العائدة  للموظف خلال الخدمة من اموال الخزينة   - حيث ان القاعدة الاولى التي يجب  التقيد بها بخصوص التقاعد هي ان المدة الواجب ادخالها في حساب التقاعد  هي فقط المدة التي حسمت عنها العائدات للخزينة كما اقره العلم والاجتهاد  وحيث ان هنالك قاعدة ثانية تعتبر في حساب التقاعد المدة التي كان  المتقاعد يتقاضى عنها راتبا مقررا في الميزانية دون سواها (راجع  Carpentier t 30 p 399 et 403 no 87 , 172 et 173)  وحيث ان المعترض لم يثبت كون التسع سنوات التي يدعي انه خدم فيها كانت  داخلة في ميزانية الدولة خلافا لجدوله المخصوص كما وان المستندات التي  ابرزها لا تفيد انه كان يحسم مما كان يتقاضاه وقتئذ المحسومات القانونية  وحيث لو صح انه تقاضى اموالا من العائدات في دائرة الاجراء كما يدعي  المعترض فان تلك الحالة تنافي دعواه لانه من المقرر ان المعاشات التي  تؤخذ من العائدات لا تدخل في ميزانية الدولة (راجع الاجتهاد المذكور  اعلاه)  وحيث ان مجلس الشورى العثماني ايد هذا المبدأ بقراره المؤرخ في 21 كانون  الثاني سنة 1329  وحيث ان التحريرات الوزارية التي يستند اليها المعترض لاثبات عكس ما  تقدم عدا عن ان تاريخها سابق لتاريخ قرار شورى الدولة فانه ليس لها قوة  القانون ليعمل بها خلافا للقواعد العمومية الآنفة الذكر  وحيث انه لا يمكن والحالة ما ذكر اعتبار مدة التسع سنوات المدعى بها  بمجرد ابراز الشهادات المعبر عنها وخلافا لجدول خدمة المعترض الرسمي  وحيث ان القيود يجب العمل بها الى ان يثبت عكسها  لهذه الاسباب  تقرر بالاجماع رد الاعتراض"},
{"court": "شورى", "number": "22", "year": "1930", "date": "30/06/1930", "president": "شكري قرداحي", "members": "/ابو خير//الناطور//نقاش//صباغه/", "full_text": "-  مفعول الاعتراض على قرار  مجلس الادارة المتعلق بانتخاب المختار دون التلميح الى القرار الوزاري  الذي صدقه   - حيث ان النظر في القضايا الادارية الدائرة على انتخاب  المختارين عائد الى المجلس الاداري في المحافظة عملا باحكام المادة 15  من قانون المختارين المؤرخ في 13 كانون الثاني سنة 1928  وحيث ان المجلس المومى اليه قد بت في القضية المرفوعة اليه من احد  المستدعين جرجي روكز على ما صرح به المعترضان في استدعائهما الآنف الذكر  وحيث كانت مندرجات استدعاء المعترضين المقدمة الى هذه المحكمة تفيد ان  المعترضين قد التجأ الى هذه المحكمة باعتبار انها مرجع اعلى للمجالس  الادارية وكل اعتراضاتهما تتعلق بعدم صحة الانتخاب الى ان طلبا فسخه  وحيث ان غرفة القضايا الادارية القائمة باعمال مجلس الشورى ليست بهذه  الصورة المرجع المباشر لمثل هذا الاعتراض  وحيث ان المعترضين صرحا بلسان وكيلهما بناء على استيضاح حضرة المحامي  العام وذلك في جلسة 30 حزيران سنة 1930 بانهما يعترضان على قرار مجلس  الادارة فقط ولا ذكر لاعتراضهما لا تصريحا ولا تلميحا على القرار  الوزاري الذي صدق قرار المجلس الاداري لتتمكن هذه المحكمة من بحث القضية  بموجب المادة الخامسة من القرار 2668 تاريخ 6 ايلول سنة 1924"},
{"court": "شورى", "number": "8", "year": "1930", "date": "25/02/1930", "president": "شكري\r\nقرداحي", "members": "/ابو خير//الناطور/", "full_text": "-  شروط الحصول على راتب المعزولية لمأمور الاحراج   - حيث ان  نص في المادة الثانية من نظام معاش المعزولية على ان استحقاق معاش  المعزولية يتعلق على تحقق ثلاثة شروط او لها ان يكون المأمور خدم فعلا  خمس عشرة سنة فاكثر وثانيها ان لا يكون حكم عليه بجناية او جنحة تتعلق  بما يجريه بحكم الوظيفة وثالثا ان يستحصل المأمور المعزول ادارة على  قرار من الادارة التابع هو لها يعلن انه لم يزل اهلا لمعاودة العمل  وحيث انه نص في المادة الثالثة من القانون نفسه على انه لا يحق لمن لا  يكون في يده قرار الاهلية المشار اليه في البند الثالث الآنف ذكره ان  يتناول معاش المعزولية  وحيث ان الشرط الثالث وهو قرار الاهلية غير متحقق في قضية المعترض هذه  ولما كان القرار المعترض عليه موافقا للقانون فبناء عليه تقرر بالاجماع  قبول الاعتراض شكلا ورده اساسا"},
{"court": "شورى", "number": "24", "year": "1930", "date": "30/07/1930", "president": "شكري قرداحي", "members": "\r\n/ابو خير//نقاش/", "full_text": "-  مهلة الاعتراض على القرار الاداري الرافض طلب التوقيف عن البناء  من قبل المجلس البلدي واصول هذا الاعتراض   - وحيث ان اعتراضها المقدم الى  غرفة القضايا الادارية هذه منحصر في القرار المؤرخ في 24 تموز سنة 1929  القاضي برد طلبها التوقيف  وحيث ان اعتراضها المذكور يرتكز في جوهره على ان القرارين السابقين  المذكورين فيهما مجاوزة على القانون وانه كان على البلدية تقرير التوقيف  لاقتران الطلب بالكفالة المشروطة قانونا  وحيث ان القرارين السابقين المذكورين لم تتناولهما المعترضة بالطعن  والاعتراض في المدة القانونية وقد اكتسبا بحقها حالة قطعية ولا سبيل  قانوني لهذه الغرفة الادارية ان تضعهما موضع النقد والتمحيص بناء على  اعتراضها المذكور"},
{"court": "شورى", "number": "26", "year": "1930", "date": "31/07/1930", "president": "نجيب بك\r\nابو صوان", "members": "/ابو خير//الناطور//نقاش//تيان/", "full_text": "-  شروط ومهلة الطعن بالقرارات الادارية  امام مجلس شورى الدولة   - حيث ان المعترض جعل موضوع الاعتراض جواب وزارة  العدلية اليه في 10 نيسان سنة 1928 واشار في استدعاء الاعتراض الى قرار  الوزارة الاول المؤرخ في 9 كانون الاول سنة 1927  وحيث كان من الواجب اولا تحرير ذلك الجواب موضوع الطعن وتقرير مزيته  القانونية وما اذا كان في حال هذه القضية المبسوطة يجوز اتخاذه موضوعا  للطعن مستقلا عن قرار الوزارة الاول ام لا  وحيث ان القرارات القابلة الطعن في مجلس الشورى هي تلك القرارات القابلة  الانفاذ والممكن ان تلحق المضرة بالطاعن فيها  وحيث انه من المقرر علما واجتهادا ان القرار الثاني المؤيد لقرار سابق  له decision confirmative لا يعتبر من القرارات القابلة الطعن لانه في  الواقع لا يوجد حالة قانونية جديدة ولا يصح القول انه هو منشأ الضرر  المجيز الطعن بقرار في مجلس الشورى (انظر j. Appleton صفحة 547) وقرارات  مجلس الشورى الافرنسي المشار اليها في تلك الصفحة وهي الصادرة بتاريخ 24  حزيران سنة 1898 و15 كانون الاول سنة 1899 و11 ايار سنة 1900 و7 اذار  سنة 1913 و21 تموز سنة 1916  وحيث ان القرار المطعون فيه لا يخرج عن حد كونه قرارا مؤيدا للقرار  السابق المؤرخ في 9 كانون الاول سنة 1927 وهو بالنظر الى تحديده  القانوني لا يقبل الاعتراض مستقلا عن القرار الاول اذا كان الاعتراض  بالنظر الى القرار الاول قد حصل بعد فوات المدة القانونية  وحيث ان المدة المضروبة للطعن في القرارات الادارية هي شهران بموجب  المادة 2 من القرار رقم 2979 وبدؤها تاريخ التبليغ او تاريخ علم الطاعن  فيها بحكم الضرورة"},
{"court": "شورى", "number": "21", "year": "1930", "date": "23/06/1930", "president": "شكري قرداحي", "members": "\r\n/ابو خير//نقاش/", "full_text": "-  شروط الاستفادة من المعاش التقاعدي لاهل  العسكري المتقاعد   - حيث ان الاب بموجب المادتين ال43 وال44 من قانون  التقاعد العسكري لا يستحق معاشا تقاعديا الا اذا كان عجوزا فقيرا او  مريضا عاجزا عن العمل او محتاجا الى المعاش  وحيث من جهة اخرى يفهم من صراحة المادة 35 من قانون موازنة 1325 ومن  مدلول المادة 46 فقرتها الاخيرة من قانون التقاعد العسكري انه لا يمكن  الشخص ان يتناول راتبين بل له الحق باخذ الراتب الاكبر  حيث انه بمقتضى المادة 46 من قانون التقاعد العسكري لا تستحق الام معاشا  تقاعديا طالما هي في عصمة زوجها كما هي حال السيدة ماري المعترضة  وحيث ان قولها انها منفصلة عن زوجها لا يجعلها ذات حق بالمعاش لان  الزوجية تعتبر قائمة والزوج مكلف شرعا بتقديم النفقة لها  وحيث ان القرار الاول بصرف المعاش لها لا يخولها حقا مكتسبا اذا كان ذلك  القرار مخالفا للقانون"},
{"court": "شورى", "number": "31", "year": "1930", "date": "30/10/1930", "president": "شكري قرداحي", "members": "/ابو\r\nخير//الناطور//نقاش//حماده/", "full_text": "-  اصول الاعتراض امام مجلس الشورى ومدى حق المجلس بتمحيص حق  السلطة الادارية بتعيين المختارين   - حيث ان المادة 3 من قانون المختارين  تنص بان كل مكان جامع يحوي خمسين على الاقل من السكان المقيمين يقوم  بادارته مختار واحد يعاونه مجلس هيئة اختيارية  وحيث يتبين من الاوراق ان نفوس قرية عين مجدليون يتجاوز 250 نفسا  وحيث يكون القرار الصادر من محافظ صيدا بتاريخ 20 شباط سنة 1928 المصدق  من وزارة الداخلية في 29 منه موافقا للقانون وصادرا ممن له السلطة  باعطائه مثل هذا القرار  حيث يتبين من استدعاء الاعتراض ان المعترضين لم يعترضوا على مبدأ تعيين  المختارين ان اعتراضهم كان موجها ضد بطرس عبود الذي عينته وزارة  الداخلية مختارا اي ضد شخصية المختار المذكور  وحيث لا يمكن لهذا المجلس ان يضع موضع البحث امرا لم يعترض عليه امامه  بصورة واضحة  وحيث لا يمكن لهذا المجلس ان يمحص ما اذا كان للسلطة الادارية حق تعيين  المختارين عند امتناع اهالي القرى عن اجراء الانتخابات التي كلفوا اليها  وبالتالي لا يمكنه ان يبت في قانونية تعيين المختار بطرس عبود"},
{"court": "شورى", "number": "23", "year": "1930", "date": "30/07/1930", "president": "شكري قرداحي", "members": "/ابو خير//نقاش/", "full_text": "-  مدى حق البلدية  في التقدير فيما خص القرار بتوسيع الطريق   - وحيث انه بمقتضى الفقرة  الثانية من المادة الاولى من قانون الابنية الصادر في 18 اغستوس سنة  1297 ان سعة الدروب غير النافذة لا تقل عن ستة اذرع ولا تزيد عن ثمانية  اذرع معماري اي ان لا تقل سعتها عن اربعة امتار ونصف  وحيث ان المجلس البلدي كان قرر توسيع الطريق الخاص المبحوث عنها هنا  بجعل سعتها اربعة امتار ونصف وفقا لاحكام القانون ولكن ما لبث ان رجع عن  قراره هذا لاعتبارات خاصة ذكرت اعلاه  وحيث ان المادة الاولى من قانون الابنية المذكور تنص على سعة الطرقات  المختلفة وتوجب بان لا يكون عرض الدروب غير النافذة اقل من ستة اذرع  وحيث لا يمكن ان يستنتج مما تقدم ان الشارع اللبناني اراد ان يعطي مجلس  بلدية بيروت حق تقدير مطلق يسمح له بعدم التقيد باحكام المادة الاولى من  قانون الابنية فيما يتعلق بالحد الادنى للسعة لان نص الفقرة العاشرة من  المادة 35 من القرار 2671 الذي استند اليه القانون بحق التقدير المطلق  ليس الا اعادة نص المادة 12 كما سبق توضيحه اعلاه  وحيث ان التعامل في البلديات قد استمر على الوجه المبين  وحيث ان الاعتراف للبلدية بحق تقدير مطلق يخالف روح القانون ومقصد  الشارع وقد ينتج عنه تجاوز مضر  وحيث كان القرار البلدي والحالة هذه متوجبا الابطال لعدم تقيده باحكام  المادة الاولى من قانون الابنية الصادر في 24 تشرين الاول سنة 1298"},
{"court": "شورى", "number": "33", "year": "1930", "date": "30/10/1930", "president": "شكري\r\nقرداحي", "members": "/ابو خير//الناطور//نقاش//حماده/", "full_text": "-  الاصول الواجب اتباعها في انتخاب  المختارين فيما خص الدعوة للانتخاب وبند الاسماء في قاعة الشطب ومفعول  مخالفة هذه الاصول   - حيث ان المدة المعطاة للانتخاب هي متجاوزة العشرة  ايام المبينة في المادة 14 من قانون المختارين  وحيث ان الشارع اراد باعطاء هذه المهلة ان يكون جميع الناخبين عالمين  موعد الانتخاب ليتمكنوا من استعمال الحق المعطى لهم بهذا الشأن  وحيث يتبين ان عدد الناخبين الذين اشتركوا في الانتخابات بلغ 117 شخصا  من 132 الامر الدال على ان جميع الناخبين قد علموا بالموعد المعين فتكون  غاية الشارع قد حصلت  حيث ان هذا السبب مبهم وغير حري بالاعتبار  وحيث ولو فرض ان هناك غلطا بعدم قيد بعض اسماء المنتخبين في قائمة الشطب  فكان يتوجب على هؤلاء الاشخاص ان يستعملوا الحق المعطى لهم في المادة 21  من القرار 1307"},
{"court": "شورى", "number": "36", "year": "1932", "date": "31/10/1932", "president": "شكري قرداحي", "members": "/ابو\r\nخير//الناطور//نقاش//تيان/", "full_text": "-  صلاحية وزارة الداخلية لتقرير ضم القرى او فصلها ومدى  رقابة مجلس الشورى عليها   - حيث تبين انه بتاريخ 8 تموز سنة 1931 تقدم  الى غرفة القضايا الادارية في محكمة الاستئناف والتمييز استدعاء من فريد  الشيخاني ونصر الدين ابو صعب وسعيد حمدان من اهالي عيتات يعترضون فيه  على قرار وزارة الداخلية المؤرخ في 18 حزيران سنة 1931 عدد 73 القاضي  بضم محلتي الرويسات ورتوب الى سوق الغرب وفصلهما عن عيتات ويطلبون فسخه  او تقرير ضم عيتات لسوق الغرب  حيث ان الاسباب المدلى بها تتعلق بأمور يعود تقديرها الى الوزارة ولا  يتناولها النقد في مجلس الشورى  وحيث انه من التدقيق في لاقرار المعترض عليه تبين انه صادر من الوزارة  بقوة السلطة الممنوحة لها في المادة 6 من القرار 1208 المعدلة بالقرار  1416 وفي المرسوم رقم 61-1926 وان المعاملات القانونية الواجبة قد صار  والحال ما ذكر استيفاؤها قبل اصدار ذلك القرار  وحيث ان الوزارة لم تتجاوز حد القانون في اصدارها القرار المعترض عليه  تقرر باتفاق الآراء رد الاعتراض"},
{"court": "شورى", "number": "25", "year": "1930", "date": "31/07/1930", "president": "شكري قرداحي", "members": "/ابو\r\nخير//نقاش/", "full_text": "-  الاعتراض على قرار مجلس البلدية المتعلق بدفع حق الشرفية عن  استملاك العقار المقابل   - وحيث ان لا خلاف على مقدار التعويض بل ان  موضوع الدعوى هو عبارة عن وجوب التعويض مبدئيا او عدم وجوبه قانونا  وحيث ان حل هذه النقطة يرى في احكام المادة 9 من قانون الابنية معطوفة  على  المادتين الثانية والثالثة من قانون الاستملاك وهي كلها تتعلق  بمعاملات ادارية تجريها اولا السلطات الادارية  وحيث ان الاعتراض على قرار البلدية بسبب مجاوزة القانون العائد اليها  انفاذه انما يعود النظر فيه الى مجلس الشورى التي تقوم هذه الغرفة  بوظائفه وذلك بموجب المادة 5 من القرار 2668  وحيث ان سبب الاعتراض مردودا اساسا لان للبلدية بموجب المادة 9 المشار  اليها ان تقرر مثل القرار المعترض عليه  وحيث ان ما ورد في الاعتراض عن الشرفية لا موجب لبحثه لان المال المقرر  اخذه لم يكن على سبيل الشرفية"},
{"court": "شورى", "number": "23", "year": "1931", "date": "11/05/1931", "president": "شكري قرداحي", "members": "/ابو خير//الناطور/", "full_text": "-  اصول احتساب المعاش  التقاعدي للطبيب العسكري   - حيث كان من الثابت بشهادات الشهود المبنية  عليها الفقرة الحكمية الصلحية المؤرخة في 9 حزيران سنة 1927 عدد 1357  وبشهادات الشهود المؤدات لدى هذه الغرفة الادارية وبتذكرة نفوس المعترض  المعطاة له من الحكومة اللبنانية وبافادة محاسب بعبدا المأخوذة عن سجلات  الحكومة الرسمية ان المعترض كان طبيبا عسكريا في خدمة الحكومة وكان في  ايام خدمته برتبة يوزباشي  وحيث كانت الادلة المذكورة هي ادلة قاطعة للشك تكفي حجة للحكم في صحة  دعواه ولا يكفي لردها اسباب القرار المعترض عليه  1- لان المعترض قال ان مدة خدمته الاخيرة هي مدة الحرب وان الحكومة في  هذه المدة كانت تدفع له 600 غرش نقدا وتعطيه تخصيصات عسكرية ايضا عن  الباقي من المعاش وهو قول مقبول لم ير في جواب الحكومة ما يوجب رفضه  2- ان تذكرة النفوس الرسمية والفقرة الحكمية المنظمة وفاقا لاحكام  القرار 2396 وشهادات الشهود الموثوق فيهم هي برهان كاف على صحة ما يدعيه  المعترض في مثل هذه القضية بالنظر الى ظروفها السائرة  3- لان الحكومة لا تسلم عادة المأمورين وصولات تشعر بحسم العائدات  التقاعدية عليهم ولان امثال المعترض من الضباط العسكريين كانت تحسم  عليهم تلك العائدات بحكم القانون  وحيث ان المعترض بموجب المادة 13 من قانون التقاعد العسكري القديم  الواجب تطبيقه في قضيته هذه يستحق معاشا تقاعديا بالنظر الى مدات خدمته  وهو قد طلب ان يؤخذ اساسا لحساب تقاعده مبلغ الستماية غرش تركي صاغ الذي  كان يتناوله نقدا من الخزينة كمعاش شهري  وحيث ان لا موجب في هذه الحال لتقدير قيمة التخصيصات التي كانت تعطى له  من المواد الغذائية بل يجب ان يتخذ المبلغ المطلوب اساسا في حساب تقاعده  مع مراعاة احكام مرور الزمن على المعاش المستحق والغير المطلوب في وقته  لهذه الاسباب  تقرر بالاجماع فسخ القرار المعترض عليه واعادة الاوراق لوزارة المالية  لكي تصفي وتصرف للمعترض معاش التقاعد الذي يستحقه وفاقا للقانون"},
{"court": "شورى", "number": "34", "year": "1930", "date": "30/10/1930", "president": "شكري\r\nقرداحي", "members": "/ابو خير//نقاش/", "full_text": "-  حق البلدية بتوسيع الشارع ومدى رقابة مجلس الشورى على هذا  الحق   - حيث ان المعترضين اسندا اعتراضاتهما الى المواد ال8 وال10 وال11  من قانون الاستملاك قائلين ان البلدية خالفت الاصول المرسومة في تلك  المواد  وحيث ان الاحكام القانونية الواجب تطبيقها في هذه القضية بموجب المادة 3  من قانون الاستملاك المشار اليه انما هي قوانين الطرق والابنية  وحيث انه بموجب المادة 12 من قانون الابنية يتوجب على البلدية في مثل  هذه الحال تنظيم الخريطة الفنية بكيفية التوسيع الذي تقضي به المصلحة  العامة وان تعلن الامر على ذوي العلاقة وان تستقبل اعتراضاتهم وتبدي  رأيها فيها حتى اذا كان صدق المرجع الاعلى بعد كل ذلك قرارها ومعاملاتها  كان لها تنفيذ ذلك القرار  وحيث من جهة الاعتراض المتعلقة بنقد الامور المادية والفنية لا تقع تحت  تمحيص هذه الغرفة الادارية لان تلك الامور تستقل البلدية في تقديرها"},
{"court": "شورى", "number": "28", "year": "1931", "date": "02/06/1931", "president": "شكري قرداحي", "members": "/الناطور//نقاش/", "full_text": "-  مدى صحة الانتخاب الجاري من  الناخب المقيد في ملحق قائمة الشطب وغير المصرح له بالانتخاب   - حيث ان  المادة 5 من قرار 2986 الصادر في 12 شباط سنة 1925 جعلت آخر مهلة معطاة  لاحالة القرارات التي تصدرها لجان تقييد الاسماء بشأن التنقيحات الواجبة  على قوائم الانتخاب يوم 5 ايار  وحيث ان المادة 25 من القرار 1207 صرحت بان القائمة المذكورة تبقى كما  وضعت معمولا بها حتى تاريخ 5 ايار المذكور وان الانتخابات تجري حتى هذا  التاريخ بالاستناد الى هذه القوائم واما القوائم التي تنقح وتعدل فتجري  الانتخابات بالاستناد اليها في العام الذي يلي اختتام  تلك القوائم  وحيث ان الانتخابات المعترض على صحتها جرت في 24 اذار سنة 1930 فلم يكن  لهؤلاء المذكورين في ملحق القائمة حق الدخول في الانتخابات التي جرت في  5 ايار سنة 1903   -  مفعول المخالفة الجارية من قبل  اللجنة الانتخابية والتي لم يؤثر في نتيجة الانتخابات   - حيث تبين من  الاوراق الرسمية الموجودة في الملف ان الاشخاص الذين تقدموا على هذا  الشكل ورفض قبول اقتراعهم لا يتجاوز عددهم الثلاثة  وحيث ان اقل عدد من الاصوات ناله الاشخاص الذين فازوا بالانتخاب يتجاوز  معدل الغالبية المطلقة بخمسة اصوات مع ان اكبر عدد ناله اخصامهم هو دون  معدل هذه الغالبية  وحيث بناء على ذلك لو فرض وان في عمل اللجنة بهذا الشأن مخالفة فلا يمكن  ان تؤثر على نتيجة الانتخاب الواقع كما مر بيانه فيكون لا فائدة  للمستدعين من هذا السبب"},
{"court": "شورى", "number": "30", "year": "1931", "date": "02/06/1931", "president": "\r\nشكري قرداحي", "members": "/الناطور//نقاش/", "full_text": "-  اختصاص المحاكم الادارية والعدلية بمنع الادارة من  اجراء عمل من اختصاصها   - حيث من المسلم به علما واجتهادا انه لا يجوز  للمحاكم ادارية كانت ام حقوقية ان تتعدى حدود الادارة العامة وتمنعها من  اجراء عمل هو من اختصاصها او ان تجبرها على اجرائه (راجع Appleton p 32)  وحيث انه كل ما يمكن طلبه من الادارة العمومية اذا كانت هذه الادارة غير  محقة بعملها يتحول الى التعويض المالي فيكون طلب المعترض من هذه الجهة  مستوجب الرد   -  مدى حق الادارة بفسخ عقد الالتزام اذا اخل  الملتزم بموجباته   - حيث ان مقاولة الالتزام تصرح بان المبالغ التي تتوجب  للملتزم من جراء الاشغال التي يقوم بها تدفع من السلطة بحسب تقارير  مهندس النافعة  وحيث تبين ان الحكومة قد عملت بهذا الشرط اذ انها دفعت تدريجيا بعض  المبالغ ولم تتوقف عن الدفع الا وفقا لتقرير وافادة المهندس المار ذكره  بان الملتزم لا يقوم بالعمل الا ببطء كلي (راجع التقريرين المؤرخين في  23 كانون الاول سنة 1329 رقم 439 17 نيسان سنة 1329 رقم 100)وحيث ان  الحكومة انذرت الملتزم بهذا الخصوص في 23 حزيران سنة 1930 وقد تبلغ  المعترض هذا الانذار بتاريخ 2 تموز خلافا لزعمه  وحيث ان الملتزم ردا على هذا الانذار ادعى ان توقيف العمل مسبب من عدم  دفع الدراهم من الحكومة واضاف على ذلك قائلا ان اهتمت الحكومة بهذا  الدفع او لم تهتم فيتعهد بانه لا يدخر وسعا لانجاز الطريق الملتزمة في  صيف سنة 1914  وحيث ان الملتزم رغما عما تقدم لم يقم بالوعد اذ ان الطريق لم تتم حتى  تاريخ الاعتراض اي بعد مضي ثلاث عشرة سنة من تاريخ الانذار  وحيث ان نظام لبنان القديم الذي يشير اليه المعترض لا يمنع فسخ الالتزام  عند احداث هكذا مخالفات  وحيث ان اسباب الفسخ والحالة ما ذكر قد توفرت بهذه القضية  وحيث ان مقاولة الالتزام ليس هي بحكم مبرم او بقانون ليقال انها موجبة  وغير قابلة الالغاء من قبل الحكومة كما يدعي المعترض   -  مدى اعتبار الحرب الكونية عذرا شرعيا لتوقف العمل في  عقد الالتزام   - حيث ان المعترض يدعي العذر الشرعي والقوة الغالبة ليبرر  توقيف العمل مدعيا ان الحرب الكونية هي التي اوقفت اتمام ذلك المشروع  وحيث ان العمل المذكور هو كناية عن انشاء طريق في جبل لبنان فلا تأثير  للحرب الكونية على متابعة ذلك الالتزام بل ان المعترض بعريضته المؤرخة  في 20 تشرين الثاني سنة 1915 اقر هو بنفسه انه نظرا لظروف الحرب قد توفر  عدد الفعلة ورخصت اجورهم مما يمكنه من انجاز المشروع باقرب وقت فلا يؤبه  بهذا السبب"},
{"court": "شورى", "number": "24", "year": "1931", "date": "11/05/1931", "president": "شكري قرداحي", "members": "\r\n/ابوخير//الناطور//نقاش//بولس/", "full_text": "-  مدى اختصاص كل من وزارة الداخلية ومجلس ادارة  المحافظات النظر في الاعتراض على الانتخابات الاختيارية   - على السبب  الاول قسمه الاول المتعلق باختصاص وزارة الداخلية  حيث ان الشارع في المادة 15 من قانون المختارين قال ان النظر في  الاعتراضات المتعلقة بانتخاب المختارين وهيئات الاختيارية يعود الى  مجالس الادارة  وحيث ان نقطة البحث القانونية هي معرفة اختصاص هذه المجالس الادارية  وقوة قراراتها القانونية  وحيث انه لاجل حل هذه النقطة يجب الرجوع الى القانون القائل بتأليف تلك  المجالس وتحديد اختصاصها وهو القرار 3066  وحيث انه جاء في المادة 26 من هذا القرار ان قرارات مجالس الادارة تكون  نافذة متى وافق الحاكم عليها  وحيث ان هذه الموافقة اصبحت عائدة الى وزير الداخلية بموجب المرسوم رقم  61 تاريخ 25 حزيران سنة 1926  وحيث ان لوزارة الداخلية والحال ما ذكر الكلمة الاخيرة في شؤون انتخاب  المختارين على ما اقره اجتهاد هذه الغرفة الادارية المستمر  وحيث ان صحة هذا التفسير يؤيدها اولا - ما ورد في المادة 54 من المرسوم  عدد 5 المؤرخ في 3 شباط سنة 1930 من ان وزير الداخلية اصبح مستقلا في  تعيين المختارين والاختيارية خلافا لاحكام المادة 6 من قانون المختارين  القائلة بلزوم انتخابهم ثانيا - ان المصادقة المذكورة في المادة 26  يماثلها في التشريع الحاضر مصادقة رئاسة المحكمة على قرارات المستنطق  بموجب ذيل المادة 15 من قانون اصول المحاكمات الجزائية وان الكلمة  الاخيرة بموجب الذيل المذكور هي للرئاسة  وحيث انه اذا قيل ان الوزارة تبدي رأيها وملحوظاتها وتعيد القضية الى  مجلس الادارة حتى يصدر قراره مجددا في الامر فان هذا القول لا يتفق مع  الحكمة والمصلحة العامة لانه يجوز ان يصر المجلس على قراره الاول وينتج  عن ذلك شلل في اعمال الادارة  وحيث ان ما ورد في المادة 38 من قانون المختارين من ان الاحكام المخالفة  لهذا القانون تعتبر ملغاة لا يتناول احكام القرار 3066 المتعلقة في  تحرير اختصاص المجالس الادارية وقوة قراراتها القانونية   -  مفعول تغيير محل الاقتراع على صحة الانتخابات   - وعلى  القسم الثاني من سبب الاعتراض المتعلق بان الانتخاب كان صحيحا والوقت  كان كافيا بالنظر الى قلة الناخبين  حيث ان وزارة الداخلية رأت عدم صحة الانتخاب بسبب تغيير محل الاقتراع  وافتتاح وقفل اعمال الانتخاب قبل الساعات المعينة  وحيث ان هذه المخالفات متى اثرت في الانتخاب توجب القول ببطلانه  وحيث انه من النظر الى عدد الناخبين وهو 28 وعدد المقترعين وهو 11 فقط  يرى ان تقدير وزارة الداخلية لتلك المخالفات كان في محله  لهذه الاسباب  تقرر بالاكثرية رد الاعتراض"},
{"court": "شورى", "number": "612", "year": "1927", "date": "04/05/1927", "president": "شفيق الحلبي", "members": "\r\n/مازاس//الصلح/", "full_text": "-  مدى توجب  ابلاغ المالية الهدم الحاصل جبرا من البلدية لالغاء الضريبة   - وحيث ان  الهدم الحاصل جبرا من قبل البلدية كالاستملاك لا يوجب حتما على صاحبه  افادة المالية لتنزيل الضريبة عنه"},
{"court": "شورى", "number": "27", "year": "1931", "date": "19/05/1931", "president": "شكري قرداحي", "members": "/الناطور//نقاش/", "full_text": "-  شروط منح الموظف حصة من الغرامة  النقدية عن المواد المهربة   - حيث ان وزارة المالية بلسان وكيلها الاستاذ  جورج بشاره تعتبر ان على المأمور الذي يتقاضى معاشا من الخزينة واجبات  تعده مقصرا عنها اذا لم يقم بها فالمستدعي بتلبيته امر رئيسه بالتحقيق  عن المواد المهربة وله صفة المفتش قد قام بواجب وظيفته التي من اجلها  تصرف له الخزينة راتبا شهريا ولا يمكنه ان لا يكتشف الجريمة لئلا يكون  عمله مسهلا لتهريب مال الدولة  وحيث في حال سكوت الشارع اللبناني عما اذا كان للمفتشين وللمأمورين  بصورة اجمالية حصة الحاجز عن البنزين المهرب والذي يحجزونه يجب الرجوع  الى المبادىء التي من اجلها وضعت في البلاد الاجنبية النصوص المتعلقة  بتقسيم الجزاء وحقوق الدليل والحاجز Indicateur et saisissant  وحيث لو دققنا في القوانين الافرنسية نجد ان الموظفين لم يعط لهم في  بادىء الامر حصة ما من الجزاء العائد على الاموال المهربة المحجوزة الا  في بعض ظروف معينة وبموجب نصوص مخصوصة ومن ثم ان المجلس النيابي الغى  حتى هذا الحق في 5 كانون الاول سنة 1892  وحيث ان المجلس المشار اليه بعد ذلك الالغاء عاد وقرر هذا الحق في  القانون الصادر في 26 تموز سنة 1893 المختص في وضع ميزانية 1894  Carpentier Vo Contributions ind. no. 1399 et 1402  وحيث ان بيان الاسباب الموجبة لهذا القانون L'expose des motifs تصرح  بان توزيع الجزاء النقدي ما هو الا تعويض عن اتعاب واموال صرفت في سبيل  اكتشاف التهريب وبان غاية التوزيع المذكور هي مكافأة المأمورين الذين  يثبتون نشاطهم ومبادهتهم وغيرتهم على المصلحة intelligence initiative  et devouement  وحيث طالما هذا هو المقصد الذي توخاه الشارع يجب القول بانه عند اتمام  تلك الشروط لا يجوز مبدئيا حرمان الموظفين من الفوائد المعلقة على كلمة  قابض حتى عند عدم نص القانون عنهم بشيء كما هو الحال  وحيث يجب بعد ذلك البحث فيما اذا كانت الشروط المذكورة اعلاه قد توفرت  في المستدعي ام لا  وعن النقطة الثانية  حيث انه يجب تحديد كلمة قابض تحديدا قانونيا والنظر فيما اذا كان عمل  المفتش فايز افندي صقر يدخل ضمن هذا التحديد ام لا  وحيث ان قانون 12 ايار سنة 1928 المتعلق بالبنزين لا يتضمن شيئا في هذا  الخصوص الا ان القرار رقم 940 الصادر في 6 تموز سنة 1921 والمختص  بالتهريب الجمركي ينص في مادته الثانية عن الشروط التي يجب ان تتوفر في  الشخص كي تطلق عليه صفة القابض وعلى سبيل المقايسة فبالامكان تطبيق  احكام هذه المادة على الدعوى الحاضرة  وحيث ان الفقرة الاولى من المادة الآنفة الذكر تنص ما يلي: على القابض  ان يكشف بذاته المخالفة  وحيث ان الامر الذي تلقاه المفتش صقر في 15 شباط سنة 1929 يكلفه  بالتحقيق في محلات مورك ذلك عن وجود كمية من البنزين عينها الامر  المذكور بيعت في السوق دون ان تدفع عنها الرسوم القانونية  وحيث لمجرد قيامه بعملية التحقيق هذه وعثوره على الكمية المهربة المعينة  صراحة في الامر الآنف الذكر قد لبى المفتش المذكور واجبا اداريا هو من  اختصاص وظيفته ولا يمكن القول انه اكتشف بذاته فورا جريمة تهريب الكمية  المعينة في الامر او انه اظهر في هذا الاكتشاف الصفات المذكورة آنفا  وحيث ان تلك الصفات قد توفرت في المفتش الموما اليه حينما عثر اثناء  تفتيشه على كمية مهربة من البنزين تزيد عن تلك التي جاء على ذكرها الامر  الاداري المؤرخ في 15 شباط سنة 1929 فمن 1340 تنكة اي من 24120 ليتر  بنزين توصل الى اكتشاف ثلاثماية  والفين ومائتين وثمانين ليترا مهربا  وحيث ان الفضل في اكتشاف هذا الفرق الكبير بعد التحري والتدقيق يعود الى  المستدعي شخصيا وفي هذه الحالة يجب اعتباره قابضا  وحيث ان الفرق الذي عثر عليه المفتش المشار اليه بهذه الوساطة هو كناية  عن 278160 ليترا  وحيث ان للمعترض اذا ان يتقاضى حصته من الجزاء الممنوح للقابض  عن هذا  الفرق وذلك استنادا الى المادة 4 من قانون 12 ايار سنة 1928   -  مدى حق الحكومة في اجراء التسوية على  المخالفة وتعارض هذا الحق مع حق الموظف المستفيد من الغرامة النقدية   -   وعن النقطة الثالثة  حيث ان القانون يعطي الحكومة الحق المطلق لعقد التسوية مع المخالفين عند  وقوع اكتشاف التهريب  وحيث ان من نتيجة هذا الحق هو ان التسوية تؤثر حتما على الشخص الذي له  حصة من الجزاء  وحيث لو كان الامر غير ذلك لرأت الحكومة نفسها في هذه الحال مقيدة  ومضطرة ان لا تخرج عن نطاق حدود معينة لئلا تصبح مكرهة للتعويض على  الدليل والقابض من مالها الخاص وهذا الاكراه هو مغاير للقانون الذي منح  الحكومة وحدها حق النظر بملائمة واهمية التسوية في مثل هذه المسائل وقد  تمشى الاجتهاد الافرنسي على هذه القاعدة (راجع داللوز Code des lois  politiques et adm. t. IV no 5881-5895 Carpentier Vo contributions  indirectes no 1410  لهذه الاسباب  تقرر بالاتفاق اعتبار فايز افندي صقر قابضا فقط وليس دليلا عن كمية  (278160) ليتر بانزين وان التسوية التي اجرتها الحكومة مع المخالفين  سارية عليه فيكون اعتراضه من هذه الجهة مردودا"},
{"court": "شورى", "number": "35", "year": "1931", "date": "16/06/1931", "president": "شكري قرداحي", "members": "/ابو خير//الناطور/", "full_text": "-  مفعول اعادة الموظف الى الخدمة  بعد احالته على التقاعد لجهة حقه بالمعاش التقاعدي ومرور الزمن عليه   -   على السبب الاول من اسباب الاعتراض  حيث ان نظرية المعترض في هذا السبب هي ان الحكومة لم تقرر له معاشه  التقاعدي لهذا كان مجرد قرارها باحالته على التقاعد لا يكفي سببا  لاعتباره متقاعدا فعلا  وحيث ان هذه النظرية مغلوط فيها لان المأمور يعتبر في حالة التقاعد  حينما يعطى القرار باحالته على التقاعد وفاقا لاحكام القانون اما تقرير  معاش التقاعد فانه امر لاحق يتوقف حصوله على طلب المأمور المحال للتقاعد  وحيث ان القرار الثاني باعادة المعترض الى الخدمة لا يعتبر مبطلا احكام  القرار السابق  اولا- لان هذا الابطال لو كان واقعيا لوجب ان يكون صريحا مبنيا على  اسباب موجبة ولا شيء من ذلك في القرار الثاني باعادة المعترض الى الخدمة  ثانيا- لانه من المعلوم ان المتقاعدين يجوز بموجب المادة 10 من قانون  التقاعد الملكي استخدامهم مجددا برضاهم وفي هذه الحال يقطع عنهم معاش  التقاعد ثم يعاد اليهم بعد انفصالهم ولكن لا يضم شيء على المعاش المخصص  لهم بسبب استخدامهم في المدة الاخيرة  ثالثا- لانه من الجائز بموجب المادة 28 من قانون التقاعد المشار اليه ان  يؤخذ الى صندوق التقاعد شيء من المئة من المعاش الذي يعطى للمأمور  المتقاعد والمعاد الى الخدمة موقتا وبناء عليه فلا يكون رجوع المعترض  الى الخدمة وحسم شيء من معاشه لصندوق التقاعد مبطلين حكم القرار السابق  باحالته على التقاعد  وعلى السبب الثاني قسمه الاول المتعلق باستحقاق معاش المعزولية من 16  كانون الثاني سنة 1923 الى 15 كانون الثاني سنة 1924  وحيث ان المعترض كان محالا على التقاعد وفي هذه الحال لا يحق له قانونا  ان يطالب بمعاش المعزولية المخصص بموجب المادة 1 من قانون المعزولية  للمأمورين المعزولين لاسباب قانونية مبينة فيها  وعلى القسم الثاني من السبب المذكور المتعلق باستحقاق معاش التقاعد عن  المدة المذكورة  حيث ان المعترض كان مستحقا فعلا معاش التقاعد في المدة المذكورة اعتبارا  من تاريخ انقطاعه عن الخدمة 16 كانون الثاني سنة 1923 بقوة القرار  الصادر باحالته على التقاعد ومنذ ذلك الحين يعتبر معاشه دينا على  الحكومة وتبتدىء مدة مرور الزمن على الدين اعتبارا من تاريخ استحقاقه  وحيث ان معاش التقاعد عن المدة المذكورة يعتبر مبدئيا ساقطا بمرور الزمن  كما قررت الحكومة  وحيث ان العذر الذي ابداه المعترض لا قيمة له لانه لم يكن ممتنعا عليه  وهو في الوظيفة الموقتة مجددا ان يطالب بمعاشه عن المدة المشار اليها  وحيث كانت جميع اعتراضات المعترض مردودة والحال ما ذكر  لهذه الاسباب  اجمع الرأي على رد تلك الاعتراضات"},
{"court": "شورى", "number": "10", "year": "1930", "date": "18/03/1930", "president": "شكري قرداحي", "members": "/ابو خير//نقاش/\r\n", "full_text": "-  اختصاص مجلس  شورى الدولة في التثبت من شروط استحقاق معاش معزولية المأجور   - حيث كان  استحقاق معاش المعزولية بموجب المادتين الاولى والثانية من قانون معاش  المعزولية يتوقف على تحقق اربعة شروط اولا ان يكون العزل بقرار من  الحكومة لاسباب ادارية مبينة في المادة الاولى  ثانيا- ان يكون المأمور خدم خدمة فعلية خمس عشرة سنة بعد بلوغه التاسعة  عشرة من عمره  ثالثا- ان لا يكون حكم عليه بجريمة تتعلق بشؤون الوظيفة  رابعا- ان يكون قد استحصل على قرار من الادارة المنسوب اليها يعلن دوام  اهليته لمعاودة الخدمة  وحيث كان من الواجب البحث فيما اذا كانت تلك الشروط متوفرة في هذه  القضية ام لا  حيث كانت سجلات النفوس هي المرجع الرسمي لمعرفة الاعمار  وحيث كانت تذكرة النفوس اللبنانية المعطاة وفاقا لتلك السجلات الى  ابراهيم بك المعترض تعلن انه من مواليد 1876 غربية الموافقة 1292 مالية  وحيث ان هذه التذكرة اللبنانية المعطاة بتاريخ لاحق للتذكرة القديمة  العثمانية هي المعمول عليها قانونا لدى هذه المحكمة في تحديد تاريخ  الولادة ومدة الخدمة لان احكامها تبطل قانونا ما كان مخالفا لها من  احكام التذكرة السابقة  وحيث ان القانون قد جعل طريقا قانونية لتصحيح كل خطأ يقع في تذكرة  النفوس وكان على المعترض بعد استلامه التذكرة اللبنانية ان يسعى الى  تصحيح ما يدعيه خطأ فيها ولكنه لم يفعل رغما عن مرور المدات الطويلة على  استلامه تلك التذكرة  وحيث كانت الشهادة الخطية التي قدمها المعترض من وجوه ومختاري القضاء  وعليها تلك العبارة التركية لا يمكن اعتبارها قرارا من الهيئة الادارية  التي كان ينتسب اليها يعلن دوام اهليته لمعاودة الخدمة"},
{"court": "شورى", "number": "1106", "year": "1926", "date": "26/08/1926", "president": "شفيق الحلبي", "members": "/فونتانا//الصلح/", "full_text": "-  الصفة  القانونية للاعمال التي تقوم الحكومة بتلزيمها   - وحيث ان المادة 108 من  اصول المحاكمات الحقوقية لا توجب على المتعهد المتخلف عن القيام بتعهده  او تأخر عن القيام به اذا كان ذلك ناجما عن سبب اضطراري ليس في وسعه  دفعه فينتج عن ذلك ان القانون نظر الى السبب الاضطراري نظرة استثنائية  ولم يوجب على المتعهد المتخلف عن القيام بتعهده من اجل هذا السبب  الاضطراري متابعة تعهده  وحيث انه من الجهة القانونية يجب ان ينظر في بادىء ذي بدء الى ارادة  المتعاقدين ونيتهما حين اجراء العقد اذ ان العبرة للمعاني لا للالفاظ  والمباني  وحيث ان المتعاقدين قدرا حين اجراء العقد الحالة الاقتصادية المرافقة  لذلك الزمن واتفقا على شروط العقد ضمن تلك الظروف الاقتصادية وان تغيير  هذه الظروف تغييرا بعيد النسبة والاحتمال يوقع خللا في ارادتهما وتشويها  في مقصدهما الحقيقي فيفقد التوازن والتناسب بين اجزاء العقد   -  شروط التعويض  على الملتزم في حال تغيير الحالة الاقتصادية   - وحيث ان الحكومة بتلزيمها  عملا من الاعمال او مصلحة من المصالح العامة لا تقصد الاتجار ولا تسعى  وراء الربح بل لتخفف عنها شغلا يستوجب نفقات جديدة للقيام به وللسهر  عليه فتنيب عنها متعهدا يقوم به ضمن الشروط الموضوعة من قبلها فلا يمكن  والحالة هذه اعتبار الالتزام عملا تجاريا خاضعا للتقلبات والمفاجآت  التجارية  وحيث ان زيادة او نقص عدد السجناء لا يؤثر في الالتزام وليس من شأنه ان  يزيد او ينقص من خسائر الملتزم اذا لم يكن تفاوت بين الاسعار حين اجراء  العقد وفي خلال تنفيذه غير انه اذا كان من تفاوت بين الاسعار كما تبين  وسبق لنا شرحه آنفا فزيادة عدد السجناء مع ارتفاع الاسعار تزيد موقف  الملتزم حراجة اذ بزيادة عدد الاخراج يزيد مجموع خسارته  وحيث ان ارتفاع الاسعار فاحشا وزيادة عدد السجناء زيادة غير منتظرة يفقد  التناسب بين اجزاء العقد ويوقع بالملتزم خسائر لم يحسب لها الفريقان  حسابا حين اجراء العقد ويشوه ارادة المتعاقدين اذ لم يكن في قصد الحكومة  ايقاع الضرر في الملتزم ولم يكن في نية الملتزم ان يقدم على عمل يعود  عليه بالخسائر  وحيث انه من قبيل الاستئناس بحث عن الطريقة المتبعة من مجلس الشورى  الفرنسي في مثل هذه الحالة فوجد ان المجلس المذكور اصدر قرارات عديدة  تقضي بتعويض على الملتزم اذا صادف اثناء قيامه بالالتزام صعوبات ناتجة  عن تغيير في الحالة الاقتصادية لا حول له فيه واسباب قاهرة لم يكن في  وسعه دفعها وظروف لم يقدر احتمال وقوعها عند اجراء عقد الالتزام ولو صرح  في دفتر الشروط وصلب العقد انه لا يحق له مهما كانت الظروف ومهما طرأ من  التغييرات على الحالة الاقتصادية ان يطالب بتعويض ما"},
{"court": "شورى", "number": "36", "year": "1931", "date": "16/06/1931", "president": "شكري قرداحي", "members": "/ابو\r\nخير//كحيل//الناطور//نقاش/", "full_text": "-  مدى امكانية الاعتراض لتجاوز حد السلطة على قرارات لجنة  الصيدليات   - تبين ان لجنة الصيدليات المؤلفة بموجب المرسوم رقم 6288  تاريخ 27 شباط سنة 1930 قد اتخذت في 13 آب سنة 1930 قرارا منعت بموجبه  السيد راشد نجا من الاستخدام في صيدلية سليمان كحيل بحجة انه كان عاملا  في صيدلية السيد احمد دياب الكائنة بذات الحي وان عمله هذا مخالف  للقانون العثماني المتعلق بالصيدليات  وحيث ان راشد المذكور اعترض على هذا القرار لدى وزارة الصحة التي ابلغته  بتاريخ 2 تشرين الاول سنة 1930 قرارا برد اعتراضه وتصديق القرار السابق  وحيث تقدم لدى مجلس الشورى باستدعاء مؤرخ في 9 تشرين الاول سنة 1930  يعترض فيه على قرار الوزارة المشار اليه لتجاوز الوزير حدود سلطته  وحيث تبين من وقائع هذه القضية ان اللجنة المشار اليها اصدرت قرارها  بمنع المعترض وان المعترض راجع حضرة مفتش الصحة والاسعاف العام وحضرة  المفتش ابلغه ذلك القرار واوجب انفاذه  وحيث ان القرار المعترض عليه يكون بالواقع صادرا من اللجنة المذكورة  وحيث ان اللجنة المشار اليها آنفا ليست هي بلجنة استشارية بل هي لها  الحق ان تتخذ قرارات قابلة الاجراء  وحيث قد نصت احكام المرسوم رقم 6288 بان هذه القرارات غير قابلة  المراجعة باي طريق كانت  وحيث ان الشارع قد نفى عن هذه القرارات كل طريق ومنها طريقة الطعن بسبب  مجاوزة حدود السلطة  تقرر بالاتفاق رد الاعتراض"},
{"court": "شورى", "number": "33", "year": "1931", "date": "16/06/1931", "president": "شكري قرداحي", "members": "/ابو خير//الناطور/", "full_text": "-  مدى امكانية انتخاب الشخص  الامي كعضو في مجلس البلدية   - وحيث انه لدى اعلان هذه النتيجة تقدم الى  مجلس الشورى يوسف المعوشي ورفقاه يعترضون باستدعاء مؤرخ في 10 اذار سنة  1931 على انتخاب احد اعضاء البلدية وهو مسعود الحلو لجهله القراءة  والكتابة ويطلبون فحصه امام المجلس فيتبين صدق قولهم  وحيث ان هذه المحكمة دعت الطرفين الى جلسة علنية حضرها احد المستدعين  يوسف المعوشي وتخلف عنها المعترض عليه مسعود رغم ابلاغه موعدها  وحيث ان المحكمة رأت من المناسب استدعاء مسعود الحلو لديها واستكتابه  بصورة رسمية ولاجل هذا الغرض ارجئت الجلسة الى يوم آخر لم يحضر فيه كما  في المرة الاولى رغم علمه بموعده  وحيث ان تخلفه عن الحضور مرتين متواليتين انما هو اعتراف ضمني بجهله  القراءة والكتابة مما يجعل المحكمة تعتقد ان الرجل امي لا يعرف القراءة  والكتابة المعرفة الواجبة التي تمكنه من القيام بواجباته  وحيث ان جاهل القراءة والكتابة لا يجوز انتخابه عضوا لمجلس البلدية  بموجب المادة 18 من القرار 1208 المعطوفة على المادة 7 من القرار 1207"},
{"court": "شورى", "number": "40", "year": "1931", "date": "13/07/1931", "president": "شكري قرداحي", "members": "/ابو خير//الناطور/", "full_text": "-  مدى حق الموظف  بالاجازات المرضية مع استمراره في قبض الراتب قبل احالته على الاستيداع  واثرها على التقاعد   - وحيث ان خروجه من الوظيفة كان بسبب المرض فان  قانون المتقاعدين والمعزولين العثماني لا يحرمه من حق التقاعد سيما وان  مدات خدمته تجاوزت الخمس وعشرين سنة وبعبارة اخرى ان منطوق المادة 17  وسواها من قرار الموظفين ومنطوق المرسوم باحالته للاستيداع بلا مرتب  وبالنظر لما جاء في المضبطة الصحية القائلة بان مرضه قابل الشفاء فانه  يعتبر في دور النقاهة وبناء عليه فلماذا اعطي مرتب المعلولية حينما احيل  للاستيداع في المدة الاخيرة وحرم منه في المدة الاولى وفي النتيجة فهو  يطلب فسخ المضبطة المعترض عليها واعطاءه مرتب الشهرين والثمانية الايام  المذكورة  وحيث ان محامي الحكومة اجاب بلائحة مآلها ان صادق افندي المعترض بقي  معتبرا في نظر القانون من الموظفين العاملين لتاريخ 25 تموز سنة 1927  وبناء عليه فان من الواجب تطبيق احكام القرار 3195 عليه حتى ذلك التاريخ  وانه لم يكن قبله في حال من الحالات التي نص عنها قانون المعزولين كي  يطبق هذا القانون بحقه  حيث ان صادق افندي المعترض احد افراد الشرطة قبلا اذ كان عاملا في  وظيفته اصيب بالتدرن الرئوي فاعطي اولا اجازة ثلاثة اشهر براتب كامل  وثانيا اجازة ثلاثة اشهر بنصف راتب انتهت في 23 ايلول سنة 1926 وبعد  انتهائها بقي في الاجازة لتاريخ تشرين الثاني سنة 1926 وفي هذا التاريخ  عاود اعماله الى ان احيل على التقاعد في آخر تموز سنة 1922  حيث ان المعترض المذكور يدعي ان له حقا بالمعاش في المدة المبتدئة من 23  ايلول سنة 1926 والمنتهية في آخر تشرين الثاني سنة 1926 وهي شهران  وثمانية ايام وان حقه تؤيده المواد 2 و15 من قانون التقاعد والمادة 1 من  قانون المعزولين  وحيث ان المدة المذكورة المطلوب عنها المعاش هي مدة كان فيها المعترض لم  يزل في عداد الموظفين غير محال للاستيداع او للتقاعد  وحيث ان صرف الرواتب للموظفين يدب ان يتم وفاقا للقواعد والاحكام  المبينة في القرار رقم 3195 سنة 1925  وحيث انه ورد في المادة 17 من هذا القرار ما نصه: يمكن منح اجازة نقاهة  للموظفين والعمال الذين يثبت ان حالتهم اصبحت على اثر مرض ما لا تمكنهم  من القيام بالخدمة كما يجب ويكون منح هذه الاجازة بناء على اقتراح لجنة  قوامها ثلاثة اطباء يصدر حاكم الدولة قرارا بتأليفها ويمكن ان يؤلف من  اللجان بقدر ما يرى لازما ومفيدا لحسن سير الخدمة  واذا كان الموظف او العامل يقيم في جهة غير الجهة التي تكون فيها لجنة  طبية فان اقرب لجنة الى محل اقامته تحكم في امره بناء على الاوراق  والشهادات التي يضعها احد الاطباء هذا اذا كانت اللجنة لا ترى من الواجب  ان تطلب من الحاكم ان يرخص للموظف او العامل في الحضور لديها ولا تمنح  اجازة النقاهة الا لمدة ثلاثة اشهر على الاكثر ولا يجوز ان يزيد مجموع  اجازات النقاهة عن الستة اشهر لمدة 365 يوما ولا عن اثني عشر شهرا لمدة  خمس سنوات وكل اجازة تعطى ضمن الحدود يحق لصاحبها ان يتناول راتبا كاملا  عن الاشهر الثلاثة الاولى ونصف راتب عن الاشهر التالية وعند تجاوز  الحدود المذكورة لا يحق للموظف ان يتناول راتبا ما بل يحال حكما الى  الاستيداع بلا راتب الى آخره...  وحيث ان المعترض استفاد من احكام هذه المادة وأخذ في خلال سنة واحدة وهي  سنة 1926 اجازة اولى مدتها ثلاثة اشهر براتب كامل واجازة ثانية بنصف  راتب وهي كل الفائدة التي يمكنه ان يطالب الحكومة بها من حيث المعاش  وحيث ان مدة الشهرين والثمانية الايام التي يطلب المعاش عنها ايضا يعتبر  فيها المعترض في حالة استيداع دون معاش  وحيث ان القرار الصادر برد طلبه موافق لحكم القانون ولا قيمة للاعتراض  موضوع البحث  أجمع الراي على رد الاعتراض"},
{"court": "شورى", "number": "32", "year": "1931", "date": "16/06/1931", "president": "شكري قرداحي", "members": "/الناطور//نقاش/", "full_text": "-  تحديد الدعاوى الادارية الخاضعة  لمذكرة ربط النزاع   - حيث ان هذا السبب يضع المحكمة امام مسألة دقيقة  تتعلق بالتنازع القائم في القضايا الادارية بموجب القانون اللبناني  وحيث لا بد قبل الشروع في حلها من ان يرجع الى المبادىء المسلم بها فيما  يختص بهذه القضايا من بقية الشرائع لا سيما القانون الافرنسي المأخوذ  عنه القرار القاضي بتشكيل مجلس الشورى في لبنان  وحيث ان الاعتراض امام مجلس الشورى في فرنسا يجب ان يتقدم دائما على  قرار صدر من حاكم اداري او محكمة ادارية  وحيث ان سلوك هذه الطريقة هو طبيعي في دعاوى مجاوزة السلطة حدود وظيفتها  Recours en annulation اذ انها ترمي بحسب تحديدها وتعريفها الى الغاء  القرار المعترض عليه  وحيث تطبق هذه القاعدة ايضا في قضايا القضاء الشامل مثلا التعويض الذي  يدعى به على الحكومة امام مجلس شورى الدولة Contentieux de pleine  juridiction  وحيث ان الشكوى التي يقدمها الشخص رأسا الى مجلس الشورى من اجل عمل اتته  الادارة هي غير مقبولة لكن اذا كان يرغب هذا الشخص ان ينال فائدة فعليه  بادىء ذي بدء ان يحمل السلطة الادارية لاستصدار قرار وذلك بطلب يرفعه  اليها يتضمن ظلامة من اعمالها او اعمال احد افرادها وقرار الرفض الذي  يتبلغه منها هو القرار الذي يعترض عليه امام مجلس الشورى  وحيث انه في حالة سكوت السلطة الادارية عن الطلب المقدم اليها اربعة  اشهر يعتبر سكوتها هذا بمثابة قرار برد ذلك الطلب  وحيث تبين مما تقدم انه بالامكان دائما اسناد الشكوى لدى مجلس الشورى  سواء الى قرار صريح برد المطالب او الى قرار ضمني ناتج عن سكوت السلطة  مدة اربعة اشهر عن تلك المطالب  وحيث يجدر الآن التساؤل فيما اذا كانت هذه القواعد المسلم بها في فرنسا  قد ادخلت الى القانون اللبناني  وحيث مما لا ريب فيه ان القانون اللبناني  وحيث مما لا ريب فيه ان القانون المذكور آنفا قد اعتنق تلك القواعد  بدليل ما جاء في المادة السادسة من القرار رقم 2168 القاضي بتشكيل مجلس  الشورى في لبنان  وحيث ان المادة المشار اليها المأخوذة عن القانون الافرنسي الصادر في 17  تموز 1900 تفترض ان هنالك قضايا لا يمكن تقديمها والنظر بها امام مجلس  الشورى الا اذا كانت مقدمة بصيغة الاعتراض على قرار صادر من السلطة  الادارية  وحيث عدا عن ذلك ان القضايا المتعلقة بالقضاء الشامل تلك التي ترفع مثلا  لدى مجلس الشورى لطلب تعويض عن ضرر احدثته اعمال الحكومة لا تلك التي  ينظر فيها لمجاوزة الحكومة حدود سلطتها Contentieux de pleine  juridiction annulation pour exces de pouvoir لان النص يقصد الاحوال  التي لم يكن صدر بها قرار ما  وحيث يجب الان معرفة ما هي القضايا التي لا يمكن رفعها لدى مجلس الشورى  الا بعد استصدار او طلب قرار اداري بشأنها  وحيث ان هذه المسألة هي بغاية الدقة اذ ينتج عنها عدة حلول  وحيث ان الحل الذي تعتنقه هذه المحكمة لاقتناعها بمطابقته لروح التشريع  هو ذلك الذي يقضي بالتفريق ما بين القضايا التي هي من اختصاص مجلس  الشورى اللبناني ومجلس الشورى الفرنساوي والقضايا التي لا يحكم بها في  فرنسا كما يجري ذلك هنا في مجلس الشورى بل في مجلس الولاية Conseil de  prefecture  وحيث ان القضايا الخاضعة لمعاملة استصدار قرار سابق بخصوصها من السلطة  الادارية هي وحدها تلك التي تدخل ضمن اختصاص مجلس الشورى في فرنسا اما  القضايا التي ينظر فيها مجلس الولاية في فرنسا وغير الخاضعة للمعاملة  المذكورة هي معفاة هنا من معاملة استصدار قرار سابق بشأنها  وحيث يجدر والحالة هذه تطبيق هذه القاعدة في القضية الحاصلة  وحيث ان الطلب المقدم من يوسف بك الزين الى هذه المحكمة هو طلب للحكم له  بمسؤولية الحكومة عن خطأ ارتكبه احد مأموريها اثناء قيامه بمهام الوظيفة  المسندة اليه  وحيث يعتبر هذا الطلب تعويض Recours de pleine juridiction من حق مجلس  الشورى في فرنسا ان ينظر ويبت فيه فيجدر والحالة هذه ان لا يعد كقضية  مقدمة حسب الاصول المرعية بالنظر لفقدان قرار سابق طلب او صدر فيها من  السلطة الادارية وفقا لمنطوق المادة السادسة من القرار 2668  وحيث ان هذا السبب كاف لوحده لرد دعوى يوسف بك الزين   -  مدى تطبيق مبدأ مرور الزمن على  ديون الدولة الناشئة عن التعويض   - حيث ان الحكومة تدلي بقولها ان دعوى  يوسف بك الزين هي غير مقبولة لمرور الزمن عليها وسقوطها من جراء ذلك  وحيث ان القانون العثماني الصادر في 24 ايار سنة 1326 الموافق لسنة 1910  ينص في مادته السادسة والثلاثين عن سقوط الدعوى بمرور الزمن عليها  وحيث ان السقوط هذا يشمل جميع الديون بقطع النظر عن مصادرها لدرجة انه  يشمل تلك التي تنبعث عن متوجبات غير مرتبطة بعقد ما  وحيث لو سلمنا بمسؤولية الحكومة مديونة ليوسف بك الزين اعتبارا من سنة  1919 اي منذ الساعة التي رأى فيها حكم محكمة بداية بيروت المختلطة ينفذ  بحقه  وحيث كان يحق له فيما لو اعتبرنا النظرية الآنفة الذكر ان يستفيد من  دينه على الحكومة ويطلب منها دفع قيمته وفي حالة عدم الدفع اقامة الدعوى  عليها لدى المحاكم العادية Tribunaux de droit commun التي تصلح للبت في  مثل هذه القضايا عند حرمان البلاد من مجلس شورى الدولة لا سيما وان تلك  المحاكم تبقى صالحة لرؤية جميع الدعاوى طالما لم ينتزعها من دائرة  صلاحيتها نص خاص"},
{"court": "شورى", "number": "34", "year": "1931", "date": "16/06/1931", "president": "\r\nشكري قرداحي", "members": "/ابو خير//نقاش/", "full_text": "-  مهلة مرور الزمن على خطأ الادارة ومفعول  اعترافها بالخطأ لجهة قطع المهلة   - وحيث انه يتوجب معرفة ما اذا كان  المعترض تقدم بطلب قانوني الى الادارة يطلب فيه تصحيح الخطأ الثابت وذلك  في اثناء الخمس سنوات المعدة لاسقاط الحق والتي تبتدىء في هذه القضية من  سنة 1922 وفي حال استثبات هذا الامر يكون قد توقف مرور الزمن  وحيث انه مع صرف النظر عن الايضاحات التي ابداها مدير المالية بهذا  الخصوص فمن الثابت ان المجلس العسكري كان اصدر مضبطة بتاريخ اول شباط  سنة 1924 تحت عدد 51 يعترف فيها بالغلط الحاصل ويقرر ضم 285 غرشا ذهبا  لبنانيا الى راتب المعترض اعتبارا من تاريخ التخصيص  وحيث ان هذه المضبطة الصادرة على اثر مراجعة صاحب الحق من شأنها توقيف  مرور الزمن"},
{"court": "شورى", "number": "45", "year": "1931", "date": "11/08/1931", "president": "شكري قرداحي", "members": "/ابو\r\nخير//الناطور//نقاش//تيان/", "full_text": "-  مدى اعتبار توقيف مطبوعة عن الصدور عملا حكوميا غير خاضع  لرقابة القضاء   - حيث ان هذين السببين يحملان المحكمة على التساؤل عن  ماهية العمل الحكومي وعن تعريفه وعن نتائج العمل الذي له هذه الصفة  وحيث ان نظرية الاعمال الحكومية قد اتى بها العلم والاجتهاد الافرنسي  فيجدر اذا الرجوع اليهما لتعريفها وتحديد مداها  وحيث ان العمل الحكومي كما عرفه اكثر العلماء هو عمل اساسي تجريه السلطة  في احوال خاصة لا يمكن معها اخضاعه للمراقبة القضائية دون ان تستهدف تلك  السلطة الى محاذير كبيرة (راجع ابلتون Appleton صفحة 290)  وحيث ان هذه الاعمال بطبيعتها لا تقع تحت مراقبة المحاكم الادارية  وحيث ان هذه النظرية وان كان بعض العلماء تناولها بالنقد من حيث التوسع  الذي نفحها به الاجتهاد اكثر مما هو من حيث المبدأ فان هناك اسبابا قوية  تدعو الى تبريرها  وفي الواقع حيث انه من الوجهة السياسية يرى ان نظرية الاعمال الحكومية  بحسب ما لاحظه العلماء وبصورة خاصة ابلتون قد ساعدت فعلا على توسيع  دائرة اختصاص المحاكم الادارية اذ انها باقرارها ان للحكومة حق  الاستئثار باعمال محدودة  معينة غير قابلة النقد والطعن امام السلطات  القضائية الادارية قد دفعت الحكومة ان تقبل بان تكون سائر اعمالها  الاخرى قابلة للنقد والطعن امام السلطات المشار اليها ولو لم تكن  الحكومة على يقين من ان هناك فئة من اعمالها غير خاضعة لرقابة مجلس  الشورى لكانت تنازعه الاختصاص في نقد جميع اعمال السلطات العامة Acte de  Puissance Publique كما هي الحال في بعض بلدان العالم كأميركا وبريطانيا  العظمى فان هاتين الدولتين استنادا الى المبدأ القائل The King can do  no wrong The State can do no لا تعترفان مطلقا بمسؤولية الدولة امام  المحاكم الادارية Wrong (V. Barthelemy Revue critique de Legislation  et de jurisprudence 1931 no 1)ومهما كان الامر حيث ان هذه النظرية قد  اقرها الاجتهاد الافرنسي وطبقها 1- على بعض اعمال الحكومة وبصورة خاصة  على اعمال الحكومة في علاقتها مع المجلس النيابي 2- على اعمالها في  اعلان الاحكام العرفية 3- على ما تجريه تنفيذا للمعاهدات السياسية وعلى  ما تجريه مباشرة او غير مباشرة لتأمين المواقع الحربية  وحيث انه بنظر الاجتهاد الافرنسي المذكور لا يعتبر تعطيل الجريدة عملا  حكوميا لان تدبيرا من هذا النوع لعهد بعيد ينتهي في سنة 1872 كان يعد  عملا اداريا قابلا للاعتراض عليه امام مجلس الشورى لتجاوز حدود الوظيفة  كما يتضح ذلك من قرار اصدره مجلس الشورى الافرنسي في سنة 1865 (V.  Dalloz, Repert. Pratiq. t 3 p 467  وحيث انه بعد ان حددت نظرية الاعمال الحكومية بموجب القانون الافرنسي  يجب التساؤل الآن عما اذا كان الشارع اللبناني قد اعتنق النظرية  المذكورة ام لا  وحيث ان القرار 3080 الصادر من المسيو كايلا والموضوع اساسا بالافرنسية  ينص في مادته الاولى ما تعريبه \"انه مع الاحتفاظ باوجه الملاحقة  القضائية التي نص عليها في القانون يمكن لحاكم لبنان بموجب تدبير حكومي  يتخذ بقرار في هيئة مجلس النظار ان يوقف عن الصدور كل جريدة او مجلة  الخ...  وحيث ان الشارع قصد بكلمة تدبير حكومي Mesure de gouvernement الاعمال  الحكومية بحسب تعريفها القانوني وقد استعمل بالافرنسية لفظة تدبير حكومي  لان حسن الانشاء بالافرنسية قضى عليه بذلك  وحيث ان هذا التفسير يجب الاخذ به لانه لو فرض العكس لاصبحت عبارة تدبير  حكومي خالية من كل معنى ويكون الشارع استعملها بلا فائدة الامر الذي لا  يجوز تصور حصوله من شارع يزن الكلام ويعرف قوته القانونية سيما وان كلمة  تدبير حكومي لها في لغة القضاء الاداري معنى معروف لانها تستعمل لتعريف  نظرية كبيرة النتائج  وحيث انه يجب قبول هذا التفسير لانه وحده منطبق على المنطق ومحتم بموجب  النص  وحيث انه يتضح مما تقدم ان واضع القرار المذكور قصد عند اعطائه صفة  الاعمال الحكومية للتدابير التي يتخذها في مسائل المطبوعات ان يخرج تلك  التدابير من دائرة اختصاص المحاكم الادارية  وحيث ان وجهة نظره هذه تختلف كما يتبين جليا عن وجهة نظر الاجتهاد  الافرنسي الذي ابى ان يمنح تلك الصفة للتدابير التي هي من هذا النوع  ولكن حيث مما لا شك فيه ان بامكان الشارع اللبناني لاعتبار ان له وحده  حق تقديرها ان يوسع او يحصر مدى قاعدة ما مخالفا في ذلك الشرائع  الاجنبية كما ان له بحجة اولى ان يوسع او يحصر نظريات العلم والاجتهاد  كما هي الحالة في القضية الحاضرة  وحيث انه يجب على المحاكم ان تطبق القانون وليس لها ان تقول بصوابيته او  عدمها فانه يتحتم على هذا المجلس ان يقول بعدم اختصاصه لرؤية هذه القضية  المعروضة عليه وذلك بالنظر الى نص القانون الصريح  وعلى السبب الثالث القائل ان الدستور اللبناني قد الغى في مادته الثالثة  عشرة قرار الحاكم كايلا  حيث ان المادة الثالثة عشرة من الدستور قد اعلنت مبدأ حرية الصحافة  ولكن حيث ان هذه المادة بعد ان وضعت المبدأ زادت بقولها ان تلك الحرية  يجب ان تكون ضمن دائرة القانون وحيث ان الشارع قصد بقوله هذا الابقاء  على القيود التي وضعها القانون السابق في استعمال تلك الحرية  وحيث ما ورد في المادة 101 من الدستور المذكور بخصوص ابطال جميع الاحكام  الاشتراعية المخالفة له لا ينتج منه ان القرار 3080 اضحى ملغى  وحيث ان الغاء القوانين يقع على وجهين اما صراحة واما ضمنا ففي الحالة  الاولى يعين القانون المزمع الغاؤه وفي الحالة الثانية يحصل الالغاء من  عدم تجانس القانونين القديم والجديد وتضاضدهما  وحيث انه نظرا لعدم وجود نص صريح لا يمكن اعتبار المادة 101 المذكورة  آنفا مبطلة ضمنا لاحكام القرار 3080  وفي الواقع حيث ان هذه المادة كما سبق القول لم تحرر الصحافة من كل قيد  لانها مع اعلانها مبدئيا حرية القول والكتابة اوجبت ان يكون ذلك ضمنا  دائرة القانون والقانون جعل لتلك الحرية بعض القيود وهي امكان توقيف  الجرائد في احوال معينة  وحيث ان المعترض يقول ان نص المادة 13 من الدستور لا يتفق مع القرار  3080 اذ ان المادة المذكورة تعلن حرية القول والكتابة والقرار 3080 يقول  بتقييدها ولان القول المذكور ينشأ عند عدم وجود الحرية فعلا  وحيث ان هذا القول غير مقبول لانه اذا كان عمل الحكومة بتوقيف الجريدة  لا يقبل المراجعة امام المحكمة الادارية فهذا لا يعني كما المع اليه ان  الحكومة يمكنها ان تستبد وتقتل حرية الصحافة بل انها بحسب احكام القرار  3080 المذكور عليها ان تستعمل الحق المعطى لها ضمن دائرة معينة واذا هي  تجاوزتها فتكون مسؤولة سياسيا تجاه المجلس النيابي  عن السبب الرابع المدلى به من ان توقيف الجريدة اداريا لا يعتبر عملا  حكوميا الا اذا توفرت فيه بعض الشروط  حيث ان القرار 3080 ينص في مادته الاولى ان التدبير الاداري القاضي  بالتعطيل لا يمكنه ان ينال الا الجريدة التي تنشر مقالا او عدة مقالات  من شأنها ان تمس كرامة السلطات العمومية وبصورة اجمالية ان تقلق الراحة  العمومية وتعكر صفو الامن العام وذلك بتطرفها في استعمالها حق النقد  وحيث ان حق التعطيل هذا كما يظهر مما تقدم لا يستعمل بصورة مطلقة لئلا  تقتل معه حرية الصحافة التي كفلها الدستور بل يستعمل فقط عندما يتجاوز  صاحب الجريدة في مقاله ومنشوراته حدود النقد الصحيح وينال من كرامة  السلطات العمومية  وحيث ان الحكومة تسيء استعمال الحق المعطى لها اذا هي لم تأخذ بعين  الاعتبار الاحوال والظروف المنصوص عنها في القانون والتي وحدها تبرر  التدبير القاضي بالتضييق على   وحيث ان الشارع قصد بقوله هذا الابقاء على القيود التي  وضعها القانون السابق في استعمال تلك الحرية  وحيث ما ورد في المادة 101 من الدستور المذكور بخصوص ابطال جميع الاحكام  الاشتراعية المخالفة له لا ينتج منه ان القرار 3080 اضحى ملغى  وحيث ان الغاء القوانين يقع على وجهين اما صراحة واما ضمنا ففي الحالة  الاولى يعين القانون المزمع الغاؤه وفي الحالة الثانية يحصل الالغاء من  عدم تجانس القانونين القديم والجديد وتضاضدهما  وحيث انه نظرا لعدم وجود نص صريح لا يمكن اعتبار المادة 101 المذكورة  آنفا مبطلة ضمنا لاحكام القرار 3080  وفي الواقع حيث ان هذه المادة كما سبق القول لم تحرر الصحافة من كل قيد  لانها مع اعلانها مبدئيا حرية القول والكتابة اوجبت ان يكون ذلك ضمنا  دائرة القانون والقانون جعل لتلك الحرية بعض القيود وهي امكان توقيف  الجرائد في احوال معينة  وحيث ان المعترض يقول ان نص المادة 13 من الدستور لا يتفق مع القرار  3080 اذ ان المادة المذكورة تعلن حرية القول والكتابة والقرار 3080 يقول  بتقييدها ولان القول المذكور ينشأ عند عدم وجود الحرية فعلا  وحيث ان هذا القول غير مقبول لانه اذا كان عمل الحكومة بتوقيف الجريدة  لا حرية الصحافة  ولكن حيث ان القضية الحاضرة تتعلق بعمل حكومي فليس لمجلس الشورى حق  النظر فيها كما انه ليس له القول فيما اذا كان تدبير الحكومة الذي قضى  بتعطيل \"زحلة الفتاة\" واقعا في محله ام لا وليس بامكانه ايضا ان يلغي  ذلك التدبير حتى ولو ظهر له انه ناتج عن سوء استعمال الوظيفة  detournement de pouvoir  عن السبب الخامس المدلى به من ان ليس لرئيس الجمهورية ولوزير الداخلية  اللذين لم يخلفا حاكم لبنان الكبير ان يستعملا الحق المنصوص عنه في  القرار 3080  حيث ان مما لا شك فيه ان حاكم لبنان الكبير كان قبل اعلان الدستور يجمع  بين يديه السلطتين التشريعية والتنفيذية  وحيث انه على اثر اعلان الدستور توزعت السلطات فاسندت السلطة التنفيذية  الى رئيس الجمهورية والسلطة التشريعية الى المجلس النيابي  وحيث ان الصلاحية التي كان يتمتع بها حاكم لبنان الكبير بصفته ممثلا  للسلطة الاجرائية Pouvoir Executif قد انتقلت الى رئيس الجمهورية الذي  هو اليوم قابض على مقاليد تلك السلطة  وحيث ان توقيف الصحف اداريا هو عمل من اعمال السلطة التنفيذية وقد اعطاه  هذه الصفة القرار 3080 وبناء عليه فهو يدخل حكما ضمن صلاحية رئيس  الجمهورية  وحيث ان رئيس الجمهورية قد منح وزير الداخلية بعضا من السلطة التي  يتولاها وذلك في احوال معينة (راجع القرار رقم 61 تاريخ 25 حزيران سنة  1926 والمرسوم رقم 1914 تاريخ 25 تموز سنة 1927 والمرسوم رقم 4994 تاريخ  11 ايار سنة 1929  وحيث عدا عن هذه الاحوال فان جميع السلطات التنفيذية هي عائدة له انما  لا يمكنه استعمالها فعلا الا وفقا للشروط المنصوص عليها في الدستور بان  يشترك الوزير المسؤول بتوقيع امضائه على المرسوم الصادر باحد تلك الشؤون  وحيث لا نص يخول احد الوزراء كلا او بعضا من السلطة المعترف بها لرئيس  الجمهورية بموجب القرار 3080 مما يستنتج منه ان رئيس الجمهورية له وحده  استعمال ذلك الحق ضمن الشروط الدستورية المشار اليها آنفا وان مرسوم  التعطيل الصادر من رئيس الجمهورية موقعا عليه من وزير الداخلية ورئيس  مجلس الوزراء بعد استشارة هذا المجلس قد اعطي من قبل رئيس السلطة  التنفيذية ضمن حدود سلطته ووفاقا للدستور  وحيث ان هذا السبب يستوجب الرد والحال ما ذكره  تقرر بالاتفاق رد الاعتراض"},
{"court": "شورى", "number": "38", "year": "1931", "date": "23/06/1931", "president": "شكري قرداحي", "members": "/ابو خير//الناطور/", "full_text": "-  مفعول عدم الاعتراض على  تبليغ قرار المعاش التقاعدي الجاري خلافا للاصول قبل البحث باساس النزاع   - حيث ان القرار المعترض عليه ارسلته الحكومة الى قرية المشيرفه حيثما  كان المعترض مقيما لغاية ابلاغه اليه وقد جرى التبليغ بان تسلم مختار  القرية في محل اقامة المعترض وبمعرفة النفرين المكلفين صورة عن ذلك  القرار المعترض عليه في 31 آب سنة 1930  وحيث ان المعترض اعترض على ذلك القرار في 3 تشرين الثاني سنة 1930 طالبا  ابطاله وقال في استدعاء الاعتراض انه تبلغه حسب الاصول  وحيث ان وكيل الحكومة طلب رد الاعتراض شكلا لانه جاء بعد المدة  القانونية  وحيث ان وكيل المعترض طلب العكس وطعن في التبليغ انه غير قانوني وقال  اولا ان موكله كان ترك المشيرفه في 31 آب سنة 1930 كما تدل عليه شهادة  من مختار القرية ابرزها وعقدا مسجلا في 12 تموز سنة 1930 يتضمن فسخ  التزامه الذي كان وجوده في المشيرفه من اجله وثانيا ان العبارة التي  وردت في استدعاء الاعتراض هي في الواقع عبارة مألوفة الاستعمال كتبها  المحامي حين تقديم الاعتراض وهي تمنع ان يكون التبليغ جرى على خلاف  الاصول  وحيث ان الاعتراض على معاملة التبليغ يجب ان يأتي به المعترض قبل دفع  آخر وقبل الدخول في اساس القضية واذا اعرض عنها صراحة او ضمنا سقط حق  اعتراضه ولا يقبل منه بعد ذلك  وحيث ان المعترض في استدعاء الاعتراض قال ان معاملة تبليغه جرت حسب  الاصول وطلب البحث في دعواه اساسا  وحيث ان معاملة التبليغ المقصودة في قوله المذكور هي معاملة التبليغ  المشار اليها في صدر هذا القرار اذ لا معاملة تبليغ سواها  وحيث ان قوله المذكور يسقطه من حق الاعتراض على معاملة التبليغ ويمنعه  قانونا من العودة الى الطعن في قانونيته  وحيث ان اعتراضه يكون والحالة ما ذكر واورد بعد مضي مدة الشهرين  القانونية  وبالاستناد الى المادة 2 من القرار رقم 2979 تقرر بالاجماع رد الاعتراض  شكلا"},
{"court": "شورى", "number": "47", "year": "1931", "date": "02/11/1931", "president": "شكري قرداحي", "members": "/ابو خير//نقاش/", "full_text": "-  امكانية ابطال قرار البلدية لتجاوز حد السلطة اذا لم تراع اصول  الاستملاك   - حيث انه عند تقرير توسيع شارع او طريق يجب على دائرة  البلدية بمقتضى المادة 12 من قانون الابنية ان تنظم خريطة في ذلك وان  تعلن الامر على ذوي العلاقة  وحيث ان المادة 8 من القانون نفسه تقول ان ما يلزم من الارض لاجل توسيع  الطرقات يؤخذ من جانبي الطريق مناصفة والارض التي تؤخذ على هذه الصورة  اذا تجاوزت قيمة مسافة ربع الارض المأخوذ منها ذلك فالقطعة الباقية يجري  تقويمها وفقا لقانون الاستملاك ويؤدي ثمنها من الدائرة البلدية  وحيث انه بموجب احكام المادة 9 من القانون نفسه اذا اخذت السعة اللازمة  من جهة واحدة لسبب من الاسباب الموجبة فيؤخذ من المالك المقابل قيمة  الارض التي كان واجبا اخذها منه بعد تقويمها حسب قانون الاستملاك وتعطى  الى المالك الذي اخذت كل السعة من ارضه  وحيث ان المادة الثالثة من قانون الاستملاك الجديد المؤرخ في 21 كانون  الثاني سنة 1329 لاجل انفاذ المعاملات المتعلقة بالاستملاك اللازم  اجراؤه وباسم البلديات توجب تنظيم خريطة مفصلة ومكملة من قبل مهندسين  فنيين يتبين منها جنس ونوع المحل الواجب استملاكه ومقدار مساحته واسم  صاحبه والبدل المخمن له الخ ...  وحيث ان القرار بتوسيع الطريق لا يكون قابلا الانفاذ قبل استيفاء جميع  المعاملات القانونية الآنف بيانها  وحيث انه لم يتبين من الاوراق ان هيئة البلدية في بعقلين اجرت تلك  المعاملات وقد صرح رئيس البلدية امام هذا المجلس ان ما اخذ من ارض  المستدعي لم يؤخذ لاجل استقامة الطريق فقط بل لاجل الاستقامة المذكورة  وللمحافظة على البوابة الكائنة في الجهة المقابلة لملك المعترض  وحيث ان الخريطة التي قدمتها البلدية المعترض عليها الى هذا المجلس وقبل  انها نظمت من قبل مهندس النافعة قد عرضت على وزارة الاشغال العامة فنفت  الوزارة المشار اليها ان تكون ارسلت احد مهندسيها للكشف على تلك الطريق  وقالت ان الخريطة لم تكن منظمة من قبل مهندس فني ولا هي معتبرة فنا  وحيث ان قول البلدية في قرارها انها اقرت توسيع الطريق بناء على طلب بعض  الاهالي وبتبرعهم باراضيهم دون تعويض لا يكفي سببا لاهمال المراسيم  القانونية التي سبق الاشارة اليها طالما ان هناك بعض ملاكين كالمعترض لم  يشارك الطالبين والمتبرعين في الطلب والتبرع  وحيث ان القرار المعترض عليه يكون والحال ما ذكر مستوجبا الابطال  لمجاوزة البلدية حد السلطة فيما اجرته  وحيث ان ما يطلبه المعترض من التعويض المادي عليه ان يتقدم به الى  البلدية لتنظر فيه وفاقا لاحكام مواد القانون التي سبق الاشارة اليها  تقرر بالاجماع ابطال القرار المعترض عليه فيما يختص بالمعترض واعادة  الاوراق الى وزارة الداخلية لاستيفاء المعاملات القانونية الواجبة فيما  يختص بالمعترض المذكور"},
{"court": "شورى", "number": "41", "year": "1931", "date": "21/07/1931", "president": "شكري قرداحي", "members": "/ابو خير//نقاش/", "full_text": "-  مدى قابلية الاحكام  الصادرة في دعاوى ضريبة الاعشار للاستئناف   - حيث ان يوسف افندي عبدالله  قادري بموجب عريضته الآنف ذكرها طلب استئناف قرار مجلس الادارة ودعوة  عبدالله بك رزق خصمه كمستأنف عليه والحكم بمواجهته بفسخ القرار المستأنف  وبجعل مبلغ 8121 غ .س على عاتق المستأنف عليه المذكور  وحيث ان قرارات مجالس الادارة في قضايا الاعشار هي نهائية لا تقبل  الاستئناف بموجب المادة 26 من القرار 3066 والمادتين 7 و8 من قانون  الاعشار القديم  وحيث ان المتضرر من تلك القرارات له فقط ان يطعن فيها بطريق مجاوزة حد  السلطة بموجب المادة 5 من القرار رقم 2668  تقرر بالاجماع رد الاستئناف المقدم شكلا"},
{"court": "شورى", "number": "29", "year": "1929", "date": "04/07/1929", "president": "توفيق الناطور", "members": "/كحيل//زخريا/", "full_text": "-  المطالبة بابطال الانتخابات لوجود  زيادة في عدد اوراق المقترعين والتأخر في معاملة الفرز من قبل هيئة  الاقتراع   - حيث لو فرض جدلا وجود هذا العدد المزعوم فانه لا يؤثر على  نتيجة الانتخابات فيما لو اسقط من مجموع الاصوات  حيث ان تأخير هيئة الاقتراع في معاملة الفرز لساعة متأخرة لا يستلزم  الفسخ خصوصا ولم يثبت ان هذا التأخير قصد به تلاعب في الانتخابات او  ادخال غش وحيلة فيها"},
{"court": "شورى", "number": "37", "year": "1931", "date": "16/06/1931", "president": "شكري قرداحي", "members": "/ابو خير//الناطور/", "full_text": "-  مفهوم الحادث الناجم عن  الوظيفة الذي يؤدي الى وفاة الموظف ويتوجب عنه معاش تقاعدي دائم   - حيث  تبين ان مجلس التقاعد الملكي اصدر بتاريخ 4 اذار سنة 1930 مضبطة رقم  1001 قرر بموجبها ان يصرف لعائلة عبد الرحمن قوتلي بصفة اكرامية مبلغ  قدره 10147 غ ل وهو ما يعادل معاش ثلاثة اشهر من معاش عبد الرحمن الاخير  مستندا في ذلك الى المادة 26 من قانون التقاعد المؤرخ في 11 اغسطوس سنة  1325  وحيث ان فاطمة ارملة عبد الرحمن القوتلي المذكور عند تبليغها هذا القرار  اعترضت عليه في 16 تموز سنة 1930 لدى مجلس الشورى طالبة ان تطبق بحقها  المادة 27 من القانون الآنف الذكر وهي التي توجب تخصيص معاش تقاعدي دائم  للعائلة بدلا من الاكرامية التي اعطيت لها بسبب مرض زوجها بذات الرئة  اثناء قيامه بواجب وظيفته وموته من بعد ذلك  وحيث ان هذه المادة تنص: اذا وقع احد المأمورين بتهلكة او خطر بسبب  وظيفته بينما كان قائما بواجبها او ذاهبا الى مقرها او عائدا منها وقد  توفي قضاء او قتل وهو لم يؤد الخدمة عشر سنوات يخصص الى عائلته ربع  المعاش الذي كان يستوفيه في مأموريته الاخيرة من غير تعديل الخ..  وحيث يجوز الان اعطاء هذا النص تفسيره والمدى الحقيقي الذي يتناوله  وحيث ان نص هذه المادة هو مستوحى من التشريع الاوروبي فيصلح اذا تفسيره  طبقا لاراء العلماء والى الاجتهادات الصادرة في اوروبا في مثل هذه  القضايا  وحيث ان القانون كما يظهر من عنوانه لا يمنح عائلة الموظف الحقوق  المعلقة على التقاعد الا بناء على شرطين:  1- فيما لو وجد هذا الموظف في تهلكة فمات من جراء حادث Accident كانت  سببه تلك التهلكة  2- عندما يذهب ضحية اعتداء اثيم وبشرط ان يقع هذا الاعتداء او الحادث  اثناء قيام المأمور بمهام وظيفته او عند ذهابه اليها او مجيئه منها  وبالاختصار عندما يقع كل ذلك بسبب الوظيفة  وحيث يقتضي التساؤل اذا كان بالامكان اعتبار عبد الرحمن القوتلي المتوفي  بذات الرئة ضحية حادث نتج عن تهلكة سببتها له وظيفته  وحيث ليس في القضية الحاضرة حادث جسيم بكل معنى الكلمة حسبما حددته  المادة المنوه عنها آنفا اي حادث فظيع من طبيعته ينتج من وقوعه الموت  العاجل  وحيث ان المستدعية بطلبها صرف مبلغ تقاعد دائم لها تريد ان تعطي لكلمة  حادث Accident معنى واسعا تدخل ضمن دائرته جميع الامراض التي تفضي الى  الموت  وحيث ان الاجتهاد في فرنسا يعتبر في بعض الاحيان بمثابة الحادث Accident  المنصوص عنه في المادة 27 المار ذكرها بعض الامراض التي تنتج بسبب  الوظيفة  وحيث يجب فيما لو اخذ بهذه النظرية عدم التوسع فيها كثيرا كما ذهب الى  ذلك الاجتهاد الافرنسي الذي ابى ان يعطي صفة الحادث الواقع بسبب الوظيفة  Accident de service الى الظروف غير الملائمة التي اضطر المأمور ان يشغل  فيها وظيفته والى الامراض البسيطة التي سرت عدواها الى هذا المأمور  اثناء قيامه بالوظيفة والى اضطراباته وتأثراته الناتجة عن هجوم الاعداء  مثلا والى الافراط في الاعمال العقلية (راجع داللوز قرارات مجلس الشورى  6 ايار سنة 1865 4 حزيران سنة 1872 في 25 ايار سنة 1873 - 25 ايار سنة  1875 - 25 ايار سنة 1880 12 تموز سنة 1880 - 3 شباط اول ايار و14 ايار  11 تشرين الاول سنة 1881)  وحيث تبين ايضا من القرارات التي صدرت من مجلس الشورى انها رفضت دعاوى  مأمورين مبنية على السبب الوحيد وهو قيامهم بمهام وظيفتهم في ظروف مضرة  بصحتهم كالشغل الدائم المقام به جلوسا او كالرحلات الشاقة في الجبال في  اوقات البرد والرطوبة او كالشغل الجبري والتعب الخارق العادة (راجع  داللوز قرارات مجلس الشورى 17 ايار سنة 1856 - 4 تموز سنة 1860 - 22  كانون الاول سنة 1882 - 2 تشرين الثاني سنة 1888 - 3 تموز سنة 1892 - 22  حزيران سنة 1897)  وحيث اذا كان سلم مجلس الشورى بصورة استثنائية واعطى بعض مرات صفة  الحادث الواقع اثناء القيام بالوظيفة الى موت شخص سبق ومرض بالحمى  التيفوئيدية بسبب برودة اخذها من جراء تجوله ليلا فهم لم يسلم بذلك الا  لاعتبار ان هذا الطواف حدث في ليلة عاصفة ملبدة بالغيوم اي في ظروف غير  عادية  وحيث اذا طبقنا هذه المبادىء المأخوذة للاستئناس عن الاجتهادات الاجنبية  نرى ان عبد الرحمن قوتلي لم يمت في الاحوال والظروف التي يمكن معها منح  عائلته معاشا تقاعديا دائما هذا فيما لو اخذ بعين الاعتبار كون مرضه كان  سببه القيام بوظيفته الامر الذي لم يثبته جليا لا التحقيق ولا المحاكمة  وحيث لو افترض القول بان المرض سببته له الوظيفة الامر الذي يثبت كما  جاء آنفا فلم يتبين البتة من مجرى المحاكمة ان السبب في حدوث هذا المرض  كان الظروف الاستثنائية الطارئة اثناء القيام بالوظيفة  وبالواقع حيث تبين من اقوال موسيو لاباديه امام هذه المحكمة ومن التقرير  المأخوذ عن سجلات ادارة الجمارك في بيروت الذي لا يعاكس مضمون ما جاء عن  سجل مرصد الطقس في الكلية الاميركية ان الليلة في شهر ايار التي كان  يخفر فيها عبد الرحمن قوتلي لم تكن باردة بل كان الطقس فيها عاديا  Normal  وحيث لو اخذ بنظرية المستدعية واعطي لكلمة حادث Accident التفسير الذي  تريده بنوع ان يشمل كل مرض يطرأ على المأمور اثناء القيام بوظيفته في  ظروف عادية سيما وان بامكان كل انسان ويسهولة تامة ان يمرض خارجا عن  مأموريته لو اخذ بهذه النظرية لتحرف القانون واعوج تطبيقه ولخلق للحكومة  مسؤولية واسعة الحد لم يكن ليحلم بها الشارع عند وضعه هذا القانون  وحيث ان هذا التعليل هو صحيح لدرجة ان مجلس الشورى الافرنسي الذي تتمسك  المستدعية باجتهاداته للاستئناس قد رفض اعطاء معاش تقاعدي الى ارملة  مفتش احراج مات متأثرا من داء ذات الرئة وقد اخذه اثناء تجوله في الجبال  في ايام باردة ومملوءة بالرطوبة مع ان الحالة لم تكن شبيهة بالدعوى  الحاضرة بل ان ظروفها كانت مضادة لمصلحة الادارة وبالرغم من كل ذلك كان  قرار مجلس الشورى برد الطلب (راجع داللوز 1883)"},
{"court": "شورى", "number": "30", "year": "1929", "date": "04/07/1929", "president": "توفيق الناطور", "members": "/زخريا//النقاش/", "full_text": "-  مهلة الاعتراض  على انتخاب المندوب الثانوي   - ولما كانت المادة 6 من القرار 3155  المعدلة للمادتين 67 و68 من القرار 1307 تنص بصريح العبارة بان  الاعتراضات الواردة على الاعمال الانتخابية ذات الدرجة الاولى تقدم بظرف  خمسة ايام من تاريخ الاقتراع المقصود به دون شك ولا ريب الاقتراع  للمندوبين الثانويين المبحوث عنه في المادة المذكورة"},
{"court": "شورى", "number": "36", "year": "1929", "date": "09/07/1929", "president": "شكري قرداحي", "members": "\r\n/الناطور//العمري//زخريا//نقاش/", "full_text": "-  استحقاق الموظف لراتبه التقاعدي واصول احتسابه  ومدى حقوق عائلته الاستفادة من معاشه التقاعدي   - وحيث بصرف النظر عن  راتب الشهرين الذي اعطي لداود عيسى على سبيل التعويض يتوجب التحقيق عما  اذا كان يحق لعائلته الحصول على راتب ما استنادا لما سبق له من الخدمة  في الحكومة  وحيث يوجد في جميع البلاد المتمدنة مبدأ يطبق على العموم وهو انه لا يحق  سوى للموظفين الذين حسمت من رواتبهم التوقيفات retenues الحق بالحصول  على راتب التقاعد اذ انه بفضل تلك المبالغ التي حسمتها الحكومة تتعهد  هذه بدفع رواتب لهم عند احالتهم على التقاعد  وحيث من مقتضى القاعدة العامة ان مدة الخدمات التي لم يحسم عنها مبلغ ما  لا يجوز ادخالها في حساب مدة الخدمة التي توجب الحصول على راتب التقاعد  وقد تمشى الاجتهاد في فرنسا تطبيقا لهذه القاعدة على ان المدة التي  يقضيها الموظف بدون راتب المعزولية لا تدخل في حساب المدة التي يحق له  بعدها الحصول على راتب التقاعد وهذا بديهي لانه لم تحسم عنها توقيفات  تقاعدية (راجع قرارات مجلس شورى فرنسا تاريخ 20 تشرين الثاني سنة 1891 -  25 و26 مايس سنة 1905 , 25 كانون الثاني سنة 1907 ,17 مايس سنة 1907)  وحيث ان تلك القاعدة هي المتبعة في القانون العثماني ايضا وعليه فلا  يستفيد من راتب التقاعد سوى الموظفون الذين حسمت من رواتبهم التوقيفات  كما يظهر من المادة الاولى المعطوفة على المادة 8 من قانون التقاعد  الملكي الصادر في 11 اغسطس سنة 1325  وحيث ينتج عن هذا انه بمقتضى القاعدة العامة وعدا الاستثناآت الخاصة ان  الخدمات التي حسمت عنها التوقيفات هي وحدها التي تدخل في حساب المدة  التي تخول الموظف حق الحصول على التقاعد  وحيث ان الشارع قد وضع استثناء لتلك القاعدة العامة المتبعة في جميع  البلاد بقوله في المادة السابعة ان تحسب للموظفين الذين خدموا خدمة  فعلية عشر سنوات مدة المعزولية التي قضوها بدون راتب على ان لا تتجاوز  هذه المدة اربع سنوات حسب الشروط المدونة في المادة السابعة  وحيث من مقتضى المبادىء الاولية ان الاستثناء لا يمكن تشميله لحالات  اخرى لم ينص عنها  وحيث ان الحل الذي اخذت به هذه المحكمة مؤيد بما جاء في الاعمال  التحضيرية لقوانين التقاعد والمعزولية وبمجموع مناقشات مجلس النواب  العثماني بشأن وضع هذين القانونين  وحيث طالما ان الامر كذلك فليس من المستطاع اذن ان تؤخذ بنظر الاعتبار  مدة المعزولية التي قضاها بدون راتب داود عيسى نظرا لكونه لم يخدم خدمة  فعلية سوى تسع سنوات وشهر وثلاثة وعشرين يوما اي اقل من عشر سنوات"},
{"court": "شورى", "number": "22", "year": "1931", "date": "27/04/1931", "president": "شكري قرداحي", "members": "/ابو\r\nخير//الناطور//نقاش//بولس/", "full_text": "-  امكانية الغاء نتيجة انتخاب المختار اذا لم يعلن عن موعده   - حيث ان وزارة الداخلية بناء على التحقيق الذي اجرته قالت ان الانتخاب  حصل قبل ايفاء معاملة اعلانه وفاقا لاحكام المادة 14 من قانون المختارين  ولهذا صدقت قرار مجلس الادارة بفسخه  وحيث انه لم يتبين من التدقيق في اوراق القضية ما يجيز القول ان الوزارة  كانت على خطأ فيما ذهبت اليه  وحيث ان اهمال الاعلان يوجب فسخ الانتخاب متى ظهر منه تأثير في الانتخاب  وفي هذه القضية حيث ان الناخبين هم 334 ثلاثمائة واربعة وثلاثون  والمقترعين 219 والاكثرية حصلت باثني عشر صوتا فقط  وحيث ان الذين لم يقترعوا كانوا 115 وهو عدد له كل الشأن والتأثير في  الانتخاب ويجوز ان يكون عدم حضورهم ناشئا عن عدم علمهم بسبب اهمال  الاعلان  وحيث ان هذه الغرفة الادارية لا ترى والحال ما ذكر في ما عملته وزارة  الداخلية مجاوزة على القانون تستوجب فسخ قرارها المعترض عليه  لهذه الاسباب  اجمع الرأي على رد الاعتراض"},
{"court": "شورى", "number": "43", "year": "1931", "date": "29/07/1931", "president": "شكري قرداحي", "members": "/ابو\r\nخير//الناطور//نقاش//خوري/", "full_text": "-  مدى حق الادارة بعزل القاضي غير المثبت في وظيفته عند  الغاء الوظيفة   - حيث ان المعترض صرف من الخدمة بموجب احكام المرسوم  الاشتراعي الذي الغى محكمة جزين التي كان المعترض عضوا فيها  وحيث انه بحسب المبادىء الادارية المقررة يمكن عزل الموظف بسبب الغاء  الوظيفة التي كان يشغلها متى قضى التشكيل الاداري بذلك  وحيث انه اذا كان من الممكن اختلاف الرأي في عزل القاضي المثبت  inamivible ف يالحال المار ذكرها فان لا خلاف بنظر العلماء والمجتهدين  بامكان عزله اذا كان غير مثبت  وحيث ان المادة 13 من القرار 3111 الذي يستند اليه المعترض تؤيد  بالصراحة تلك المبادىء اذ جاء فيها ما نصه:\" وتحذف اسماء القضاة الآتي  ذكرهم من سلسلة درجات القضاة ويحق لهم ان يطالبوا بما لهم من حق التقاعد  وهم اولا القضاة الذين تلغى وظائفهم...\"  وحيث ان المعترض لم يكن مثبتا في وظيفته ومجرد ترقيته الى عضو اصيل في  المحكمة هو من قبيل الترقي لا من قبيل التثبيت خصوصا وان المادة 18 من  القرار 3111 المشار اليه تنص بانه لا يحق لقاض على الاطلاق الاستفادة من  احكام القرار المذكور اذا لم يكن مثبتا بموجب مرسوم من حاكم الدولة  وحيث ان جميع اعتراضات المعترض لا قيمة قانونية لها والحال ما ذكر  تقرر بالاتفاق رد جميع اعتراضات المعترض"},
{"court": "شورى", "number": "39", "year": "1929", "date": "10/07/1929", "president": "توفيق الناطور", "members": "/كحيل//زخريا/", "full_text": "-  المطالبة بالغاء  الانتخابات لعدم مراعاة حسن سير العملية الانتخابية من ناحية اثارة  الشغب ومنع الناضجين من المشاركة وحق مجلس الشورى في التقدير   - وحيث لا  يمكن اتخاذ حصول الضوضاء والمشاغبة والمضاربة بل واطلاق الرصاص بحد  ذاتها سببا لفسخ الانتخابات وابطالها بهذه الحجة طالما لم يؤثر ذلك كله  على سير الانتخابات ونتيجتها والا فتح المجال لكل فئة ترى نفسها غير  امينة من الفوز النهائي ان لتوسل بمثل تلك الوسائل ليكون سببا لها تحتج  فيما بعد لدى المرجع الايجابي لالغاء انتخابات لم تأت نتيجتها طبق  مرامها  وحيث ان توقيف الاعمال الانتخابية ساعة او ساعتين طالما لم يقصد منه غش  او خديعة وطالما لم يكن سببا في حرمان احد المنتخبين من استعمال حقه  الانتخابي وطالما لم يؤثر على نتيجة الانتخاب فلا يجوز اتخاذه سببا لفسخ  الانتخابات  وحيث انه لم يتقدم من هؤلاء الناخبين المزعوم انهم منعوا من استعمال  حقهم الانتخابي عند المناداة قبل الساعة الرابعة احد الى النطاق  الانتخابي فقد يعتبرون بنظر هذا المجلس متمنعون عن استعمال حقهم من  تلقاء انفسهم اذ لم يحل بينهم وبين دخول النطاق الانتخابي حائل او مانع  فلو انهم فعلوا اعني دخلوا النطاق الانتخابي قبل الساعة الرابعة وتمنعت  الهيئة الاقتراعية من اخذ اصواتهم واوراقهم بحجة ان الوقت قد فات لكان  للمجلس حق تقدير هذه الناحية من الاعتراض  وحيث ان انسحاب عضوي اللجنة عقل شديد عقل ومنصور حيدر بلوط لا تأثير له  على نتيجة الانتخابات اذ ان مجرد انسحابهما لا يجب في حال من الاحوال ان  يكون وسيلة لعرقلة سير الانتخاب والا لتمسك بهذه البدعة كل من رأى نفسه  او حزبه خاسر المعركة الانتخابية ولما رأينا في هذه البلاد انتخابا تصل  فيه الهيئة الاقتراعية الى نهاية اعمالها والتحقق من نتيجة اعمالها  الانتخابية طالما ان انسحاب عضوين من الاعضاء كاف لتوقيف سير الانتخاب  وحيث ان المشترع قد ترك لهذا المجلس حق تقدير الوقائع وتمحيصها"},
{"court": "شورى", "number": "42", "year": "1929", "date": "13/08/1929", "president": "شكري\r\nقرداحي", "members": "/الناطور//العمري//زخريا//نقاش/", "full_text": "-  مفعول الطلب المقدم لاول مرة امام مجلس  الشورى فيما خص ابراز مستند التقرير الطبي امام المجلس   - حيث ان المادة  الاولى من قانون المعزولية تقضي بوجوب استثبات الداعي الصحي لتأدية راتب  المعزولية وهذا شرط جازم  وحيث من نص المادة المذكورة يتضح جليا ان للادارة الرسمية حق هذا  الاستثبات  وحيث ان طلب المعترض تخويله حق ابراز تقرير طبي امام مجلس الشورى يعتبر  متأخرا ومخالفا للقانون اذ انه كان من الواجب عليه ان يبرز مثل هذه  الشهادة وللادارة ذات الصلاحية وفقا لنص المادة المذكورة حتى اذا لم  تقتنع بالشهادة المبرزة امكنها ان تستثبت حقيقة المرض في حينه بمعرفة من  تعينهم من الاطباء  وحيث اذن لا يجوز قبول طلب المعترض لاول مرة امام هذا المجلس"},
{"court": "شورى", "number": "48", "year": "1929", "date": "30/10/1929", "president": "\r\nشفيق الحلبي", "members": "/زخريا//نقاش/", "full_text": "-  المحكمة المختصة للنظر بالنزاع حول ملكية العقار الذي ضم  الى الطريق العام   - حيث ان المعترض جورج يني طلب الغاء القرار الصادر من  مجلس زحله - المعلقة البلدي المؤرخ في 23 حزيران سنة 1928 عدد 122  والمصدق من وزارة الداخلية بتاريخ 17 تموز سنة 1928 عدد 771 بحجة انه  يملك الارض المتنازع عليها بموجب سجل لجنة تحديد العقارات الثانية في  محافظة زحله وان له حق التصرف بها  وحيث ان القرار البلدي المذكور ليس سوى قرار يفيد ادعاء المجلس البلدي  بان هذه الارض الجاري عليها التنازع هي جزء من الطريق العمومية وليس  قرارا قاضيا بضم هذه الارض الى الطريق العام  وحيث ان القرار المشار اليه لم يخرق لمصلحة بلدية زحله حقا جديدا ولا  يشكل قرارا اداريا نافذا يجوز ان يطلب الى مجلس الشورى الغاؤه  وحيث ان المعترض يدعي ان تنفيذ هذا القرار يمس حقه في الملكية  وحيث ان النظر في مسائل ملكية الاموال غير المنقولة وفي الخلافات  الواقعة على ارض الشوارع بين البلديات والافراد هي من صلاحية المحاكم  النظامية لا سيما اذا كان التدقيق فيها يرتكز على سندات تتعلق بالقانون  المدني (كسند طابو وغيره)  وحيث ان المجلس البلدي في زحله المعلقه بتصريحه في قراره المذكور ان  الارض المتنازع عليها هي طريق عام نافذ لا يجوز لاحد الناس سده لا يستند  الى قرار اداري صادر من سلطة ادارية لكي يحق لمجلس الشورى تفسيره  وحيث ان ادعاء المدعي ملكية هذه الارض وما يتبع ذلك من ملاحقة البلدية  في طلب التعويض بسبب ما يمكن ان يقع عليه من الضرر من جراء التجاوز على  ملكيته وحقه فيها يجب ان يقدم الى المحاكم النظامية لتفصل فيه"},
{"court": "شورى", "number": "40", "year": "1929", "date": "10/07/1929", "president": "توفيق الناطور", "members": "/كحيل//نقاش/", "full_text": "-  المطالبة بفسخ نتيجة  انتخابات منطقة وذلك لمنع عدد من الناخبين في استعمال حقهم الانتخابي   -   حيث ثبت من مندرجات الاوراق المبرزة ان عددا كبيرا من الناخبين في منطقة  البيره لم يستعملوا حقهم الانتخابي بحجة حلول السابعة عشرة في حين ان  هؤلاء الناخبين كانوا موجودين ضمن دائرة النطاق الانتخابي قبل حلول  الساعة الرابعة  وحيث كان يترتب على رئيس اللجنة ان يقبل اقتراع هؤلاء طالما انهم اثبتوا  وجودهم في مركز الاقتراع قبل حلول الساعة الرابعة ولو ادى ذلك الى ابقاء  الاعمال الانتخابية لساعة متأخرة من الليل اذ لا يحرم من حقه الانتخابي  الا من لم يثبت وجوده ضمن دائرة النطاق الانتخابي قبل الوقت المعين  قانونا (داللوز رقم 1390 و1391 تحت كلمة انتخابات)"},
{"court": "شورى", "number": "31", "year": "1931", "date": "05/06/1931", "president": "شكري قرداحي", "members": "/ابو\r\nخير//الناطور//نقاش//خوري/", "full_text": "-  الطبيعة القانونية للقرار الصادر عن وزير العدل والمتعلق  باعطاء الاجازة للملاحقة الجزائية ومدى حق مجلس الشورى بالرقابة   - وحيث  من المسلم به مبدئيا انه لا يمكن لدائرة ما سواء كانت تابعة للسلطة  الادارية التنفيذية او القضائية ان تحول دون انفاذ حكم او تعديل او  انتقاد مضبطة قضائية  وحيث ان القرارات الصادرة من وزير العدلية هي كسائر قرارات الوزارات  قابلة لاثارة اشكال اداري ومن وظيفة شورى الدولة ان يفصل فيها  وحيث ان الامر على عكس ذلك عندما يصدر الوزير قرارا له صفة قضائية acte  judiciare  وحيث ان القرار المعترض عليه امام غرفة القضايا الادارية المتضمن رفض  اعطاء الاجازة الواجبة لتحريك الحقوق العمومية وفقا للقرار 1371 بمحاكمة  مختار الاشرفية حنا فياض هو بمثابة عمل قضائي لا اداري وان اجتهاد مجلس  الشورى في فرنسا مستمر في هذا المعنى  وحيث قد حكم مرارا بموجب قرارات صدرت قديما وحديثا بان القرار الذي  يصدره وزير العدلية يرفض اعطاء الاجازة بملاحقة كاتب عدل جزائيا يعد  عملا قضائيا غير قابل الاعتراض امام مجلس الشورى بمجاوزة من اصدره حدود  السلطة (راجع قرار تاريخ 10 شباط سنة 1922 D.P 1923 وقرار 26 كانون سنة  1867 وقرار 17 تشرين الثاني سنة 1911)  وحيث ان القرار الذي يصدره وزير العدلية بعدم اعادة النظر بحكم جنائي له  صفة العمل القضائي acte judiciare فلا يدخل من ثم تحت تمحيص مجلس الشورى  وحيث ان جميع هذه القرارات لها الصفة القضائية من طبيعتها وصدورها عن  موظفين اداريين لا يغير شيئا من تلك الصفة V. Appleton p 305  وحيث بناء على ما تقدم يجب رد اعتراض المعترض"},
{"court": "شورى", "number": "28", "year": "1929", "date": "04/07/1929", "president": "توفيق الناطور", "members": "/الانسي//كحيل/", "full_text": "-  شروط الغير في القوائم الانتخابية فيما خص  المحكوم عليهم بجناية او بجنحة شائنة ومفعول المخالفة   - لما كان المعترض  عليه رشيد احد المندوبين الثانويين في منطقة طرابلس محكوم عليه بمادة  احتيال مدة شهرين وقد اكتسب هذا الحكم الدرجة القطعية  ولما كانت المادة 15 من القرار رقم 1307 تنص بصريح العبارة انه لا يجوز  ان تقيد في القوائم الانتخابية اسماء 1 و2 و3 الاشخاص الذين حكم عليهم  لارتكابهم جناية او جنحة شائنة اما الجنح التي تعتبر شائنة هي السرقة  والاحتيال وسوء الائتمان الخ ما ورد"},
{"court": "شورى", "number": "46", "year": "1931", "date": "11/08/1931", "president": "شكري قرداحي", "members": "/ابو خير//الناطور/", "full_text": "-  مدى توجب دفع المرتبات  التقاعدية المتوجبة للموظفين الاتراك الذين اكتسبوا الجنسية اللبنانية   -   على السبب المدلى به من المستدعي المتعلق بمعاهدة لوزان  حيث ان معاهدة لوزان لم تضع على عاتق المنطقة التس سلخت عن الدولة  العثمانية واصبحت اليوم لبنان الكبير دفع المرتبات التقاعدية المتوجبة  للموظفين الاتراك الذين اعتنقوا الجنسية اللبنانية  وحيث ان المادة 61 من المعاهدة المذكورة اكتفت بان رفعت عن الدولة  العثمانية واجب دفع تلك المرتبات  وحيث انه نظرا لما تقدم يجب معرفة فيما اذا كان يوجد بين النصوص  الموضوعة موضوع الاجراء احكام تتعلق بهذا المعنى  وحيث يتضح ضمنا من بيان الاسباب الموجبة للقرار 827 الصادر من المفوض  السامي في 23 نيسان سنة 1921 ان للحكومات المحلية الحق بوضع قواعد تحدد  الشروط التي يجب عليها ان تدفع بموجبها هذه المرتبات  وحيث ان هذا الحق المعترف به الى الحكومات المحلية من المفوض السامي  بصفته ممثلا لدولة اشتركت في توقيع معاهدة لوزان قد ثبته القرار رقم 490  الصادر في دولة سوريا بتاريخ اول ايار سنة 1927 والمصدق من المفوضية  العليا  وحيث من جملة الشروط التي ينص عليها القرار الآنف الذكر ان لا تدفع  المرتبات التقاعدية المتوجبة للموظفين الاتراك الذين اعتنقوا الجنسية  السورية الا بشرط ان يثبتوا قبلا اقامتهم في الاراضي الواقعة تحت  الانتداب بتاريخ 30 تشرين الاول سنة 1919 اما الموظفون السوريو الاصل  فهم معفون من هذا القيد بأمر من الحكومة المحلية  وحيث انه بالنظر لما ذكر اعلاه لا شيء الحكومة اللبنانية ان تجاري حكومة  سوريا وان لا تدفع تلك المرتبات وفقا لشروط معينة منها الشرط الذي طلب  تحقيقه من المستدعي وهو اثبات اقامته في الاراضي الواقعة تحت الانتداب  قبل تاريخ 30 تشرين الاول سنة 1919 سيما وانه لا توجد معاهدة تجبر  الحكومة اللبنانية على دفع المرتبات التركية القديمة  وحيث تبين ان احمد كمال شمس الدين لم يقدم هذا الاثبات فيكون قرار لجنة  التقاعد برد طلبه واقع في موقعه القانوني  أجمع الرأي على رد طلب المستدعي"},
{"court": "شورى", "number": "57", "year": "1929", "date": "09/12/1929", "president": "شفيق الحلبي", "members": "/العمري//زخريا/\r\n", "full_text": "-  الاعتراض على  قرار مجلس بلدية بيروت المتعلق بتوسيع الشارع   - حيث ان المجالس البلدية  عموما وفاقا للفقرة العاشرة من المادة 48 من القرار ذي الرقم 1208 لها  صلاحية باتخاذ القرارات المختصة بتعيين مراتب الشوارع والساحات العامة  وتوسيعها وتخطيطها  وحيث ان القرار 2671 المختص بمجلس بيروت البلدي ينص في الفقرة العاشرة  من المادة 35 ان انشاء شوارع او ساحات عامة او الغاءها وتعيين مراتبها  او تعديل هذه المراتب وتقويم تلك الشوارع او الساحات او تمديدها او  توسيعها وتسميتها هو من صلاحية مجلس بيروت البلدي  وحيث ان المجلس البلدي يملك ايضا تغيير اتساع الشوارع كلما اضطرته مصلحة  المدينة وزيادة عمرانها (يؤيد ذلك الفقرة العاشرة من المادة 35 من  القرار 2671 وما جاء في دالوز تحت كلمة Voiries نومرو 1336 دون ان يكون  لاصحاب الاملاك الواقعة على الشوارع حق بطلب تعويض 1339 دالوز)  وحيث ان القرار المعترض عليه هو من نوع القرارات التي لا يعترض عليها  لدى مجلس الشورى الا بطريقة التجاوز على حدود الوظيفة وفي حال وجود خلل  في الشكل من جهة المعاملات الادارية التي تتقدم وترافق هذه القرارات  وحيث ان الامور المادية المتعلقة بالفن الهندسي يعود تقديرها الى دائرة  البلدية وليس لمجلس الشورى ان يمحصها  وحيث كان القرار المعترض عليه صادرا والحالة هذه من مجلس بلدي اعطاه  القانون حق انشاء وفتح الشوارع وتوسيعها او ادخال تعديل على خطط متبعة  ومختصة بتقويمها"},
{"court": "شورى", "number": "60", "year": "1929", "date": "11/12/1929", "president": "شكري قرداحي", "members": "/العمري//نقاش/", "full_text": "-  مسؤولية الدولة عن  الضرر اللاحق بالشاحنة بسبب انهيار جوار الطريق   - ولكن حيث يجدر ملاحظة  ان القرار 2668 الذي شكل بموجبه مجلس شورى الدولة لا يتكلم عن مسؤولية  الادارات العامة سوى في ما يتعلق بالاعمال التي اجرتها الامر الذي يحمل  على اعتبار ان المقصود بتلك الاعمال هي الاعمال الايجابية actes  positifs  وحيث يتوجب البحث هنا عما اذا كانت الحكومة قد اتت عملا ايجابيا actes  positifs يمكن ان ينتج منه مسؤوليتها  وحيث يرى من ظروف هذه القضية ان الحادث حصل بالصورة الاتية وهي ان يكون  المستدعي بينما كان مارا في الطريق في الموقع المحدد اعلاه سقط من جراء  انهدام الحاجز على اثر وجود هذا الكميون مع سيارة اخرى على تلك الطريق  وبينما كانت هاتان السيارتان شاغلتين عرض الطريق كله تقريبا  وحيث يجب التساؤل عما اذا كانت مسؤولية الحكومة يمكن ان توجد في مثل هذا  الظرف وعد العناصر التي يمكن اتخاذها اساسا لتلك المسؤولية  ففي الواقع يتوجب اعتبار الادارات العامة مسؤولة عن كل عمل تقصيري acte  fautif تجريه هاته الادارات اثناء قيامها بادارة المصالح العامة فينتج  عنه ضرر للغير وهذه المسؤولية تدل ضمنا على ان الادارة قد اساءت القيام  بما عهد اليها  Culpa in committendo que le service public a mal fonctionne  التقصير فيما يجب اجراؤه:  وحيث ان الاجتهاد الافرنسي استطاع تقريبا بعد ثلاثة ارباع الجبل من  التطور في بلاد توصلت الى تنظيم اداري شبه تام ان يلقي على الحكومة ليس  فقط مسؤولية تقصيرها بالذهول culpa in omittendo اي الذهول البسيط  والاهمال والتباطوء الصادر من الادارة التي اتت العمل مسبب الضرر بالغير  بل حملها ايضا مسؤولية كل عمل ينتج منه ضرر للغير دون ان يكون هنالك من  تقصير استنادا الى النظرية المعروفة theorie du risque والى مبدأ مساواة  الوطنيين في الضرائب  وحيث لا يمكن لها المجلس اذن ان يقر منذ الان لفقدان النص وبطريقة  اجتهاد مسؤولية شاملة عامة لتلك الدرجة دون ان يثقل سير المصالح العامة  ودون ان يعرض خزينة الدولة لاخطار مهمة  وحيث ان سلوك الاجتهاد هذا يتوجب حتما خصوصا في بلاد لم تتوصل بعد الى  تنظيمات ادارية محكمة تتفق مع حاجاتها وهي لا تزال حتى الان في دور  الاصلاح والتجديد  وحيث انه حتى لو توجب سلوك هذا الطريق والقول بمسؤولية الحكومة لذهول  بسيط فان عدم قيام الادارة بتمكين جدار الطريق الذي انهدم فسبب الحادث  الموصوف لا يستوجب في قضيتنا هذه مسؤولية الحكومة  وحيث في الواقع من مقتضى الاجتهاد انه لتقدير هذه المسؤولية لذهول بسيط  او اهمال او تقصير في المحافظة والصيانة entretien يجب ان يؤخذ بنظر  الاعتبار العمل التقصيري المنسوب للادارة بحد ذاته in concreto مع  اعتبار ما يحق للاهلين ان يتطلبوه من غاية الادارة العامة المسببة الضرر  مراعين بذلك ماهية تلك الادارة وظروف الزمان والمكان والوسائط التي  لديها للقيام بما يجب عليها  وحيث يجوز في هذا الصدد ملاحظة انه باستبدال العربات التي كانت تجرها  الخيول وهي الواسطة الوحيدة للانتقال قبل الحرب بسيارات جعل شبكة  الطرقات المنشأة قبل تشكيل الدولة اللبنانية والتي كانت وافية بحاجة  البلاد وقتئذ غير صالحة الان للاستعمال اذ لا جدال في ان حركة السير  زادت كثيرا عما كانت عليه في الماضي بدرجة لم يعد يمكن مقايستها  وحيث ان الحكومة التي كانت لا تزال فتية jeune عندئذ وليس لديها سوى  موارد محدودة نوعا لم يكن بامكانها في زمن وقوع الحادث المبحوث فيه اذ  يجب ان نضع انفسنا في زمن الحادث لتقدير تقصير الادارة ان تقوم بتغيير  شبكة الطرقات وبالاصلاحات العديدة التي تتطلبها صيانة تلك الطرقات نظرا  لاتساع المواصلات فاستنادا الى تلك الظروف والى الاسباب الآنفة الذكر لا  يمكن لهذا المجلس اعتبار الحكومة مسؤولة عن الحادث الذي سبب الحاق الضرر  المزعوم من المستدعي"},
{"court": "شورى", "number": "61", "year": "1929", "date": "16/12/1929", "president": "شفيق الحلبي", "members": "\r\n/زخريا//نقاش/", "full_text": "-  شروط صحة تشكيل الخصومة   - حيث ان الخصومة لا تشكل بين الحكومة  والافراد الا اذا كان القرار المعترض عليه صادرا من هيئة ادارية تملك حق  وصلاحية اصدار قرارات قطعية  وحيث ان القرار المعترض عليه وان يكن صادرا من مجلس التقاعد العسكري  وليس له بنفسه قوة تنفيذية فتبناه وزير المالية بتصديقه فاصبح قطعيا  قابلا لتشكيل الخصومة بين الحكومة وبين المتضرر بطريقة الاعتراض عليه  لدى مجلس الشورى   -  اصول احتساب استحقاق المعاش التقاعدي لموظفي الحكومة العثمانية  بالاستناد والى معاهدة لوزان   - وحيث انه وان لم تكن قد اوجبت معاهدة  لوزان على الحكومة اللبنانية دفع المرتبات التقاعدية العائدة الى موظفي  الحكومة العثمانية قبل الاحتلال من اللبنانيين فقد تعهدت بدفعها بعد  استشارة المفوضية العليا كما يفهم من منطوق البلاغ الوزاري المؤرخ 13  تموز سنة 1926 عدد 6914 والمذكرة المؤرخة في 25 آب سنة 1926 الى مجلس  التقاعد العسكري والملكي  وحيث لا يدخل في حساب هذه المرتبات التقاعدية غير الخدمات في زمن الدولة  العثمانية او حكومة المنطقة الغربية او الحكومات الواقعة تحت الانتداب  الفرنسي  وحيث انه بناء على ذلك قد اصابت وزارة المالية بتحديد مدة خدمات  المستدعي من تاريخ دخوله في السلك العسكري اي 1902 الى تاريخ انسلاخ  متصرفية السلط وضمها الى حكومة شرقي الاردن واعتبار اخر وظيفة له وظيفة  البكباشي الذي كان يشغلها عندما اصبحت متصرفية السلط تابعة لحكومة  اجنبية   -  شروط استفادة الضابط من المعاش التقاعدي ومفعول مرور الزمن على حقه  بهذا المعاش   - وحيث ان المدة المعينة للضباط الذين هم دون رتبة القواد  لاجل احراز حق في التقاعد هي عشرون سنة كما نصت المادة الثالثة عشرة من  قانون التقاعد العسكري المعدلة بالقانون المؤرخ في 20 تموز سنة 1926  وليس ثلاثين سنة كما زعم محامي الحكومة فيكون المستدعي بعد خدمة ما ينوف  عن ثلاثة وعشرين سنة محقا بطلب احالته على التقاعد وصرف مرتباته  التقاعدية وتكون وزارة المالية مصيبة باجابة طلبه  وحيث ان خدمته في الحكومات الواقعة تحت الانتداب الفرنسي قد انتهت في 23  تموز سنة 1920 اي يوم انفصال متصرفية السلط عن سوريا فلا شيء ولا نص  يمنعه عن الاستخدام في امور اخرى الا اذا كانت غير شرعية والمادة  الثانية عشرة من قانون التقاعد تحرم الموظفين العسكريين من حقهم في  التقاعد ومن نوال مرتباتهم التقاعدية الا اذا خدموا حكومة اجنبية وتلقوا  في تلك الاثناء انذارا من حكومتهم بوجوب ترك الخدمة في الحكومة الاجنبية  ولم يمتثلوا  وحيث ان المستدعي بعد فصل متصرفية السلط عن سوريا وضمها الى حكومة  اجنبية بقي في خدمة تلك الحكومة الى سنة 1924 دون ان يتلقى انذارا من  تلك الحكومات الواقعة تحت الانتداب الفرنسي بوجوب الانفكاك عن خدمة  حكومة شرقي لاردن فلم يخسر من جراء ذلك حقه في التقاعد ولا المتأخرات من  مرتباته التقاعدية  حيث ان من المبادىء القانونية والادارية المسلم بها ان حق الموظف في  التقاعد يبتدىء في اليوم الذي يلي تركه الخدمة الفعلية اذا كان اصبح ذي  حق في التقاعد  ولكن حيث انه تتلاشى وتسقط نهائيا بمرور الزمن نفعا للخزينة جميع الديون  التي على الحكومة اذا لم يطلب صاحبها خطيا تسديدها قبل نهاية السنة  المالية الرابعة التي تلي السنة المالية العائدة اليها تلك الديون كما  اوجبته المادة 36 من قانون المحاسبة العثماني المؤيد بالقرار الصادر من  حكومة لبنان بتاريخ 5 تشرين الثاني سنة 1921 والقرار الصادر من المفوضية  العليا بتاريخ 16 تشرين الاول سنة 1923 عدد 41  وحيث انه من جراء ترك الموظف الخدمة الفعلية اذا كان ذا حق في التقاعد  يبتدىء حقه في التقاعد وتصبح مرتباته التقاعدية منذ ذلك الحين دينا على  الحكومة متوجبا عليها دفعه حكما  وحيث ان مرور الزمن هذا لا يتناول دين الحكومة الا سنة مالية فسنة مالية  وحيث ان السنة المالية اللبنانية تبتدىء في 1 كانون الثاني وتنتهي في 31  كانون الاول فيكون بدء مرور الزمن من اليوم الاول من السنة المالية  العائد اليها هذا الدين وهو كانون الثاني  وحيث ان المستدعي لم يطالب بمرتباته التقاعدية الا في سنة 1926 فيكون  دينه على الحكومة عن السنة الاولى من تقاعده وهي سنة العشرين قد سقط  وتلاشى في اول كانون الثاني سنة 1925 ودينه عن السنة الثانية من تقاعده  وهي سنة الواحد والعشرين قد سقط ايضا في اول كانون الثاني سنة 1926 فبقي  له دين السنة الثالثة والعشرين والسنة الرابعة والعشرين بكاملها  وحيث انه بناء على ما ذكر كان القرار المعترض عليه مستوجبا للابطال"},
{"court": "شورى", "number": "26", "year": "1929", "date": "01/07/1929", "president": "توفيق الناطور", "members": "/زخريا//نقاش/", "full_text": "-  مفعول مخالفة الاصول  القانونية على صحة العمليات الانتخابية   - وحيث ان تغيب الرئيس عن غرفة  الاقتراع لا يشكل لوحده سببا مستلزما لفسخ الانتخاب اذ ان هذا التغيب لم  يؤثر على نتيجة الانتخابات  وحيث ان عملية فرز الاصوات يجب ان يقوم بها رئيس قلم الاقتراع او احد  اعضاء هيئته  وحيث ان هذه المخالفة وان تكن ذات اهمية الا انها لم تكف لوحدها لتكون  سببا يرتاح اليه وجدان هذا المجلس لاقرار وجود تلاعب وغش في الاوراق  الانتخابية  وحيث ان وجود ثلاثة من اعضاء قلم الاقتراع كاف لتكون المعاملات  الانتخابية منطبقة على الاصول والقانون  وحيث ان احراق الاوراق الانتخابية المعترض عليها قد حرم هذا المجلس من  استعمال حقه في تمحيصها وفي التدقيق بالاعتراض الوارد عليها اذ ان لهذه  الاوراق تأثيرا عظيما على نتيجة الانتخابات فيما لو اسقطت من اصوات فريق  وضمت لفريق آخر (دالوز نمرة 1863 كلمة انتخابات)  وحيث ان بانضمام هذا السبب الى السبب الثاني يقوي ذلك الشك ولتعزز تلك  الريبة بان الانتخابات لم تكن سالمة من شائبة التلاعب"},
{"court": "شورى", "number": "66", "year": "1929", "date": "28/12/1929", "president": "شفيق\r\nالحلبي", "members": "/العمري//زخريا/", "full_text": "-  المرجع القضائي الصالح للنظر بالتعويض عن الضرر الناشىء عن  اعمال البلدية قبل انشاء مجلس شورى الدولة فيما خص هدم حائط   - وحيث ان  قرار الهدم المعترض عليه صادر قبل انشاء مجلس الشورى  وحيث انه اذا كان للاعتراض المقدم من عبدالله بك خير صفة contentieux de  pleine juridiction وكان مفاده طلب التعويض من البلدية عما لحقه من  الضرر من جراء ضم قسم من ارضه الى المستملكات البلدية من جراء توسيع  الطريق المعروف بشارع مونو كانت هذه المحكمة غير صالحة ايضا للنظر في  هذا التعويض وتعيينه  وحيث ان وكيل البلدية قد صرح في الجلسة العلنية ان المعاملات الجارية من  تخمين ملك المدعي الذي ضم الى الطريق العام لم تنهها فيها البلدية ويجوز  ان تأتي لصالحه  وحيث انه بعد ذكر ما تقدم كان الفصل في بدل التعويض العائد الى المعترض  من جراء القصر والاستملاك عائدا الى المحاكم النظامية بموجب قانون  الابنية وقانون الاستملاك وضمن شروط ومعاملات معينة في القانونين  المذكورين"},
{"court": "شورى", "number": "55", "year": "1929", "date": "28/11/1929", "president": "شكري قرداحي", "members": "/الانسي//العمري//كحيل//زخريا/", "full_text": "-  الطعن بانتخاب المختار والهيئة  الاختيارية لعدم مراعاة حسن سير العملية الانتخابية فيما خص الاختلاف في  قائمة الشطب   - حيث ان قائمة الشطب لا تشتمل على اسم حسن احمد حميه ولا  على اسم حسين احمد حميه حتى يقال ان الفرق نتج من السهو بوضع النقطتين  ليصبح اسم حسن حسين بل ان الرقم 13 في قائمة الشطب الذي نوه عنه  المعترضان يشير الى اسم حسين احمد ولا ذكر لكلمة حميه في حذائه  وحيث من جهة اخرى انه ليس فقط لم تذكر في قائمة الشطب كنية الشخص وهويته  بل ان عمره المذكور في تذكرة النفوس وهو 47 سنة يخالف عمر حسين احمد  المذكور في تلك القائمة وهو 31 سنة مما يدل على ان المقصود في القائمة  هو غير حسن حميه  وحيث ان اسم ابراهيم حسن مقبل لم يذكر في قائمة الشطب بل ذكر فيها اسم  ابراهيم حسن تحت رقم 30 وعمره 43 سنة مع ان تذكرة النفوس التي ابرزها  ابراهيم مقبل تدل على ان عمره 49 سنة وان اباه حسن وليس حسين ومن هذا  يتضح ان ابراهيم حسن مقبل غير مقيد في قائمة الشطب ولا يحق له الانتخاب  وحيث انه وان كان اسم محمود يوسف رضا منزل تنزيلا وتحشية في قائمة الشطب  وغير مصدق على هذه النتيجة من قبل مأمور رسمي الا انه يفرض قبوله لا  يغير نتيجة الانتخاب  وحيث ان حسين سلمان وحسين عبد الرحمن حميه غير مقيدين في قائمة الشطب  كما اعترفا بذلك  وحيث انهما لم يعترضا على عدم قيدهما ضمن المدة والشروط المعينة في  المادة 22 من القرار 1307 لا يحق لهما ان ينتخبا ولو كان بايديهما تذاكر  نفوس"},
{"court": "شورى", "number": "57", "year": "1925", "date": "07/10/1925", "president": "شفيق الحلبي", "members": "\r\n/مازاس//الصلح/", "full_text": "-  اثبات المخالفات المرتكبة من رئيس القلم في الانتخابات  البلدية   - حيث انه لم يثبت ان رئيس قلم الاقتراع كان يطلع على اوراق  الناخبين ويضع منها في الصندوقة ما يراه موافقا لميله ولم يثبت ايضا ان  الرئيس كان يرد اوراق الناخبين التي لم يكن يستحسنها سوى ما جاء في  شهادة ميشال افندي عباس خلف الذي هو شقيق احد المعترضين فريد افندي عباس  خلف  حيث انه لم يثبت ان رئيس قلم الاقتراع اوعز الى افراد الجندرمة برد فئة  من الناخبين قهرا وابلاغهم انه لم يأت دورهم في التصويت سوى ما جاء  بشهادة ميشال افندي عباس خلف الذي هو شقيق المعترض فريد افندي عباس خلف  وبشهادة الياس بن فارس خلف الا ان اعضاء قلم الاقتراع ومن جملتهم نصر  شاهين البارودي وسكرتير القلم الياس متري مسعد افندي ينفون ذلك بتاتا  حيث انه لم يثبت ان رئيس قلم الاقتراع كان يستعمل الطرق الباعثة للتعويق  في الاعمال الانتخابية وحرم 300 ناخب من حزب واحد من حق التصويت سوى ما  جاء بافادة الشهود المعترضين الا ان شهود المعترض عليهم ومن جملتهم شكري  الحجار واعضاء قلم الاقتراع وسكرتير القلم يدحضون ذلك وان الانتخاب كان  في غاية من الدقة ولم يطرأ عليه ما يخل بنظامه وان الاعمال الانتخابية  بقيت مستمرة بدون انقطاع منذ ابتدائها الى حين الفروغ منها  حيث انه لم يثبت ان رئيس قلم الاقتراع الزم المدعو فرح الفغالي على  تغيير ورقة وكتابة غيرها وانه لم يثبت ايضا ان الرئيس كرر عليه هذا مع  ناخب اخر من القماطيه سوى ان المدعو فرح الفغالي تقدم بورقة انتخاب وقال  انه انتخب اثنين من المنتخبين فقال له احد الحاضرين اسعد الفغالي انه  يلزم ان تكمل الاسماء المعينة قانونا ولم يحصل شيء غير ذلك  حيث انه لم يثبت ان رئيس قلم الاقتراع قبل ورقة انتخاب ناخب باسم خليل  اسعد الفغالي المتغيب وانه اتضح من افادة خليل اسعد الفغالي انه لم  يشترك في الانتخاب ولم يتقدم احد من قبله لينوب عنه بالانتخاب مصحوبا  بتذكرة نفوسه  حيث انه لم يثبت ان رئيس قلم الاقتراع اقفل باب غرفة الانتخاب وراء كل  مقترع دون ناخبي احد الحزبين واذن لمرشحي الحزب الاخر بالجلوس في غرفة  الانتخاب سوى ما جاء بافادة شهود المعترضين الا ان رئيس قلم الاقتراع  والاعضاء وسكرتير القلم وشهود المعترض عليهم ينفون ذلك  حيث انه لم يثبت ان لجنة الاقتراع قبلت اوراق الناخبين الذين ليس بيدهم  تذاكر نفوس ولم ينسحب من الجلسة سوى العضو فريد افندي عباس خلف كما جاء  في ورقة ضبط لجنة قلم الاقتراع المؤرخة في 28 حزيران سنة 1925 ولم يثبت  ان رئيس قلم الاقتراع بدل اوراق الناخبين الذين كانوا مصحوبين فقط  باوراق عادية مصدقة من الشيوخ والمختارين وان بعضهم مصحوبا بتذاكر  النفوس لم يكن لهم قيد في قوائم الشطب وان عدم قبول ورقة سليم بن صعب  عبود كان ناشئا عن عدم صحة ورقة نفوسه لانه مقيد فيها اسم سليم مرعب بن  صعب ولا يوجد له قيد باسمه الحقيقي في قائمة الشطب  حيث انه تحقق من افادة رئيس قلم الاقتراع انه عند حلول الساعة الرابعة  المعينة لانهاء الاعمال الانتخابية قد تراءى له انه بقي جمع غير قليل من  الناخبين لم يضعوا اوراقهم في صندوقة الانتخاب فامر بقفل الباب الخارجي  منعا من دخول ناخبين لم يكونوا حاضرين عند حلول الساعة المعينة وشرع  باخذ اصوات من كانوا داخل باحة محل الانتخاب حتى فرغ منهم جميعا  وحيث ان هذه المعاملة جاءت طبقا لتعليمات نظارة الداخلية المؤرخة في 27  حزيران سنة 1925 رقم 768 ومآلها انه اذا انقضت الساعة المعينة للاقتراع  اي الساعة الرابعة بعد الظهر وبقي في قلم الاقتراع او خارجه قسم من  الناخبين الذين لم يتمكنوا من تقديم اقتراعهم بسبب تكاثر العدد وتدارك  الوقت المعين فيجب على رئيس قلم الاقتراع ان يقبل اقتراعهم بسبب تكاثر  العدد وتدارك الوقت المعين فيجب على رئيس قلم الاقتراع ان يقبل اقتراعهم  فقط اي ان يتخذ التدابير اللازمة لمنع غيرهم من الدخول فان كل ناخب يحضر  قبل الساعة الرابعة يجب ان يقبل اقتراعه ومن يحضر بعدها يرفض"},
{"court": "شورى", "number": "58", "year": "1925", "date": "07/10/1925", "president": "شفيق الحلبي", "members": "\r\n/مازاس//الصلح/", "full_text": "-  اصول الاقتراع ومفعول المخالفات المرتكبة من رئيس القلم   - وحيث انه  لا شيء في القانون يوجب على رئيس قلم الاقتراع ان يفرق بين الناخبين حسب  مواطنهم ومحلات اقامتهم وان يؤخر دور اقتراع بعضهم عن دور الاخرين منهم  فلاجل ان تكون المعاملة قانونية يجب ان يدع الناخبين يتقدمون الى  الانتخاب بكل حرية دون ما فرق بينهم وله فقط ان يتدبر في منع الازدحام  اذا كان سببا للتشويش والاضطراب  وحيث انه لا عجب من ان التدابير التي اتخذت لتأخير اقتراع فئة من  الناخبين اوقعت بعض الاضطراب في افكار الهيئة الانتخابية وسببت نوعا ما  بعضا من الحوادث التي وقعت  وحيث انه لا يبعد ان الهيئة الانتخابية نظرا لخبرتها الحديثة قد فسرت  بغير معناها التدابير التي اتخذت من قبل المدير وكذلك اطلاق العيارات  النارية من قبل القوة المسلحة وتوقيف احد الناخبين فاعتبرت وقوع هذه  الحوادث مقصودا من قبل السلطة الادارية لترجح كفة حزب على الاخر  وحيث انه لا يبعد بعدما تقدم ان قسما من الناخبين قد منعوا عن استعمال  حقوقهم الانتخابية بملء الحرية وان هذا القسم بسبب كثرة عدده قد اثر  بانسحابه في نتيجة الانتخاب لان من الالف والخمسين ناخبا المقيدة  اسماؤهم لم يقترع سوى اربعماية وثلاثة وعشرين وان معظم الاهالي ان لم  يكن كلهم قد امتنعوا عن التصويت  فلكل هذه الاسباب الموجبة الغاء المعاملات الانتخابية المذكورة تقرر:  الغاء انتخاب كل من الافندية غالب محفوظ وغالب فرجان وسعيد باسيل والشيخ  خالد الدحداح الذين اعلن انتخابهم موقتا مندوبين ثانويين لمنطقة جبيل  بتاريخ 28 حزيران سنة 1925"},
{"court": "شورى", "number": "59", "year": "1925", "date": "08/10/1925", "president": "شفيق الحلبي", "members": "\r\n/مازاس//الصلح/", "full_text": "-  اصول الانتخابات البلدية لجهة تعيين غرفة الاقتراع ومدى تأثير  المخالفات المرتكبة من رئيس القلم على صحة الانتخابات   - وحيث ان اعتراض  المعترضين على الغرفة التي جرى فيها الانتخاب ليس كافيا لابطاله لا سيما  وقد صرح عدد غفير من سكان المختاره ان المحل الذي حصل الانتخاب فيه وان  يكن جزءا من دار آل جنبلاط فهو معد منذ زمن بعيد لدوائر المديرية فلا  مجال اذا لمؤاخذة السلطة من دعوة الناخبين الى الاقتراع في غرفة قد  اعدتها الحكومة لدوائرها ولو كانت الظروف السياسية التي رافقت الانتخاب  غير مناسبة لاجرائها فيها  وحيث انه ما من نص قانوني يمنع الموظف اذا كان من اقرباء احد المرشحين  ان تسند اليه رئاسة قلم الاقتراع  وحيث ان المخالفات التي اتى بها قلم الاقتراع والمشار اليها في السبب  السابع من الاعتراض منها قبول كاتب اللجنة ورقة انتخابية في اثناء غياب  الرئيس ومعاونيه وقبول ورقة انتخابية دون ان يؤثر على تذكرة نفوس صاحبها  ومنها قبول اقتراع ناخب لم يبرز تذكرة نفوسه  وحيث ان هذه المخالفات لم تتعد الثلاثة حتى تؤثر في نتيجة الانتخاب لا  سيما وقد حصل المندوبون الثانويون المنتخبون على جميع اصوات المقترعين  البالغة اربعمائة وستة وستين  وحيث ان هذه المخالفات ليست كافية وحدها لالغاء الانتخاب  وحيث ان عددا كبيرا من الناخبين امتنعوا عن الاقتراع بسبب ما راعهم من  التدابير التي اتخذها ممثل السلطة ضد احد الحزبين  وحيث انه ولو فرض وجود بعض الريب في تقدير الظروف التي اوجبت هذا  التوقيف فلا ريب في تقدير النتائج التي حصلت منه فقد ضعضعت قسما كبيرا  من الناخبين بعد اقصاء رؤسائهم عنهم وان شهود المعترضين والمعترض عليهم  متفقون على القول بان عددا من الناخبين من حزب المعارضة الذين حضروا  للانتخاب كان غفيرا  وحيث انه لم ينظم بشأن هذا التوقيف جريدة ضبط ليعرف منها الاسباب التي  دعت اليه والمخالفات القانونية التي ارتكبها الموقوفون  وحيث ان هذا التوقيف لم تعقبه المحاكمة القانونية لذلك يستدل انه حصل  نحاملا  وحيث ان قسما من الناخبين اعتبروا الامر الصادر بتوقيف هؤلاء الاشخاص  وهم ينتمون كلهم الى حزب واحد بمثابة صدمة عنيفة لهم  وحيث انه نظرا لخبرة الناخبين الحديثة في الامور الانتخابية قد رأت فئة  منهم ان هذا التوقيف لم يكن سوى ضغط اداري مقصودا منه تخويفهم فامتنعوا  عن الانتخاب  وحيث انه يتضح من نتيجة الاقتراع ان هذه الفئة التي اضطرت الى الامتناع  عن الانتخاب بسبب التدابير التي اتخذها ممثل السلطة كانت كثيرة العدد  لدرجة لو اشتركت في الانتخاب لغيرت نتيجته لان عدد الناخبين المقيدة  اسماؤهم كان الفا ومائتين وثمانية وثلاثين وقد فاز المندوبون الذين اعلن  انتخابهم باربعماية وستة وستين صوتا اي بمجموع الاصوات التي وجدت في  صندوق الانتخاب في حين ان عدد الناخبين الذين امتنعوا يفوق عن  الثمانمائة  وحيث ان كل هذه الامور التي اثبتها التحقيق كافية لفساد الانتخاب"},
{"court": "شورى", "number": "60", "year": "1925", "date": "09/10/1925", "president": "اوغست باشا اديب", "members": "/الحلبي//مازاس/\r\n", "full_text": "-  مدة الاعتراض على الانتخابات  البلدية   - حيث ان المدة المعينة في القانون لتقديم الاعتراضات على  انتخابات البلدية هي خمسة ايام كما جاء في المادة 67 من القرار 1307"},
{"court": "شورى", "number": "61", "year": "1925", "date": "09/10/1925", "president": "اوغست باشا اديب", "members": "/الحلبي//مازاس/\r\n", "full_text": "-  المرجع الصالح للنظر  بقرار ابقاء البلدية او الغائها   - حيث ان المادة الرابعة من القرار 1208  تنص ان الحاكم هو الذي يصدر كل قرار يتعلق بابقاء بلدية او الغائها وعلى  ذلك لا صلاحية لمجلس الشورى للنظر في هذه النقطة   -  مدى قابلية القرار الاداري للطعن بتجاوز حدود السلطة   - وحيث  ان قرارات الحاكم فيما يتعلق بتجاوز حدود الوظيفة ليست من الامور  المعينة والمحدودة في المادة الخامسة من القرار 2668 المشار اليه آنفا  التي يحق لمجلس الشورى ان ينظر بها  وحيث ان المادة 56 من القرار 2979 لا تجيز قبول الاعتراض على القضايا  المتعلقة بتجاوز حدود الوظيفة والمفصول فيها قبل انشاء مجلس الشورى"},
{"court": "شورى", "number": "56", "year": "1929", "date": "30/11/1929", "president": "شفيق الحلبي", "members": "\r\n/الانسي//زخريا/", "full_text": "-  مفعول الاعتراض على الانتخابات بعد فوات المهلة القانونية   - وحيث ان  الاعتراض الثالث المؤرخ من مقدميه في 5 اذار والمرفوع خطابا الى وزارة  الداخلية تسجل في قلم الوزارة المذكورة في 16 منه وتسجل في قلم المجلس  في 5 نيسان سنة 1929 فيكون قد تقدم بعد فوات المدة القانونية المنصوص  عليها في المادة 53 من اصول المحاكمات لدى مجلس الشورى لذلك كان غير  مقبول شكلا  وحيث ان الاعتراضات التي ادلى بها وكيل المعترضين في الجلسة العلنية  جاءت ايضا بعد فوات المدة كانت ايضا مردودة شكلا   -  مفعول انقضاء مهلة الترشيح على صحة الانتخاب   - وحيث ان الاعتراض  الصادر من وزارة الداخلية والمتقدم ضمن المدة القانونية يبحث في عدم  قانونية انتخاب حليم غرزوزي لانه لم يقدم ترشيحه ضمن المدة القانونية  وحيث انه لم يتبين ان حليم غرزوزي قدم ترشيحه قبل الانتخاب بعشرة ايام  وحيث ان المادة الاولى والثانية من القرار 1265 المعطوفتين على المادة  37 وما يليها من لاقرار 1307 توجب تحت طائلة الابطال على مرشح المجالس  البلدية ان يقدم ترشيحه قبل يوم الانتخاب بعشرة ايام على الاقل"},
{"court": "شورى", "number": "63", "year": "1925", "date": "17/10/1925", "president": "شفيق الحلبي", "members": "/مازاس//الصلح/", "full_text": "-  مفعول مخالفة اصول  الانتخابات لجهة حذف بعض الاسماء وتشكيل قلم الاقتراع واعلان موعد  الانتخاب   - وحيث ان لجنة تقييد الاسماء الانتخابية تثبت بقرارها المؤرخ  في 26 آب سنة 1925 ان سبعة واربعين اسما قد حذفوا بصورة غير قانونية من  القائمة الانتخابية بقرية الباروك  وحيث انها بقرارها المذكور ارجعت هذه الاسماء المحذوفة الى القائمة وان  هذا العمل المغاير يستوجب التحقيق على شيخ الباروك المسؤول عن عمله  المخالف للقانون  وحيث ان بعد تصحيح القائمة الانتخابية بادخال السبعة والاربعين اسما  فيها ينتج ان هذا العدد من الناخبين سلب حقه الانتخابي لعدم قيده في  قوائم الشطب المنظمة لاجل انتخابات 29 حزيران سنة 1925  وحيث انه ولو كان هذا العمل مخالفا للقانون فليس لمجلس الشورى ان ينظر  الا بمبلغ التأثير الحاصل من هذا العمل في نتيجة الانتخابات المعترض  عليها  وحيث ان عدد الناخبين المحذوفة اسماؤهم (وهم تسعة وستون حسب ادعاء  المعترضين والسبعة والاربعون حسب قرار لجنة تقييد الاسماء) لم يكن من  شأنه ان يغير نتيجة الانتخاب لان الانتخاب حصل باجماع مائتين وثمانية  وسبعين مقترعا على ثمانية وثمانين ناخبا مقيدا  وحيث انه يجب النظر فيما اذا كان حذف بعض اسماء الناخبين من قبل موظف  اثر في عدد كبير من الهيئة الانتخابية فامتنع عن الاقتراع  وحيث ان لجنة تقييد الاسماء الانتخابية ذكرت بقرارها ان حذف هذه الاسماء  كان من قائمة الاسماء وليس من قائمة الشطب (كما ورد في استدعاء  المعترضين) وانه يتضح كفاية من مندرجات القرار المذكور ان هذا الحذف حصل  في ابان التعديل السنوي للقوائم الانتخابية اي في وقت كان يمكن  المعترضين ان يطلبوا فيه وفقا للمادة 21 من القرار 1307 ان يرجع عنه  وحيث ان هذه المخالفة التي اعترض عليها بحق لم تقع في وقت كان يمكن ان  تؤثر به في نتيجة الانتخاب كما لو حصل تلاعب او عمل مغاير للقانون في  يوم الانتخاب  حيث ان تشكيل قلم الاقتراع من ناخبي حزب واحد لا يستوجب الغاء الانتخاب  لا سيما اذا لم يدع بخرق المادة 49 من القرار 1307 بشأن تعيين المعاونين  وحيث انه لا يسع مجلس الشورى ان يضع موضع الاعتبار امر عدم اعلان موعد  الانتخاب لانه ما من احد لم يعلم موعده وقد كان الشغل الشاغل للاهلين  طيلة المدة التي تقدمته"},
{"court": "شورى", "number": "64", "year": "1925", "date": "20/10/1925", "president": "اوغست باشا اديب", "members": "/الحلبي//مازاس/", "full_text": "-  مدى  قابلية القرار الصادر عن الحاكم (لبنان الكبير) للطعن بسبب تجاوز حد  السلطة   - حيث ان قرار الحاكم المتعلق بعزل محمد هاشم افندي عبد الرحمن  صدر بتاريخ 9 ايلول سنة 1924 وان استدعاء الاعتراض تقدم في 9 ايلول سنة  1925 اي بعد مضي سنة كاملة من تاريخ قرار العزل فيكون الاستدعاء المذكور  تقدم بعد فوات المدة القانونية المنصوص عليها في المادة الثانية من  القرار النظامي عدد 2979  وحيث ان استدعاء المستدعي محمد هاشم افندي يتضمن طلب الغاء قرار صادر من  حاكم لبنان الكبير بسبب تجاوز حدود الوظيفة  وحيث ان قرارات الحاكم فيما يتعلق بتجاوز حدود الوظيفة ليست من الامور  المعينة والمحدودة في المادة الخامسة من القرار 2668 المشار اليه آنفا  التي يجب على مجلس الشورى ان ينظر بها"},
{"court": "شورى", "number": "66", "year": "1925", "date": "21/10/1925", "president": "\r\nاوغست باشا اديب", "members": "/الحلبي//مازاس/", "full_text": "-  مفعول الاضطرابات على العمليات الانتخابية   - حيث  انه يستنتج من الحجج الموجودة في ملف الدعوى وخصوصا من التقارير  المتقدمة بتاريخ 6 ايلول سنة 1925 من رئيس واعضاء قلم الاقتراع ومن  مختاري واختيارية قبيات الى محافظ طرابلس ان الاعمال الانتخابية قد قطعت  بعد مباشرتها بساعتين بسبب وقوع اضطرابات خطيرة وان عضوين من قلم  الاقتراع غادرا غرفة الانتخابات نظرا للتهديد والعنف اللذين بدرا من بعض  اشخاص مسلحين وان رئيس قلم الاقتراع ومعاونيه الاخرين رأو انهم لا  يمكنهم وحدهم متابعة اعمال الانتخاب فانسحبوا بعد ان اختموا علبة  الانتخاب بالشمع الاحمر ولكن دون ان يفرزوا التسعة والثلاثين ورقة التي  وجدت حينئذ فيها ودون ان ينظموا تقريرا باعمال الانتخاب على الصورة  المخصصة بهذه الغاية  وحيث ان نظرا لعدم كفاية المدة التي جرى فيها الاقتراع او للظروف التي  انتهى بسببها محقق ان الواقع لم يتمكن مجموع الناخبين من استعمال حقهم  الانتخابي بحرية  وحيث انه لم تعلن نتيجة ما للانتخابات  وحيث انه لا محل لملاحقة الغاء الانتخاب بوجه احد المنتخبين او بوجه  جملة منهم بل يجب التحقق من عدم حصول الانتخاب وان عدم حصوله يقضي  بضرورة دعوة الهيئة الانتخابية مجددا"},
{"court": "شورى", "number": "53", "year": "1925", "date": "01/10/1925", "president": "شفيق الحلبي\r\n", "members": "/مازاس//الصلح/", "full_text": "-  الاثبات لجهة عدم اقتراع جميع ناخبي البلدية   - وحيث ان  المعترضين لم يذكروا عدد اسماء الذين يدعون انهم لم يتمكنوا من الانتخاب  بداعي قفل صندوقة الانتخاب لكي يرى المجلس اذا كان هذا العدد من شأنه ان  يغير حساب الغالبية ويؤثر في نتيجة الانتخاب"},
{"court": "شورى", "number": "67", "year": "1925", "date": "09/11/1925", "president": "اوغست باشا اديب", "members": "/الحلبي//مازاس/", "full_text": "-  آثار الاضطرابات  على الانتخابات   - وحيث بعكس ذلك ان المواد 25 وما يليها من القرار 3066  المتعلق بالتنظيم الاداري في لبنان الكبير لم يخول المجالس الادارية حق  النظر والبت في الامور العائدة الى تحديد الشوارع والطرقات وما شاكل ذلك  بل ان المادة 27 في فقرتها الخامسة من القرار المذكور تشير الى ان مسائل  فتح الطرقات والدروب وصيانتها في المحافظات هي من جملة الامور التي يحق  فيها للمجالس الادارية اعطاء رأيها فقط  وحيث انه يجب الاعتراف بان احكام قانون 18 محرم 1309 المذكور اعلاه قد  ابطلها القانون الجديد فيما يتعلق بالنصوص المناقضة له وان هذا القانون  نزع من المجالس الادارية صلاحية النظر واتخاذ القرارات في مسائل توسيع  الطرقات والدروب التي ضمن المناطق البلدية واحالها الى المجالس البلدية  التي تفصل في تلك الامور مع الاحتفاظ بموافقة دولة الحاكم"},
{"court": "شورى", "number": "68", "year": "1925", "date": "20/11/1925", "president": "اوغست باشا اديب", "members": "/الحلبي//مازاس/", "full_text": "-  قبول الاعتراض على قرار غير  مبلغ   - وحيث انه من جهة قبول الاعتراض وان لم يتبلغ المستدعي خطيا صورة  عن هذا القرار فاللائحة الدفاعية المشار اليها اعلاه والمؤرخة في 22  تشرين الاول سنة 1925 تفيد كفاية عن وجود القرار المذكور وعلى كل فقد  انقضى على تقديم الاعتراض الى الادارة ما ينوف عن اربعة اشهر فحق اذا  للمعترض ان يعتبر اعتراضه مردودا وان يراجع مجلس الشورى عملا بالمادة  السادسة من القرار التشريعي 2668 والمختص بانشاء مجلس شورى الدولة   -  شروط اعادة تخمين العقار  المرهون تأمينا لمبلغ من الدين والطعن بقرار التخمين   - وحيث انه من جهة  الاساس قد رهن رضا بك الصلح عقارات له في طرابلس تأمينا لمبلغ من الدين  تفوق قيمته قيمة تخمين هذه العقارات المقيدة في سجلات الويركو فكانت  نظارة المالية محقة في اخطارها المستدعي ان ضريبة هذه العقارات ستجبى من  الان فصاعدا على اساس بدل الرهن المعقود تقديرا منها ان قيمته لا تفوق  ثمن العقارات بل تساويه او تكون اقل منه  وحيث ان النظام المذكور اعلاه لا يسمح لذي العلاقة ان يطلب اعادة تخمين  عقاراته الا اذا اضطر بحكم الاكراه الادبي الى رهن عقار له لقاء تعهد  بمبلغ تزيد قيمته عن قيمة العقار الحقيقية  وحيث ان المعترض في اثناء المرافعة ادعى صراحة الاكراه الادبي اذ قال ان  امورا عائلية جعلته في حاجة ماسة لطلب المال فاضطر ان يطلب من صندوق  الايتام بطرابلس قرضا تزيد قيمته على قيمة العقارات التي رهنها تأمينا  لهذا الدين  وحيث ان ادعاآت المعترض من هذا الوجه ظاهرة بمظهر الحقيقة فاصبح من  الواجب ان يحقق عن صحتها حسب الطرائق المشار اليها في امر الوزارة  المؤرخ في 4 شباط سنة 1321  وحيث ان ناظر المالية رأى كهذا الرأي اذ انه لدى اطلاعه على الاعتراض  المتقدم من رضا بك الصلح بتاريخ 15 شباط سنة 1924 عهد الى اللجنة  الموكول اليها تدقيق الاعتراضات على ضرائب المسقفات في طرابلس ان تجري  التخمين المنصوص عليه في النظام المذكور آنفا  وحيث ان المهمة التي عهدت الى هذه اللجنة التي اجتمعت وفقا للنظام  المذكور تنحصر فقط تخمين العقار دون ان تنظر بما ينتج من تأثير هذا  التخمين في قيمة الضريبة  وحيث ان ناظر المالية كان محقا بعدم الاكتفاء بقرار لجنة طرابلس المؤرخ  في 19 آب سنة 1924الذي كانت نتيجته تمنيا مبنيا على نظريات اقتصادية  وليس رقما مبنيا قيمة العقار  وحيث ان قرار اللجنة الثاني المؤرخ في 15 ايلول سنة 1924 لم يأت ايضا  مطابقا لمقاصد الشارع ولا لتعليمات ناظر المالية الصريحة فعباراته التي  تعرب عن رأي اللجنة بابقاء قيمة التخمين القديم لا تأتي بالنتيجة التي  تطلبها التعليمات الصادرة في 4 شباط سنة 1321  وحيث انه لم يتبين ان اللجنة قد اجرت الكشف الحسي على العقارات وارتأت  رأيا معللا بشأن قيمتها الحقيقية الحالية بل يستفاد من مطالعة قرارها  المقتضب انها حاذرت التصريح بثمن ما لهذه العقارات  وحيث انه يجب اعتبار القرار الثاني صادرا تحت تأثير القرار الاول اذ ان  القرارين صدرا من هيئة واحدة مؤلفة من نفس الرئيس والاعضاء  وحيث ان هذه المقارنة بين القرارين تدل بصراجة على ان اللجنة بقرارها  الثاني لم تعرب عن رأيها فيما يختص بقيمة الاملاك الحقيقية بل صرحت عن  ميلها الى الطريقة التي تراها عادلة وموافقة لوضع اساس الضريبة  وحيث ان ناظر المالية محق باعتباره قراري اللجنة شاذين لا حكم لهما  وحيث ان امر الوزارة المؤرخ في 4 شباط سنة 1321 ينص حتما على وجوب احالة  الاعتراضات المتقدمة من المديونين الراهنين ضمن الشروط المنصوص عليها في  هذا الامر الى لجنة تخمين يتخذ قرارها اساسا لوضع الضريبة وجبايتها  وحيث انه عملا باحكام هذا النص لا يجوز لناظر المالية ان يستبدل بقرار  صادر منه قرار لجنة تخمين لا يصلح لغيرها ان يصدره  وحيث ان لجنة التخمين في طرابلس لم تقم بمهمتها وذلك يقضي حتما بضرورة  مراجعة المعاملة المنصوص عليها في امر الوزارة المؤرخ في 4 شباط سنة  1321 اذ ان المعاملة السابقة تصبح لاغية برمتها مبتدئا من قرار اللجنة  الاول الى قرار ناظر المالية النهائي  وحيث ان التعليمات المؤرخة في 4 حزيران سنة 1927 توجب باحكامها الاخيرة  اعتبار القيمة التي تعينها لجنة التخمين قطعية اذا لم يعترض عليها  واحالتها الى المجلس الاداري ليصدر بصورة نهائية قراره بشأنها  وحيث ان المادة الخامسة والعشرين وما يليها من القرار 3066 المتعلق  بتنظيم ادارة حكومة لبنان الكبير لا يخول المجالس الادارية شيئا من  السلطة بشأن تخمين العقارات المرهونة لاجل وضع اساس الضريبة العقارية  وانه بناء على ذلك يجب ان تعتبر ملغاة الاحكام الاخيرة من التعليمات  المؤرخة في 4 حزيران سنة 1327"},
{"court": "شورى", "number": "9", "year": "1925", "date": "21/11/1925", "president": "اوغست باشا اديب", "members": "/الحلبي//مازاس/", "full_text": "-  قابلية قرار مجلس الادارة  للطعن   - وحيث انه حسب نص المادة الخامسة من القرار التشريعي عدد 2668  المختص بانشاء مجلس الشورى يقدم الاعتراض على اعمال السلطات الادارية  لتجاوز حدود الوظيفة تستثنى منها اعمال دولة الحاكم الى مجلس الشورى  وحيث ان احكام هذا النص تطبق على كل قرارات المجالس الادارية ولو كانت  هذه القرارات لها صفة قطعية بنظر القانون المرعي الاجراء  وحيث انه لا يجب ان يفرق بين القرارات التي لها من ذاتها صفة قطعية  والقرارات التي لا تكتسب هذه الصفة الا بعد دولة الحاكم عليها  وحيث ان مصادقة الادارة المركزية على قرار صادر من السلطة المحلية لا  تغير طبيعة هذا القرار ولا تجعله كأنه صدر من السلطة المركزية كما وان  هذه المصادقة لا تصبح جزءا متمما للقرار المصدق عليه فما هي سوى معاملة  خارجة عنه من شأنها ازالة مانع يحول دون اكتساب القرار المصدق عليه صفته  التنفيذية  وحيث ان القرار المطعون فيه لم يخسر من مجرد مصادقة الحاكم صفة كونه  صادرا من سلطة محلية وقابلا للاعتراض المنصوص عليه في المادة الخامسة من  القرار 2668"},
{"court": "شورى", "number": "52", "year": "1929", "date": "27/11/1929", "president": "شفيق الحلبي", "members": "/العمري//زخريا/", "full_text": "-  المحكمة المختصة للنظر  بالاعتراض على الرسم المقرر   - حيث ان الرسم المعترض عليه هو رسم مقرر  ولو فرض وكان غير مقرر فهو من صلاحية المحاكم النظامية حسب الاصول  وحيث ان نوع وطبيعة هذا الرسم المقرر وكيفية تحصيله لدى دفعه وعند  الامتناع عن دفعه يدخل في عداد الضرائب المقررة الاميرية taxe assimilee  aux contributions directes  وحيث ان القانون الذي انشأ مجلس الشورى اعطى صلاحية الفصل في الضرائب  المقررة على اطلاقها الى هذا المجلس فكان يفصل فيها بالسواء ان كانت  ضرائب مقررة اميرية او رسوم بلدية مشابهة لها  وحيث ان القانون الصادر في 11 مارس سنة 1929 قد سلخ هذه الصلاحية عن  محكمة التمييز القائمة مقام مجلس الشورى واحالها الى لجنة مخصوصة معينة  في نفس ذلك القانون"},
{"court": "شورى", "number": "71", "year": "1925", "date": "10/12/1925", "president": "اوغست باشا اديب", "members": "\r\n/الحلبي//مازاس/", "full_text": "-  اصول المراجعة امام مجلس الشورى   - وحيث بمقتضى احكام المادة  الثانية من القرار 2979 ان القضايا الادارية المتنازع فيها التي لا يمكن  تقديمها الى مجلس الشورى الا بطريقة الاعتراض على قرار اداري لا تقبل  الا اذا قدم الاستدعاء في خلال شهرين من تاريخ تبليغ القرار الاداري الى  مستدعي الاستئناف (الاعتراض)  وحيث ان تحرير دولة الحاكم المشا راليه المؤرخ في 2 اذار سنة 1925 بلغ  الى اصحاب العلاقة بتاريخ 3 اذار سنة 1925 وتحرير 31 اذار تسلم في اول  نيسان سنة 1925 الى اسعد عبد اللطيف الريس كما يتضح من دفتر توزيع ادارة  البريد الموقع عليه بامضاء المذكور فيكون استدعاء الاعتراض تقدم بعد  فوات المدة القانونية"},
{"court": "شورى", "number": "108", "year": "1925", "date": "15/12/1925", "president": "اوغست باشا اديب", "members": "/الحلبي//مازاس/", "full_text": "-  الخصومة في مراجعة  الابطال امام مجلس الشورى   - وحيث ان الاعتراض المتقدم الى مجلس الشورى  بدعوى تجاوز حدود الوظيفة هو اعتراض على عمل اداري فقط ليس للادارة او  الافراد ذي العلاقة ان يكونوا فعلا متداعيين فيه  وحيث ان تخلف ملتزم الاعشار عن تقديم ملاحظاته الخطية لا يمنع المجلس من  ان يفصل في هذه القضية ويصدر بها قرارا غير قابل الاعتراض كما وانه  يمكنه ان يقرر ايضا بقرار لا يقبل الاعتراض في الحالة المنوه عنها في  الفقرة الثالثة من المادة 57 من القرار 2979   -  اصول المحصولات  المتعلقة بالاعشار   - وحيث ان قانون 12 ربيع الاخر سنة 1323 ينص على تدخل  المجالس الادارية في تخمين المحصولات العشرية حال وقوع خلاف بين  الفريقين على كمية المحصولات فقط  وحيث انه يترتب على اللجنة الادارية وفقا لنص المادة السابعة من قانون  الاعشار ان تتأكد من وجود تنازع بين الفريقين وان هذا التنازع لا يمكن  تأكده الا بحضور الفريقين واستماعهما وكان يجب اذا على اللجنة قبل اتخاذ  اي قرار ان تدعو امامها اصحاب العلاقة بطريقة النشر العمومي المتبعة في  الادارة  وحيث ان القرار الصادر من اللجنة الادارية بتاريخ 23 آب سنة 1924 بتعيين  الخبيرين لم يشر فيه الى ان الفريقين قد دعيا الى الحضور  وحيث ان عضوي اللجنة المخالفين قد صرحا في محضر المخالفة المربوط في  القرار المعترض عليه ان اللجنة الادارية لم تتثبت من وقوع الخلاف وانه  قد بات في حكم المقرر ان اللجنة الادارية قد خالفت احكام المادة السابعة  من قانون الاعشار في تعيينها المخمنين الاولين  وحيث ان العضوين المخالفين قد صرحا في محضر المخالفة انه كان يجب على  اللجنة الادارية ان تبلغ الى الاهالي امر تعيين المخمنين وانه كان يجب  على هذين المخمنين ان يخبرا بدورهما المزارعين باليوم الذي يتوجهان به  الى محل المحصولات ولكنهما قد اجريا معاملات التخمين بغياب الملاكين  اصحاب العلاقة  وحيث ان القرار المعترض عليه يشير الى حضور المختارين وهيئة الاختيارية  فقط اثناء قيام العضوين المندوبين في معاملات التمييز على التخمين الاول  وذلك في 25 تشرين الاول سنة 1924  وحيث انه قد تبين بما فيه الكفاية من مفاد القرار المعترض عليه ان  مندوبي اللجنة قد اجريا معاملات التحقيق على القاعدة التي مشى عليها  المخمنان الاولان اي في غياب المزارعين دون طلب حضورهم  وحيث انه لا ريب في ان المادة السابعة من قانون الاعشار لا توجب على  المندوبين دعوة المزارعين ذوي الشأن لحضور التحقيق غير انه ليس على  القانون ان يوجب امرا مقررا في مبادىء الحقوق العمومية المتعلقة بالكشف  والمعاينة  وحيث ان هذا النص وكذلك المادة 85 من قانون اصول المحاكمات الحقوقية  والمادة 38 من قانون اصول المحاكمات التجارية تقضي بدعوة الفريقين الى  حضور اعمال التحقيق والتحكيم وما شاكل ذلك  وحيث انه قد تبين من القرار المعترض عليه ومن محضر المخالفة المحرر من  عضوي اللجنة الادارية المخالفين والمربوط بالقرار المذكور ان معاملات  التخمين التي اجراها المخمنان الاولان المعينان من اللجنة حصلت بعد رفع  معظم المحصولات وانه على كل الاحوال قد جرى التخمين من قبل عضوي اللجنة  الموفدين منها بعد ان تجردت البساتين والكروم من اثمارها  وحيث ان هذه المعاملات قد تمت خلافا لاحكام المادة السابعة من قانون  الاعشار التي تقضي على المخمنين والمحققين باجراء مهمتهما قبل رفع  الحاصلات  وحيث انه يصعب ادراك اسباب الفرق الباهظ الذي اظهره المعترضون بين  التقديرات التي وضعتها الحكومة لطرح الاعشار بالمزايدة والتي اطلع عليها  المجلس وبين التخمين الذي وافقت عليه اللجنة الادارية بقرارها المعترض  عليه  وحيث انه نظرا للاسباب المبينة اعلاه وبصرف النظر عن بقية الاسباب التي  ادلى بها المعترضون يقتضي الغاء القرار المعترض عليه وكذلك جميع  المعاملات التي تقدمت ابتداء من القرار المؤرخ في 23 آب سنة 1924 المختص  بتعيين المخمنين الاولين   -  صلاحية النظر بدعوى  الملتزم على المزارعين الذين رفعوا المحصولات هربا من دفع العشر   - وحيث  انه عملا بنص المادة العاشرة من قانون 12 ربيع الاخر سنة 1323 اذا ادعى  الملتزم على المزارعين انهم رفعوا بعض المحصولات خفية عنه وهربا من دفع  العشر وانكر المزارعون ادعاء الملتزم تحال القضية الى المحاكم  وحيث انه تبين من هذا النص ان المحاكم النظامية هي وحدها دون سواها ذات  الصلاحية للفصل في دعاوى التهريب المنصوص عليها في المادة العاشرة"},
{"court": "شورى", "number": "70", "year": "1925", "date": "25/12/1925", "president": "اوغست باشا اديب", "members": "/الحلبي//مازاس/", "full_text": "-  القوة القانونية لقرار  مجلس الشورى المتضمن الغاء قرار اداري   - وحيث ان قرارات مجلس الشورى  المتضمنة الالغاء هي نافذة على الاطلاق وفقا لنص المادة 59 من القرار  2979 في اصول المحاكمات لدى هذا المجلس"},
{"court": "شورى", "number": "62", "year": "1925", "date": "16/10/1925", "president": "شفيق الحلبي", "members": "/مازاس//الصلح/", "full_text": "-  في القوة القانونية  لقرارات مجلس الشورى بشأن انتخابات المندوبين الثانويين في البلدية   -   وحيث انه يستفاد صراحة من المادة الثامنة والستين من القرار 1307 المعدل  بالقرار 3155 ان القرارات التي تصدر من مجلس الشورى بشأن انتخابات  المندوبين الثانويين هي قطعية لا يمكن الاعتراض عليها"},
{"court": "شورى", "number": "65", "year": "1925", "date": "26/10/1925", "president": "اوغست باشا اديب", "members": "/الحلبي//مازاس/", "full_text": "-  شروط تطبيق  قانون التقاعد على موظف صرف من الخدمة قبل صدوره   - وحيث انه لم يذكر في  جدول الخدمة الذي نظمته الادارة ان سليم المذكور قد عزل من وظيفته  فيقتضي اذا تفسير الجدول المذكور وفقا لصوالح المعترض واعتباره انه في  التاريخ المذكور قد فصل عن الخدمة موقتا مع امكان تعيينه ثانية الى احدى  الوظائف الادارية كما سبق له ذلك مرارا او بعبارة اصح انه كان بصفة  مأمور احيل الى الاستيداع بدون راتب  وحيث انه والحالة هذه قد اصبح قانون 11 آب سنة 1325 مستوجب التطبيق على  سليم فرعون منذ نشره رسميا  وحيث ان الشرط الوارد في المادة السابعة - اي ان يكون للموظف خدمة عشر  سنوات فعلية كي يمكنه ضم مدة الاستيداع - يختص صراحة بالموظف الذي طلب  احالته الى التقاعد اذ ان المادة المذكورة تنص ان المأمور الذي خدم فعلا  عشر سنوات لتاريخ احالته الى التقاعد الخ  وحيث ان هذه العبارة اي خدمة فعلية لم ترد في المادة الخامسة والعشرين  التي تنص على حقوق عائلات الموظفين المتوفين بل ان المادة المذكورة  تكتفي بتقرير لزوم خدمة عشر سنوات فقط دون الاشارة الى الخدمة الفعلية  وحيث ان الشارع لم يهمل التصريح عن وجوب الخدمات الفعلية حينما اراد  وجوبها (انظر الى المادة 7 من قانون التقاعد والمادة الثانية من قانون 8  آب سنة 1325 بخصوص رواتب الاستيداع) ومن ذلك يمكن الاستنتاج انه لما  تطرق الى ذكر الخدمات في المادة الخامسة والعشرين المذكورة ولم يصرح بان  تكون فعلية كان ذلك الاغفال مقصودا منه  وحيث ان تفسير المادة بطريقة تلائم حالة عائلات الموظفين المتوفين اكثر  من حالة الموظفين انفسهم لا يمكن صرف النظر عنه بحجة انه يناقض فكرة  الشارع   -  شرط استحقاق  عائلة الموظف المتوفي الراتب التقاعدي   - وحيث ان المادة 25 من قانون  التقاعد الملكي تخول عائلات الموظفين الذين يموتون عن خدمة عشر سنوات  الحق براتب التقاعد دون تقييد هذا الحق بشرط ان يموت وهو في الخدمة   -  كيفية احتساب  مدة الاستيداع في التقاعد   - وحيث انه تبين من جدول الخدمة الذي نظمته  الادارة ان الخدمات التي اداها سليم فرعون في عهد سابق لسنة 1317 والتي  يجب ادخالها في حساب الاستيداع وفقا للمادة السادسة من القانون قد بلغت  مدتها سنة واحد عشر شهرا وتسعة وعشرين يوما  وحيث انه تبين من هذا الجدول ان المدات التي بها تقلب سليم فرعون في  وظائف مختلفة يتخللها مدد بقي فيها مفصولا عن الخدمة  وحيث ان مدد الخلو في الخدمة يجب ادخالها في حساب الاستيداع بدون راتب  وحيث ان مجموع مدد الخلو يبلغ 8 سنوات وخمسة اشهر وخمسة وعشرين يوما اذا  اضيفت اليها مدة خدماته بتخصيصات يومية التي بلغت سنة واحد عشر شهرا و29  يوما فيكون مجموع خدمات سليم فرعون على حساب الاستيداع عشر سنوات وخمسة  اشهر واربعة وعشرين يوما  وحيث انه عملا بنص المادة السابعة من قانون التقاعد مدات الاستيداع بدون  راتب اذا تجاوز مجموعها الاربع سنوات تعتبر في حساب التقاعدية ثلاث  سنوات فقط  وحيث ان المادة السابعة لا تخول حق حسبان مدات الاستيداع بلا معاش الا  للموظف الذي يكون خدم فعلا عشر سنوات عند احالته الى التقاعد   -  شروط الحرمان  من المعاش التقاعدي ومفعول الحرمان على عائلة الموظف   - وحيث ان احكام  المادة الثانية عشر من قانون التقاعد التي تنص على نزع المأمور من حقوقه  التقاعدية في حالة الحكم عليه بحرمانه من جميع الوظائف العمومية  وباسقاطه من الحقوق المدنية مع ان احكام هذا النص لا تسري على عائلات  الموظفين المحكومين  وحيث انه تبين جليا من منطوق هذه المادة ان القانون لم يقصد ان يعامل  عائلة الموظف التي تطالب التقاعد بذات المعاملة التي يعامل بها المأمور  الذي يطالب شخصيا بحقوقه التقاعدية وانه اذا روعيت روح القانون العمومية  وتطبقت المادة 25 المذكورة حرفيا يمكن الحكم بان يجمع بين الخدمات  الفعلية وبين مدات الاستيداع للحصول على العشر سنوات المطلوبة بموجب هذه  المادة"},
{"court": "شورى", "number": "69", "year": "1925", "date": "25/11/1925", "president": "اوغست باشا اديب", "members": "/الحلبي//مازاس/", "full_text": "-  اصول معاملات  التخمين في فرض الاعشار ومهلة الاعتراض امام مجلس الشورى   - وحيث ان  المدة لتقديم الاعتراض في دعاوى تجاوز حدود الوظيفة قد تعينت بموجب  القرار المؤرخ في 9 شباط سنة 1925 عدد 2979 ووضع موضع الاجراء من تاريخ  مصادقة المفوض السامي عليه اي اعتبارا من 28 شباط سنة 1925 وعلى ذلك لا  يعتبر حساب مدة الشهرين الا من تاريخ مصادقة المفوض السامي على القرار  المار ذكره  وحيث انه من جهة الشرع لا توجب المادة السابعة من قانون الاعشار بصراحة  على مندوبي مجلس الادارة ان يدعوا ارباب الشأن الى حضور التخمين غير انه  ليس على القانون ان يوجب شيئا مقررا في مبادىء الحقوق العمومية  وحيث انه في حين عدم وجود نص خصوصي يرجع الى القاعدة العمومية المنصوص  عليها في المادتين 63 و58 من قانون اصول المحاكمات الحقوقية  وحيث ان هذه النصوص المتعلقة باجراء الكشف والتخمين وكذلك المادة 38 من  قانون اصول المحاكمات التجارية المتعلقة بتعيين الخبراء في الامور  التجارية تأمر بوجوب حضور او دعوة الفريقين في حين اجراء الكشف والتخمين  وحيث ان التخمين الذي اجراه مندوبو المجلس الاداري مخالف للشرائط  المقررة وانه من هذا الوجه ايضا يعتبر قرار المجلس الاداري الذي صدر  بناء على تقرير هؤلاء المندوبين ملغى دون ان يحتاج الى النظر في بقية  اسباب الالغاء التي يدلي بها المستدعي  وحيث ان هذا الالغاء لا يتعدى قرار اللجنة الادارية النهائي واجراآت  المندوبين المتعلقة باعادة النظر في التخمين الاول فيترتب اذا على احد  الفريقين الاكثر اجتهادا ان يطلب الى اللجنة الادارية مجددا ايفاد عضوين  من اعضائها ليقوما بتخمين آخر وذلك بعد دعوة اصحاب الشأن بواسطة نشرة  عمومية للاجراء بموجب المادة السابعة من قانون الاعشار مع التحفظ باحكام  هذه المادة التي لم يعد ممكنا مراعاتها نظرا لفوات الوقت"},
{"court": "شورى", "number": "50", "year": "1929", "date": "23/11/1929", "president": "شفيق الحلبي", "members": "/زخريا//نقاش/", "full_text": "-  مهلة الاعتراض الاداري  على قانونية انتخاب المجلس البلدي امام محكمة التمييز   - اما من جهة  المدة التي تقدم فيها الاعتراض الحاضر  ان الانتخاب المعترض عليه جرى في 17 شباط سنة 1929 والاعتراض لم يسجل في  قلم المجلس الا في 28 شباط سنة 1929 فالمدة المضروبة لتقديم الاعتراض هي  عشرة ايام ولكن هذه المدة غير حرة وان حساب المدة يبتدىء من تاريخ اعلان  نتيجة الانتخاب وفاقا لنص المادة 53 المذكورة (Le delai n'est pas  franc) فتكون اذا المدة القانونية لتقديم الاعتراض قد انتهت في 27 شباط  سنة 1929 وقد تمشى ايضا المجلس على هذه القاعدة في حساب المدة في  قراراته السابقة كما وان الاجتهاد الافرنسي قد دونه في تقارير عديدة  (انظر دالوز المجلد المذكور نمرو 2118 Appleton Contentieux  Administratif No 282,516 وعليه فاستدعاء المعترضين قد تقدم ثاني يوم  انتهاء المدة"},
{"court": "شورى", "number": "38", "year": "1929", "date": "10/07/1929", "president": "توفيق الناطور", "members": "/الانسي//نقاش/", "full_text": "-  المطالبة بفسخ انتخاب المندوب  القانوني لجهله القراءة والكتابة   - وحيث ثبت من افادة دائرة الاحصاء ان  هؤلاء المندوبين الثانويين المتغيبين عن الجلسة يجهلون القراءة والكتابة  لهذا وسندا للمادة الحادية عشرة من قرار رقم 1307"},
{"court": "شورى", "number": "63", "year": "1929", "date": "18/12/1929", "president": "شفيق الحلبي", "members": "/كحيل//العمري/", "full_text": "-  الاعتراض على قرار  مجلس البلدية المتعلق بتخطيط وتوسيع الشوارع   - حيث ان المجالس البلدية  عموما وفاقا للفقرة العاشرة من المادة 48 من القرار 1208 لها صلاحية  لاتخاذ القرارات المختصة بفتح الشوارع وانشائها وتوسيعها  وحيث ان القرار 2671 المختص ببلدية بيروت ينص في الفقرة العاشرة من  المادة 35 ان انشاء الشوارع وتوسيعها وتقويمها هو من صلاحية مجلس بيروت  البلدي  وحيث ان القرار المعترض عليه هو من نوع القرارات التي لا يعترض عليها  لدى مجلس الشورى الا بطريقة التجاوز على حدود الوظيفة او في حال وجود  خلل في الشكل من جهة المعاملات الادارية التي تتقدم وترافق هذه القرارات  او لمخالفة القوانين الموضوعة  وحيث ان المادة الثامنة من قانون الابنية تنص على ما يلزم من الارض لاجل  توسيع الطرقات على ما في المادة الاولى من القانون المذكور يؤخذ من  جانبي الطريق مناصفة  وحيث انه كان على المجلس البلدي ان يقرر اخذ ما يلزم من الارض لاجل هذه  الطريق على وجه المناصفة دون ان يتعرض الى ما بين الطرفين من اتفاقيات  او غيرها  وحيث ان المصالحة الصلحية التي اخذت بها بلدية بيروت لتعيين جهة القصر  تحتوي على حقوق وموجبات وشروط لا يمكن فصل بعضها عن البعض الاخر  وحيث ان البحث بصحة هذا الحكم وبكيفية وجوب تنفيذه يعرض مجلس الشورى الى  تفسير حكم حقوقي صادر من محكمة نظامية لا يملك صلاحية تفسيره  وحيث انه كان على المجلس البلدي ان يكتفي بجعل القصر على الطريق المذكور  مناصفة من الجهتين مع ابقاء الحق للفريقين صاحب الملك المجاور للطريق  بمراجعة المحاكم النظامية بشأن المصالحة الصلحية والتعويض على احد  الفريقين اذا لزم ذلك"},
{"court": "شورى", "number": "31", "year": "1932", "date": "05/07/1932", "president": "شكري قرداحي", "members": "/نقاش//تيان/", "full_text": "-  اصول المحاكمات لدى المجلس التأديبي   - حيث ان مجلس التأديب بمقتضى العلم  والاجتهاد غير مقيد باصول المحاكمات كما هي الحال في الدعاوى العمومية  بل عليه ان يؤمن فقط حق الدفاع وان يستمع الشهود الذين يرى فائدة من  استماعهم على ما هو وارد في المادة 13 من المرسوم 7305  وحيث انه فضلا عن ذلك لم يظهر من مطالعة محضر مجلس التأديب ان المعترض  طلب منه جلب شهود ما وان المجلس لم ينظر في طلبه   -  مفعول غياب احد مديري الادارة عن رئاسة المجلس التأديبي   - حيث تبين من  مراجعة محضر المجلس ان مدير البرق والبريد كان مريضا  وحيث انه بموجب المادة 2 و13 من المرسوم المشار اليه يعد تأليف مجلس  التأديب قانونيا اذا حضرت الغالبية المطلقة من اعضائه وهم مديرو الادارة  برئاسة اقدمهم رتبة  وحيث ان مجلس التأديب قد تألف من اكثرية المديرين المشار اليهم فيكون  اذا تاليفه موافقا للقانون   -  مدى  صحة السبب الوارد في لائحة مفصلة بعد انقضاء المدة القانونية عندما يكون  الاعتراض قد تقدم خلال المهلة القانونية   - حيث ان وكيل الحكومة طلب رد  هذا السبب مبدئيا لانه لم يدل به في استدعاء الاعتراض ولا في لائحة  لاحقة مقدمة في مدة الشهرين القانونية  وحيث انه قبل البحث في قيمة هذا السبب يجب النظر فيما اذا كان لهذا  المجلس قانونا ان يقبل البحث به مبدئيا ولو كان ورد بعد مضي المدة  القانونية  وحيث ان المعترض في مثل هذه القضية قد قدم اعتراضه في المدة القانونية  بموجب استدعاء ذكر فيه الوقائع والمح فيه الى خلاصة اسباب الاعتراضات  فيجوز له ولو بعد انقضاء المدة القانونية ان يقدم لائحة مفصلة ببيان تلك  الاسباب ويجب البحث في جميع هذه الاسباب ولو كان بينها سبب جديد  وحيث ان هذا المبدأ قد اقره اجتهاد مجلس الشورى الافرنسي في قراراته  العديدة واخصها القرارات المؤرخة في 2 نيسان سنة 1897 و17 شباط سنة 1994  و10 و17 شباط سنة 1905 وهو اجتهاد رأت هذه الهيئة ان تتبناه وتتمشى  بموجبه راجع D.p 1906.3.81 D.P 1898.3.76  وحيث انه يجب والحال ما ذكر قبول السبب شكلا والبحث في قيمته القانوني  لان المعترض في استدعاء اعتراضه بعد ان ذكر الوقائع وبين بعض الاسباب  المح الى وجود مخالفات كثيرة اخرى   -  مدى  امكانية تطبيق العقوبة الجديدة الاشد على فعل وقع قبل اقرارها فيما  يتعلق بالموظفين   - وحيث انه بموجب العلم والاجتهاد لا يمكن للقوانين  المختصة بالعقوبة ان تتناول بالتشديد الافعال التي وقعت قبل نشرها  ووضعها موضع الاجراء  وحيث ان حسم المعاش الذي ينزله مجلس التأديب في المأمورين يعتبر من هذا  القبيل نوعا من العقوبة  وحيث انه قبل ظهور القرار 7305 الذي اجاز في المادة 11 حسم الراتب لمدة  ثلاثة اشهر لم يكن من الجائز حسم الراتب لاكثر من خمسة عشر يوما بموجب  المادة 49 من القرار السابق رقم 779  وحيث ان احكام القرار 7305 لا تطبق على المعترض من جهة التشديد لان هذا  القرار نشر في اول تشرين الاول سنة 1930 والافعال التي عوقب المعترض من  اجلها وقعت قبل التاريخ المذكور  وحيث ان المرسوم المعترض عليه يكون قد جاوز حد القانون مجاوزة تستوجب  ابطاله  تقرر بالاتفاق ابطال المرسوم المعترض عليه واعادة الاوراق الى الحكومة  لاجراء المقتضى"}
]