[
    {
        "year": 1904,
        "law_id": "257644",
        "subdetails": "نوع النص: نظام |  رقم 0 تاريخ: 26/09/1904",
        "publish_date": "01/01/1900",
        "page_number": "0",
        "notes": "",
        "articles": [
            "<td class=\"ArticleText\">\r\n                                        <p> يطلق اسم دلال وسمسار على الشخص الذي يشتغل بالسمسرة في السيغورطا ونولون السفن والاراضي والاملاك والعقارات والاسهام والذخائر والكمبيو والامتعة والاشياء التجارية وهو الواسطة فيما يجري بين البايع والمشترى من الاخذ والعطاء في التجارة غير ان للبايع والمشتري الخيار باجراء معاملة البيع والشراء بواسطة الدلال او بدونها. </p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>الاشخاص الذين يشتغلون بالدلالة والسمسرة ينبغي ان لا يكون سنهم دون العشرين وان يكونوا من ذوي الامانة والعفة والاستقامة غير محكومين بجنحة او جناية ما وهم مجبرون على ابراز شهادة الى غرفة النجارة بحسن حالهم معطاة من اثنين من التجار المعروفين. </p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p> الاشخاص الذين يريدون ان يتعاطوا الدلالة والسمسرة اذا تبين بأنهم حائزون على الاوصاف المحررة في المادة الثانية يقيدون بالدفاتر المخصوصة وفقا لذيل نظام غرفة تجارة الاستانة ويقسمون الى ثلاث اصناف بحسب درجاتهم وتعطى لهم الرخصة والشهادة بالصنف الذي يرغبون ان يعملوا فيه. </p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p> الدلالون والسماسرة الذين يتعاطون المهنة بدون رخصة لا تقبل شهادتهم في المحاكم فيما لو حدث بين البايع والمشتري نزاع ما بالامر الذي جرى بواسطتهم. - ذيل - الدلالون والسماسرة الذين يتعاطون المهنة بدون شهادة لا تسمع في المحاكم الدعوى التي تحدث بينهم وبين التجار وغيرهم بسبب الخلاف على اجرة الدلالة والسمسرة.<br>\r\n(في 23 ربيع الاول سنة 1308 و25 ت 1 سنة 1306) </p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p> الاشخاص الذين اعلن افلاسهم ثم اعادوا اعتبارهم بالصورة القانونية يحق لهم بعدئذ ان يشتغلوا بالدلالة والسمسرة. </p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p> على جميع الدلالين والسماسرة ان يتبعوا احكام هذا النظام وعلى سماسرة البورصة ان يعملوا به وبأحكام نظام البورصة معا. </p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p> على الدلالين والسماسرة ان يكون بيد كل واحد منهم دفتر مرقم على كل ورقة منه نمرة متسلسلة ومصدق من غرفة التجارة يقيد فيه الدلال او السمسار ما يتقرر بين البايع والمشتري من الاخذ والعطاء الذي يتوسط فيهما وذلك غب وقوع البيع وينبغي ان تكون هذه الدفاتر خالية من الشوائب كالحك والمسح والذي يفقد دفتره قضاء يجب ان يتقدم في الحال الى غرفة التجارة بطلب دفتر آخر والذي يكتم ذلك يؤخذ منه الجزاء النقدي بنسبة بدل الرخصة الذي يكون مجبرا على دفعه توفيقا للمادة 13 وهؤلاء الدلالين والسماسرة مجبرون عندما تمتلىء دفاترهم ان يحفظوها عندهم عشر سنين. </p>\r\n                                    </td>"
        ]
    },
    {
        "year": 1900,
        "law_id": "257987",
        "subdetails": "نوع النص: قانون |  رقم 0 تاريخ: 03/02/1900",
        "publish_date": "01/01/1900",
        "page_number": "0",
        "notes": "",
        "articles": [
            "<td class=\"ArticleText\">\r\n                                        <p>مادة 1:\r\nممنوع على اي كان او من اي جنسية كانت ان يؤسس ملجأ\r\nللمجانين بدون اخذ رخصة رسمية بذلك.\r\nمدراء ملاجىء المجانين المؤسسة بدون رخصة رسمية مكلفون باستحصال هذه الرخصة تعطى الرخصة في جميع المملكة العثمانية من قبل ناظر المكتب الطبي.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>مادة 2:\r\nاذا اضطرت عائلة الشخص المجنون ان تضع له وثاقا فهي مكلفة بعدئذ باعلام السلطة التي تقوم بفحص المجنون وفاقا للاصول الموضوعة بواسطة طبيبين منتخبين احدهما من قبل السلطة والآخر من قبل عائلة المجنون.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>مادة 3:\r\nالحكومة العثمانية تحتفظ لنفسها الحق بمراقبة مساحة الاماكن المتخذة ملاجىء للمجانين وملائمتها للصحة وترتيب  اقامة اللاجئين صنوفا حسب درجاتهم وباتخاذ ما يناسب من التدابير النافعة والطبية حسب احتياج كل منهم ويعود كل ذلك على الحكومة في الملاجىء الاميرية ولها حق الاشراف ايضا على سائر الملاجىء الاخرى لتطبيق هذه المواد.\r\n\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>مادة 4:<br>\r\n1- ان مدراء ملاجىء المجانين لا يمكنهم قبول احد بدون ان<br>\r\nيكون مصحوبا بالشهادة اللازمة التي يرد ذكرها فيما يلي ويجب<br>\r\nعلى الاشخاص الذين يطلبون ادخال احد في ملاجىء المجانين ان يذكروا في عريضة الطلب اسماءهم وكنيتهم وصنعتهم وجنسيتهم ومحل اقامتهم كما ودرجة النسابة بينهم وبين المجنون كما وانه يجب ذكر جميع هذه التعليمات التي تتعلق بالمجنون.<br>\r\n2- ان الطلبات ترفع في الاستانة لنظارة الضابطة وفي الملحقات الى الحكومة المحلية وهذه تحقق بواسطة مختار او<br>\r\nامام المحلة وتأخذ منهما علم وخبر يتضمن هوية ومحل اقامة<br>\r\nمقدمي العريضة والاشخاص المطلوب ادخالهم.<br>\r\n3- ان الاشخاص الذين يطلبون ادخال شخص آخر في ملجأ<br>\r\nالمجانين يجب عليهم تقديم شهادة طبية تبين درجة المرض<br>\r\nوعلاماته وظواهره وتاريخ جنون هذا الشخص ولاجل ان تكون هذه الشهادة صالحة لا يجب ان يكون تاريخها اسبق من تاريخ تقديمها باكثر من خمسة عشر يوما واذا كان الحجر على المريض سيكون في ملجأ عمومي يصح ان تكون الشهادة ممضاة من طبيبين فقط  والا فيجب ان تكون الشهادة ممضاة من ثلاثة اطباء اذا كان الحجر سيكون في ملجأ خاص .<br>\r\nلا يجب ان يكون ادنى قرابة بين الاطباء الذين يوقعون الشهادة وبين الشخص المريض .<br>\r\n4- في الحالة المستعجلة كل مدير ملجأ للمجانين يحق له ان<br>\r\nيقبل احد المرضى بدون حاجة الى طلب الشهادة بشرط ان يكلف الذين طلبوا ادخاله باعطائه جميع التعليمات اللازمة المتعلقة بالمريض خطيا تحت تواقيعهم.<br>\r\n5- اذا كان المجنون من الرعايا الاجانب يجب حين دخوله ابراز البسابورط او الوثائق المعتبرة الموجودة لديه.<br>\r\n6- في ظرف ثلاثة ايام من ادخال المجنون يجب على مدير الملجأ ان ينظم تقريرا بحالة المريض والظروف التي اوجبت  دخول المجنون.<br>\r\nوهذا التقرير المرفق بشهادة من طبيب الملجأ يجب ان يبلغ<br>\r\nالى البوليس والى وزارة الصحة اذا كان الحجر في الاستانة<br>\r\nواذا كان المجنون مسلما وفي الولايات تقدم هذه الاوراق الى<br>\r\nالسلطة المحلية واذا لم يكن الشخص المجنون مسلما يجب  ان تبلغ هذه الاوراق ايضا الى الرئيس الروحي الذي يكون المجنون تابعا له.<br>\r\nواذا كان المجنون من تابعية اجنبية فتقرير مدير الملجأ والشهادة الطبية المرفوقة به يجب ابلاغهما ايضا الى القنصل<br>\r\nالذي يكون هذا الشخص تابعا له.\r\n</p><p>\r\n\t </p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>مادة 5:\r\nان الاشخاص المحجور عليهم في مستشفيات الاستانة اذا كانوا من الخارج فيلزم ابلاغ الاوراق المذكورة في المادة  السابقة الى والي الولاية التي اصلهم منها.\r\n\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>مادة 6:\r\nبعد مرور خمسة عشر يوما من ادخال المحجور في المستشفى ينظم الطبيب تقريرا يبين فيه التغييرات الحاصلة في المحجور ويرفع هذا التقرير الى المحال المشار اليها في المادة 4.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>مادة 7:\r\nلما كان حق الحجر على المرضى هو خاصة من حقوق الحكومة فيجب ان يجري تحقيق عن حالة المريض السابقة من طرف مجلس اختيارية المحلة القاطن بها المحجور وذلك بحضور اقاربه وعند عدم وجود هؤلاء فبحضور جيرانه.\r\nيجب فحص الشخص المراد ادخاله المستشفى بواسطة طبيب من اطباء محلته وهذا ينظم تقريرا عن حالته العقلية وعند غياب الطبيب فمجلس الاختيارية يسأله عدة سؤالات  متفرقة تدون مع جوابات المعتوه عليها في المحضر الذي يمضى من مجلس الاختيارية.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>مادة 8:\r\nعلى كل ملجأ خصوصيا كان او عموميا ان يتخذ اصحابه دفترا\r\nيقيدون فيه اسم المعتوه وشهرته وسنه وبلدته ومحل اقامته\r\nوتاريخ دخوله وكذلك اسم وشهرة وصنعة ومحل اقامة الشخص الذي يطلب ادخال المعتوه مع ذكر خلاصة الشهادة التي تقدم مع الطلب .\r\nوعلى طبيب المستشفى ان يضبط في الدفتر المذكور ما يشهده في كل معتوه من التغييرات والاعراض وذلك في كل شهر مرة على الاقل كما انه يحرر في هذا الدفتر اسم وشهرة من يتوفى من هؤلاء ويحق لناظر الملاجىء العمومي ان ينظر ويدقق في دفاتر الملاجىء التي يقوم بمعاينتها وان يدرج مطالعاته ويوقع ذلك منه.\r\n\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>مادة 9:\r\nيتخذ نموذج خاص للقيود التي يجب ان تجري في المستشفيات على نسق واحد وترسل هذه النموذجات الى ادارات الملاجىء, وبعد اتمام هذه المعاملات يحق لمجلس  الاختيارية ان يأمر بالحجر على المريض او بتوقيفه ريثما تتمكن الحكومة المحلية من اجراء فحص الشخص بواسطة احد الاطباء.\r\nيجب ابلاغ الحكومة المحلية ملف الاوراق في ظرف اسبوع على الاكثر فاذا تبين من مطالعة الملف براهين كافية بلزوم الحجر على الشخص فتجري السلطات المذكورة الفحص عليه بواسطة احد الاطباء وتأمر بالحجر عليه في الملجأ المحلي اذا كان موجودا او في اقرب ملجأ الى المحلة.\r\nواذا قضت السلطات بلزوم الحجر على الشخص في ملجأ الاستانة فيجب ارساله مصحوبا بملف اوراقه الى نظارة الضابطة.\r\n\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>مادة 10:\r\nاذا عاد المعتوه الى حالته الطبيعية فطبيب الملجأ يعلم\r\nدائرة البوليس المحلي بذلك حالا وهذه تأمر باخلاء سبيله حالا\r\nويعلم بذلك خطيا ادارة بوليس المحلة المقيم فيها المحجور.\r\n\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>مادة 11:\r\nاذا حكم بان خروج المريض من الملجأ على سبيل التجربة اكثر\r\nفائدة له من بقائه فيه فطبيب الملجأ يمكنه التفويض بهذا\r\nالاخراج ويجب مع ذلك اتخاذ الاحتياطات الكافية على ان لا\r\nيؤذي المريض نفسه او يؤذي شخصا اخر.\r\nوالاشخاص الذين يطلق سبيلهم بموجب هذه الشروط يجب  وضعهم تحت مراقبة اقاربهم وعند عدم وجود هؤلاء تحت  مراقبة البوليس .\r\nالمعتوهون الذين لم يشفوا تماما يمكن لاهلهم ان ياخذوهم\r\nغير انه يمكن رفض السماح بذلك اذا تبين لنا بان خروجهم يكون\r\nمضرا.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>مادة 12:\r\nيحق لدائرة البوليس ان تأمر بالحجر في ملجأ على جميع\r\nالاشخاص المعتوهين الذين يأتون اعمالا مضرة بالجمهور وعلى\r\nامر الحجر يجب ان تدون جميع الاعمال والحركات التي سببت\r\nاصدار هذا الامر وذلك توفيقا للمثال الذي تنظمه نظارة الصحة.\r\n\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>مادة 13:\r\nالاشخاص الذين جنونهم ثابت بشهادة العموم (ولا يجوز\r\nالاكتفاء بان يقال عن شخص ما مجنونا) او تأيد بشهادة طبية\r\nيجري قبولهم في ملجأ المعتوهين بدون حاجة الى امر رسمي.\r\nوعلى كل يجب اعلام ادارة البوليس بذلك بظرف 24 ساعة وفاقا\r\nللمادة الرابعة.\r\n\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>مادة 14:\r\nالشخص الذي يوضع في الملجأ بموجب امر رسمي يقيد اسمه وشهرته وكل ما يتعلق بجنونه في دفتر خاص ويشرح في كل شهر بصورة متتابعة عن حالته المرضية ودرجاتها.\r\n\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>مادة 15:\r\nان اخراج المحجور عليهم الذي يخشى ان يقوموا باعمال مؤذية\r\nللجمهور ولو موقتا منوع بدون تجويز ذلك من قبل دائرة البوليس .\r\n\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>مادة 16:\r\nاذا اثبت الطبيب بان المحجور عليه قد شفي تماما وصادق\r\nالطبيب على الدفتر الموضوع بموجب المادة 8 فعلى مدير\r\nالملجأ عندئذ ان يعلم ادارة البوليس بذلك.\r\n\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>مادة 17:\r\nان الاشخاص المحجور عليهم في ملجأ الاستانة والذين هم من\r\nغير مقاطعة متى شفوا يصير ارجاعهم الى محلاتهم الاصلية\r\nبواسطة ادارة البوليس .\r\n\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>مادة 18:\r\nان العناية بمصالح المحجور عليهم سواء في بلدتهم او بيوتهم\r\nالخاصة تفوض الى السلطات المحلية.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>مادة 19:\r\nعلى عموم الملاجىء ان تنظم في بداية مارس من كل عام جدولا طبق النموذج الموضوع لذلك يحتوي على وقوعات تلك السنة وتقدمه الى ادارة الضابطة ويجب ان يصرح في هذا الجدول عدد المجانين ودرجات مرضهم ايضا.\r\n\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>مادة 20:\r\nالاستدعاءات التي تقدم الى الحكومة من احد اللاجئين\r\nالموقوفين في المستشفى لا يسوغ لمدير الملجأ قطعيا ان\r\nيتدخل بشأنها باي وسيلة كانت.\r\n\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>مادة 21:\r\nعلى جميع مديري الملاجىء ان يتبعوا في معاملاتهم الاصول\r\nالمتخذة وهم مسؤولون عما يبدو منهم من التقصير والاهمال.\r\n\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>مادة 22:\r\nان مدراء الملاجىء الذين يتحاسرون على قبول اشخاص مزعو\r\nجنونهم بموجب تصريحات من اقاربهم من الذين لهم مصلحة\r\nبمنعهم عن عقد زواج او تغيير ديانة يجازون وفقا للقانون.\r\nالارادة السنية 29 صفر سنة 1293 و 3 اذار سنة 1292\r\n</p>\r\n                                    </td>"
        ]
    },
    {
        "year": 1900,
        "law_id": "257638",
        "subdetails": "نوع النص: نظام |  رقم 0 تاريخ: 16/01/1900",
        "publish_date": "01/01/1900",
        "page_number": "0",
        "notes": "",
        "articles": [
            "<td class=\"ArticleText\">\r\n                                        <p>مادة 1:\r\nيوضع هذا النظام موضع الاجراء غب تأسيس (دار العجزة) وافتتاحها وبدء قبول العاجزين فيها.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>مادة 2:\r\nتؤسس وتفتح (دار للعجزة) من اجل الادارة والانفاق على ذوي العلل والعاهات المانعة لهم عن تدارك معيشتهم على ان لا يكون لهم من هو مكلف شرعا بالانفاق عليهم او كان لهم اقرباء او انسباء مكلفون بالانفاق عليهم ولكن اولئك الاقرباء والانسباء عاجزون عن كفايتهم وذلك بموجب اشعار علم وخبر من محلاتهم مصدق من الدائرة البلدية المنسوبين اليهم.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>مادة 3:\r\nتؤسس في دار العجزة دوائر وملاجىء لايواء الذكور والاناث من الفقراء كل على حدة وتنشأ لتشغيل هؤلاء دور للصنائع خاصة ويعنى بتعليم وتربية كل منهم على حسب مذهبه.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>مادة 4:\r\nينشأ في دار العجزة مستشفيان لمداواة ذوي العلل والامراض احدهما للذكور والاخر للاناث.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>مادة 5:\r\nتودع ادارة (دار العجزة) الداخلية الى مدير ينصب بارادة سنية بناء على انتخاب النظارة الداخلية وانهاء مقام الصدارة العظمى والمعاملات العمومية تحول الى هيئة تتشكل من اجل ذلك خصيصا وتتركب هذه الهيئة من رئيس ينتخب ويصادق عليه لدى الباب العالي من مأموري امانة البلدة (شهر أمانتي) فخريا ومن اعضاء يعينون من مأموري (باب الفتوى) و (نظارة الاوقاف) و (الضبطية) فخريا ايضا ويضاف اليهم ذات واحد ممن يجري تنسيبه من قبل (بطريركيات الروم والارمن كاثوليك وحاخامخانة) نظام منع التسول.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>مادة 6:\r\nان وظائف هذه الهيئة الادارية وصورة ادارة دار العجزة قد تعينت بنظام داخلي.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>مادة 7:\r\nان واردات (دار العجزة) هي: اولا: الاخبار التي تضبطها الدوائر البلدية بسبب نقص وزنها. ثانيا: قيم الطوابع ذات العشرين والاربعين بارة التي تنظم بمعرفة الهيئة الادارية لتلصق على تذاكر الدخول الى كافة المسارح في الاستانة ومن المبالغ التي تجبى من اثمان تلك التذاكر. ثالثا: الاعانات التي تستحصل بصورة اختيارية وتتجمع في الصناديق التي توضع وتعلق على ابواب الجوامع والمعابد. رابعا: المبالغ التي يوصى بها الى الفقراء من غير تخصيص مع الاعانات التي تجمع من بين الجماعات والاهالي للغرباء والمبالغ التي تؤخذ بصورة مناسبة من الامتيازات التي تعطى من اجل المعادن وسائر التشبثات وسائر الواردات التي تستوجبها الحال والمصلحة لدى الهيئة الادارية ويصدقها الباب العالي قياسا على الوسائط المبينة آنفا.\r\nذيل المادة 7 بتاريخ 12 تموز سنة 1328 \r\nالذين يشغلون المراسح وسائر محلات الالعاب باي اسم كان او لاي منفعة كانت اذا كتموا او استنكفوا عن اعطاء المبالغ المقرر استيفائها لدى امانة البلد من اثمان تذاكر الدخول - لاجل دار العجزة يمنعون من طرف الظابطة عن اجراء الالعاب في المحلات المذكورة.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>مادة 8:\r\nالذين يشاهدهم مأمورو الضابطة او البلدية من المعلولين الذين ليس لهم معيل يسولون ولا يراجعون (دار العجزة) يرسلون الى (دار العجزة) اذا كانوا من اهالي الاستانة اما اذا كانوا من خارجها فيرسلون الى بلادهم يستثنى من ذلك الذين يتسولون باتخاذ احدى الصنائع وسيلة من غير ان يزعجوا الناس.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>مادة 9:\r\nالذين يتسولون وهم قادرون على السعي والعمل يقبض عليهم من قبل الضابطة فمن كان منهم من الاستانة او هو من اهالي الخارج ولكنه قد توطن فيها فيسرح بعد ان تربطه الضابطة بكفالة اما من كان من اهالي الخارج فيعاد الى بلده لاجل ان يشغل من قبل دائرة بلديتها، والمكررون من الاستانيين يبعدون الى الخارج والذين يفدون من محلات فيها دور اصلاح او صناعة لا يوضعون في دار العجزة بل يرسلون الى المحلات المذكورة.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>مادة 10:\r\nنظارة الداخلية مكلفة باجراء هذا النظام.\r\n\r\nفي 13 شعبان سنة 1313\r\nو16 كانون الثاني سنة 1311\r\n</p>\r\n                                    </td>"
        ]
    },
    {
        "year": 1900,
        "law_id": "257902",
        "subdetails": "نوع النص: دفتر شروط |  رقم 2 تاريخ: 01/01/1900",
        "publish_date": "01/01/1900",
        "page_number": "0",
        "notes": "",
        "articles": [
            "<td class=\"ArticleText\">\r\n                                        <p>مادة 1:\r\n1- تجلب  المواد من الامكنة المحددة في دفتر الشروط الخاصة,\r\nحيث  يفتح الملتزم مقالع على نفقته عند الاقتضاء.\r\n2- اذا لم يحدد دفتر الشروط الخاصة اماكن استخراج المواد\r\nصراحة فيمكن للملتزم ان يتمون من مقالع يختارها, شرط ان تكون\r\nهذه المواد مطابقة للمواصفات  الفنية وان تقبل بها الادارة.\r\n3- يتوجب  على الملتزم ان يتقيد بالقوانين والانظمة المرعية\r\nفي كل ما يتعلق باستخراج المواد او استعارتها.\r\n4- وعليه ايضا ان يدفع, دون ان يقاضي الادارة بشأن ذلك,\r\nالتعويضات , وخاصة تعويضات  الاقامة الموقتة, وكذلك بدل\r\nالعطل والضرر الناتجين عن الاستيلاء على المواد واستخراجها\r\nونقلها وايداعها, وانشاء الطرق اللازمة للخدمة وبصورة عامة\r\nاشغال التهيئة اللازمة لعمليات  الاستخراج والاستعارة.\r\n5- على الملتزم ان يثبت  كلما طلب  منه ذلك اتمامه\r\nالمتوجبات  المذكورة في هذه المادة.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>\r\nمادة 2:\r\nاذا طلب  الملتزم استبدال اماكن الاستخراج او الاستعارة\r\nالمعينة في دفتر الشروط الخاصة بأماكن اخرى تنتج مواد يعترف\r\nالمهندسون بأن جودتها تعادل جودة مواد الاماكن الاولى على\r\nالاقل فيمكنه ان يحصل على الترخيص  باستعمال هذه المواد\r\nواستثمار اماكن الاستخراج او الاستعارة الجديدة هذه. وفي هذه\r\nالحال يحدد الترخيص  بقدر الحاجة ما اذا كان الاستبدال\r\nالمقترح من الملتزم سيتبعه اولا تطبيق سعر جديد يوضع وفقا\r\nلاحكام المادة 29 من الشروط الادارية العامة.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>مادة 3:\r\nاستعمال المواد الصادرة عن اماكن الاستخراج او الاستعارة\r\nالمعينة او المرخص  بها\r\nلا يمكن للملتزم, دون ترخيص  خطي من المالك او من الادارة,\r\nان يستعمل سواء لتنفيذ الاشغال الخاصة او لتنفيذ الاشغال\r\nالعامة التي لا تشكل جزءا من الالتزام, المواد التي عمل على\r\nاستخراجها من اماكن الاستخدام او الاستعارة التي يستثمرها\r\nبموجب  الحق الذي منحته اياه الادارة.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>\r\nمادة 4:\r\nيتوجب  على المتعهد عند الاقتضاء ان يتدبر على مسؤوليته امر\r\nالترخيصات  اللازمة لاستخراج المواد عن شاطىء البحر او من اي\r\nارض  اخرى تابعة للاملاك العامة, وعليه في هذا المجال ان\r\nيتقيد باحكام القرارات  النافذة او الممكن صدورها لتنظيم\r\nالاستخراجات  التي من هذا النوع, وان يدفع للخزينة الاتاوات\r\nالتي تحددها السلطة المختصة.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>\r\nمادة 5:\r\n1- يحدد دفتر المواصفات  الفنية العامة انواع المواد التي\r\nيستعملها الجيش  عادة واصنافها وكذلك الصفات  التي ينبغي ان\r\nتتوفر في هذه المواد والتجارب  والاختبارات  التي ينبغي\r\nاخضاعها لها.\r\n2- اما الانواع والاصناف  من المواد التي لم تذكر في دفتر\r\nالمواصفات  الفنية العامة فان مواصفاتها تحددها دفاتر الشروط\r\nالخاصة. وفي حال عدم وجود هذا التحديد يفرض  في المواد ان\r\nتكون مطابقة للمقاييس  والمواصفات  الفنية اللبنانية الرسمية,\r\nحتى اذا تعذر ذلك فيفرض  ان تكون مطابقة للمقاييس\r\nوالمواصفات  الرسمية الفرنسية (افنور Afnor).\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>\r\nمادة 6:\r\n1- يرصف  المتعهد المواد بحيث  يسهل التحقق منها, ويتخذ كافة\r\nالتدابير المفيدة حتى يمكن تمييز المواد المقبولة موقتا من\r\nتلك المرفوضة.\r\nيحدد دفتر الشروط الخاصة او اوامر الخدمة التدابير التي قد\r\nيكون من الضروري فرض  اتخاذها لاجل العمليات  المذكورة اعلاه,\r\nوكذلك المهلة التي يجب  في خلالها رفع المواد المرفوضة من\r\nالورشة.\r\n2- تكون نفقات  اليد العاملة واللوازم والادوات  اللازمة\r\nللتحقق من المواد وكميتها خصوصا عن طريق الوزن او الكيل على\r\nعاتق المتعهد.\r\n3- وتكون كذلك على عاتق المتعهد جميع النفقات  العائدة\r\nللتجارب , ما خلا تلك التي تخص  ممثلي الادارة ومندوبيها.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>مادة 7:\r\n1- يحدد دفتر الشروط الخاصة اذا كانت المواد المسلمة منثورة\r\n(En Vrac) والمدفوع ثمنها حسب الحجم يجب رصفها مرتبة على\r\nالارض .\r\n2- في هذه الحال يجري هذا الرصف في المواضيع التي يحددها\r\nالمهندس والتي تمهد وتسوى مسبقا.\r\n3- ترصف المواد من قبل المتعهد بالاكوام او بالصف, وبشكل\r\nهندسي بسيط وابعاد يمكن قياسها مباشرة, وذلك وفقا لاوامر\r\nالمهندس وبحيث يخفض الفراغ الى اقصى حد ممكن.\r\n4- فيما عدا باجازة صريحة من المهندس , يجب خزن المواد مسبقا\r\nقبل مدة طويلة نواع, وبكمية كافية, حتى يمكن اجراء عملية\r\nالتسلم قبل ثمانية ايام على الاقل من بدء الاستعمال.\r\n5- يجري وزن المواد المسلمة بالطن بحضور الفريقين وعلى\r\nقبابين عمومية او مدقق فيها رسميا.\r\n- بخصوص المواد المنقولة بالسكك الحديدية فان تحديد وزنها\r\nبالطن يستنتج من بوالص شحن مصلحة سكة الحديد. الا انه يمكن\r\nللادارة ان تطلب التحقق من ذلك على القبان بحضور الفريقين.\r\nوتكون النفقات على عاتق المتعهد اذا اظهر الوزن وجود فارق\r\nالغير مصلحة الادارة. وعندئذ يمكن ان يشمل التحقق, بالاحوال\r\nنفسها, جميع المسلمات.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>\r\nمادة 8:\r\n1- عندما تكون المواد مقدمة من الادارة فان المتعهد يتسلمها\r\nمن الاماكن المعينة في دفتر الشروط الخاصة بحضور مندوب\r\nالادارة. وابتداء من هذه اللحظة تصبح المواد في حراسة\r\nالمتعهد ويكون مسؤولا عن حفظها.\r\n2- عندما يتطلب  حفظ هذه المواد وضعها في مخازن, حتى ولو كان\r\nذلك خارج الورشة, فيتوجب  على المتعهد ان يبني هذه المخازن\r\nاو ان يتدبرها على نفقته, وهو يتحمل عند ذلك جميع نفقات\r\nالخزن والتقليب  والتكديس .\r\n3- اذا كان ينبغي تسليم المواد بواسطة السكة الحديدية او\r\nبواسطة البحر او الانهر فيتوجب  على المتعهد ان يبادر على\r\nنفقته فور تسلمه الاشعار الذي يعطيه اياه ممثل الادارة الى\r\nتفريغ او انزال هذه المواد ثم اعادة تحميلها ونقلها فتفريغها\r\nفي مكان العمل, وهو يسدد جميع نفقات  الايجار, والمهل\r\nالاضافية للتحميل او التفريغ, وتعدي مهل الشحن او الانزال,\r\nوجميع المتوجبات  من جراء تجاوز مهل التفريغ ذات  التعرفة,\r\nوبصورة عامة جميع الغرامات  والنفقات  الناتجة عن انظمة\r\nالعقود او عن التعرفات  المصادق عليها. ولكن لا يحتفظ بعب ء\r\nهذه الغرامات  والنفقات  الا بمقدار ما كانت  ناتجة عن عمله.\r\n4- اما اذا كانت  الطرق البرية هي السبيل الى تسليم المواد\r\nفيتوجب  على المتعهد ان يبادر على نفقته الى تفريغها بالشروط\r\nوضمن المهل المحددة في دفتر الشروط الخاصة\r\n5- وفضلا عن ذلك فيمكن لهذا الدفتر ان يعين المتعهد كوكيل عن\r\nالادارة في تسلم المواد. وفي هذه الحال يتوجب  على المتعهد\r\nان يتخذ ازاء الممون والناقل كافة الاحتياطات , وان يبدي\r\nالتحفظات  اللازمة حول جودة المواد وكميتها, الا اذا جعل\r\nالادارة قادرة على اتخاذ هذه الاحتياطات  وابداء هذه\r\nالتحفظات  في الوقت  المناسب .\r\nبهذه الصفة يبقى المتعهد مسؤولا عن المواد تجاه الادارة\r\nوالممون حتى استعمالها او, احتمالا, حتى رفضها من قبل\r\nالادارة.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>\r\nمادة 9:\r\n1- على المتعهد ان يعرض  على الادارة برنامج تنفيذ الاشغال,\r\nمحددا فيه بدقة الاعتدة والمواد والطرائق التي سوف  تستعمل,\r\nوكذلك عديد الاشخاص  الذين سوف  يستخدمون في التنفيذ, مع\r\nتسلسل هذه الاستعمالات  والاستخدامات  في الزمن, لمختلف\r\nاجزاء الانشاءات . وعليه ايضا ان يوضح قوام ادارة الاشغال\r\nوكيفية تنظيم سير مختلف  اجزاء هذه الاشغال مع تحديد تواريخ\r\nانجازها (تصميم حفريات  - اساس  - ملاط مسلح - بناء - توريق,\r\nالخ..) اخذا بعين الاعتبار كغاية لهذه التدابير تاريخ\r\nالتسليم الموقت  الملحوظ لعموم الاشغال بكاملها. وبامكانه\r\nان يضع نتائج دروسه هذه على شكل جدول او مخطط بياني لتقدم\r\nسير الاشغال. وبذلك يصبح مرتبطا بتدابيره هذه, مع الاحتفاظ بحقه باجراء\r\nتعديلات -\r\n على برنامجه في اثناء التنفيذ, شرط ان يثبت  حاجة ادارة الاشغال الى هذه\r\nالتعديلات , وشرط ان لا تكون هذه التعديلات  سببا لتأخير انجاز الاشغال,\r\nواخيرا\r\nشرط الحصول على موافقة الادارة على التعديلات  المقترحة من قبله. كما\r\nيحق للادارة\r\nان تفرض  بدورها التعديلات  التي تراها لازمة لانجاز الاشغال في الموعد\r\nالمحدد.\r\n2- اذا تبين للادارة ان المتعهد لم يتقيد ببرنامجه فانها\r\nتنذره بوجوب  العودة الى هذا البرنامج والتزامه من البدء\r\nخلال مهلة عشرة ايام والا طبقت  بحقه احكام المادة 36 من\r\nدفتر الشروط الادارية العامة لتعهدات  اشغال الجيش .\r\n3- عندما يتأخر المتعهد عن انجاز اي جزء من اجزاء التزامه\r\nفي التاريخ المحدد في برنامج العمل يحق للادارة ان تنذره\r\nبوجوب  التقيد بالمهلة المحددة في هذا البرنامج خلال مهلة\r\nاقصاها شهرا واحدا والا استعملت  حقها بفسخ الالتزام واعادة\r\nالتلزيم على حساب  المتعهد ومسؤوليته او بتنفيذ الاشغال\r\nبالامانة.\r\n4- يحدد دفتر الشروط الخاصة المهلة التي يتوجب  على المتعهد\r\nفي خلالها تقديم برنامج تنفيذ الاشغال.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>\r\nمادة 10:\r\n1- يعين دفتر الشروط الخاصة بقدر الحاجة الاماكن التي يمكن\r\nللمتعهد ان يتصرف  بها على الاراضي التابعة للاملاك العامة\r\nمن اجل اقامة ورشاته, واحلال عتاده وايداع المواد موقتا.\r\n2- يتدبر المتعهد على نفقته ومسؤوليته امر الاراضي الاضافية\r\nالتي قد يحتاج اليها. وبصورة خاصة يخضع المتعهد للقواعد\r\nالمشتركة في استعمال الاراضي التابعة للاملاك العامة غير\r\nالموضوعة بتصرفه بموجب  دفتر الشروط الخاصة.\r\n3- يحدد دفتر الشروط الخاصة المهل التي يتوجب  على المتعهد\r\nفي خلالها تقديم مشروع اقامة الورشة للادارة.\r\n4- يقع على عاتق المتعهد, في جميع الاحوال وحتى في حال عدم\r\nذكر سعر خاص  لذلك, امر انشاء الورش  وطرق الخدمة وتعهدها,\r\nوكذلك امر التعويضات  الناشئة عنها ونفقات  انارة الورش\r\nوتصوينها وحراستها.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>\r\nمادة 11:\r\nيعين دفتر الشروط الخاصة اذا لزم الامر الاماكن التي تتصرف\r\nبها الادارة سواء على الاراضي التابعة للاملاك العامة او\r\nعلى غيرها من الاراضي كأماكن ايداع بصورة موقتة او نهائية.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>\r\nمادة 12:\r\nتضع الادارة التصميم العام لتركيز الانشاءات  التي يحدد\r\nموقعها بالنسبة الى معتلمات  ثابتة مرتبطة على قدر الامكان\r\nبالارتفاع العام لنقاط لبنان عن سطح البحر.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>\r\nمادة 13:\r\n1- قبل مباشرة الاشغال يجري التوتيد بعناية المهندس  وبحضور\r\nالمتعهد او بعد استدعائه قانونيا, وذلك بان تنقل على الارض\r\nالانشاءات  المحددة على التصميم العام للتركيز, بواسطة اوتاد\r\nمرقمة مغروزة في الارض  موصولة رؤوسها سطحيا وارتفاعيا\r\nبالمعتلمات  الثابتة المذكورة في المادة 12\r\n2- على المتعهد ان يطلب  في اثناء التوتيد اجراء التحققات\r\nالتي يراها ضرورية. وفيما بعد لا يقبل منه في مطلق الاحوال\r\nان يعترض  على القياسات  التي حددت  في التوتيد.\r\n3- على اثر التوتيد ينظم حالا محضر يسرد جميع تفاصيل العملية. ويبلغ هذا\r\nالمحضر\r\nالى المتعهد بعد ان يؤشر عليه\r\nالمهندس .\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>\r\nمادة 14:\r\nعندما تنفذ الاشغال بالقرب  من اقنية او اسلاك او منشآت\r\nسربية غير تابعة للقيادة العسكرية فيمكن لاصحاب  العلاقة ان\r\nيقوموا اذا رأوا ذلك ضروريا بتوتيد خاص  لتخطيط هذه الاقنية\r\nاو الاسلاك او المنشآت .\r\n- يمكن القيام بهذا التوتيد الخاص  اما وقت  القيام بالتوتيد\r\nالعام المشار اليه في المادة 13 بالذات  او بعد ذلك, ويكون\r\nموضوع محضر يضعه المهندس  ويبلغه بالشروط نفسها كما لتبليغ\r\nمحضر التوتيد العام.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>\r\nمادة 15:\r\n1- يقدم المتعهد على نفقته اليد العاملة والاوتاد والارفات\r\nوالحبيلات  والادوات  اللازمة لعمليات  التوتيد المقصودة في\r\nالمادتين 13 و14 اعلاه.\r\n2- وعليه ان يسهر على حفظ الاوتاد, وان يعيدها الى وضعها اذا\r\nاقتلعت  او يستبدلها عند الحاجة, سواء في امكنتها الاصلية او\r\nفي نقاط اخرى اذا قضى تقدم الاشغال بذلك. وفي هذه الحال\r\nالاخيرة يعمل حسب  القواعد المفصلة في المادة 13\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>\r\nمادة 16:\r\nعندما تكون وزارة البريد والبرق والهاتف  قد قامت  بتوتيد\r\nالاقنية او الانابيب  او الاسلاك السربية العائدة للاتصالات\r\nالبعدية, فلا يمكن للمتعهد في اثناء تنفيذ حفرياته ان يقترب\r\nعلى اقل من 80 سنتيمترا من احد هذه الاقنية او الانابيب  او\r\nالاسلاك دون ان يشعر المهندس  بنيته مسبقا قبل ثمانية\r\nواربعين ساعة على الابعد.\r\n- وعلى المتعهد ان يتقيد بالاوامر التي يفرضها عليه ممثل\r\nوزارة البريد والبرق والهاتف  قصد وقاية القناة او الانبوب\r\nاو السلك.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>\r\nمادة 17:\r\n1- يتوجب  على المتعهد ان يقدم الى الادارة, حسب  مشروعها او\r\nمشروع المتعهد المصادق عليه من جانبها, تبعا للحال, رسوم\r\nالتنفيذ مفصلة لجميع اجزأ المنشآت  وعليه ان يقيس  محليا\r\nجميع الابعاد اللازمة, ويظل مسؤولا عن عواقب  كل خطأ في\r\nالقياس . كما عليه ان يتحقق من حسابات  استقرار المنشآت\r\nومقاومتها وان يكمل هذه الحسابات  اذا اقتضى  الامر. واذا\r\nاستنتج وجود خطأ ما في مشروع من وضع الادارة فعليه ان ينبه\r\nالادارة اليه خطيا قبل اية مباشرة في التنفيذ.\r\n2- توضع قياسات  رسوم التنفيذ بأكبر قدر من العناية. ويجب\r\nان يميز في الرسوم بوضوح بين مختلف  انواع المواد المعدة\r\nللاستعمال وصفات  كل منها.\r\n- كما يجب  ان تحدد الرسوم كامل الاشكال الخارجية للمنشآت ,\r\nونوع الوجه البادي لحجارة البناء, واشكال القطع بجميع\r\nعناصرها وتجميعاتها, والوطائد ورصفها, طبقا للمعين في دفتر\r\nالشروط الخاصة.\r\n- بعد تأشير الادارة على هذه الرسوم, وارفاقها بملاحظاتها\r\nاذا لزم الامر تعاد الى المتعهد الذى يتوجب  عليه, قبل اي\r\nبدء بالتنفيذ, تقديم نسختين من الرسوم والقياسات  المصححة.\r\n- ولا يخفف  التأشير على رسوم التنفيذ من مسؤولية المتعهد\r\nفي شيء.\r\n- يحدد دفتر الشروط الخاصة المهل الممنوحة لكل من المتعهد\r\nلاجل وضع رسوم التنفيذ والادارة لفحص  هذه الرسوم وابلاغ\r\nنتائج فحصها.\r\n3- بمعزل عن الاوراق التي قدمها المتعهد قبل التنفيذ, عليه\r\nان يقدم الى الادارة قبل التسلم النهائي للاشغال ثلاث\r\nمجموعات  كاملة من رسوم المنشآت  مطابقة للتنفيذ.\r\n- وتقع على عاتق المتعهد نفقات  وضع وسحب  رسوم التنفيذ\r\nوملحقاتها وكذلك نفقات  الرسوم المطابقة للتنفيذ.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>\r\nمادة 18:\r\nيتوجب  على المتعهد ان يؤمن على نفقته النقليات , وتقديم\r\nالمخازن ووسائل النقل, والاعتدة والآلات  والادوات  من\r\nجميع الانواع اللازمة لتنفيذ الاشغال, ما عدا المستثنيات\r\nالمنصوص  عليها في دفتر الشروط الخاصة.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>\r\nمادة 19:\r\nعلى المتعهد ان يسير الاشغال بحيث  تظل المواصلات  والمياه\r\nالجارية مؤمنة كما يجب  في كل وقت . وتكون الانشاءات\r\nالموقتة اللازمة لهذا الغرض  على عاتقه, الا اذا نص  دفتر\r\nالشروط الخاصة على خلاف  ذلك.\r\n- ويمكن للادارة عند الضرورة وفي الحالات  المعجلة اتخاذ\r\nالتدابير اللازمة على نفقة المتعهد دون انذاره مسبقا.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>\r\nمادة 20:\r\nعلى المتعهد ان يتخذ على نفقته جميع الاحتياطات  اللازمة كي\r\nلا ينتج عن تفجير الالغام اي خطر على العمال والاشخاص\r\nالآخرين ولا اي ضرر للممتلكات  المجاورة.\r\n- وفضلا عن ذلك فهو يخضع, في كل ما يتعلق بأمن العمال\r\nوالجمهور لانظمة استعمال المتفجرات  في المقالع وورش  البناء\r\nوالاشغال العامة. وخلال مدة العمل بكاملها, وخاصة بعد تفجير\r\nالالغام, يتوجب  عليه ان يزور بصورة متواترة منحدرات\r\nالاجافات  والاراضي العليا حتى يعمل على اسقاط اجزاء الصخور\r\nاو غيرها التي قد تكون تزعزعت  او تقلقلت  من جراء تفجير\r\nالالغام او اي سبب  اخر.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>\r\nمادة 21:\r\n- عندما يتضمن تنفيذ الاشغال هدم منشآت  قديمة فان المواد\r\nالقابلة لاستعمالها مجددا يجب  ان تنقل بعناية بحيث  يمكن\r\nنحتها من جديد واعادة استعمالها اذا لزم الامر.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>\r\nمادة 22\r\nاذا اكتشفت  خلال الحفريات  اشياء او آثار ذات  صفة فنية او\r\nاثرية فيتوجب  على المتعهد ان يشعر بذلك فورا الموظفين\r\nالمكلفين مراقبة الاشغال والا ينقل الاشياء او الآثار التي\r\nابقيت  في مواضعها وان يضع في مكان امين تلك التي انتزعت  من\r\nالارض .\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>\r\nمادة 23:\r\n- اية كانت  طريقة دفع قيمة الاشغال الملحوظة في الالتزام\r\nفأن دفتر الشروط الخاصة يحدد اذا لزم الامر المقتضيات\r\nالخاصة الممكن مواجهتها والتي بصورة استثنائية وخلافا لاحكام\r\nالمادة 28 من دفتر الشروط الادارية العامة لا تكون على عاتق\r\nالمتعهد.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>\r\nمادة 24:\r\n- ان المعلومات  التي تقدمها الادارة لا تعفي المتعهد من\r\nاجراء التحققات  والاستطلاعات  اللازمة, خصوصا حول طبيعة\r\nالاراضي وحول الصعوبات  الخاصة التي يمكن مصادفتها.\r\n- ولا يمكن للمتعهد في اي حال من الاحوال ان يتذرع بعدم\r\nكفاية المعلومات  المقدمة من الادارة ليساوم من جديد في\r\nمجرى الالتزام حول الاسعار التي سبق ان قبلها او ليطالب\r\nبتعويض .\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>\r\nمادة 25:\r\n1- يقع امر مشايرة كاملة في الورش  على عاتق المتعهد.\r\n2- وهذه المشايرة يجب  ان تكون مطابقة للتعليمات  النظامية\r\nحول مشايرة الطرق, والمطارات , وطرق الملاحة والمرافىء\r\nالبحرية, بمقدار ما تمس  الاشغال السير العام, كما يجب  ان\r\nتكون مطابقة للاحكام الخاصة في دفتر الشروط الخاصة اذا كان\r\nهذا الاخير يتضمن شيئا حول هذا الموضوع.\r\n3- هذه المشايرة يجب  ان تشتمل في جميع الاحوال, في الليل\r\nكما في النهار, وعند الاقسام الجاري تنفيذها من الاشغال كما\r\nعلى الطرق التي تمر بها, على اشارات  متقدمة واشارت  ورش ,\r\nوكذلك اذا اقتضت  الحيطة على اشارات  للحد من السرعة.\r\n4- في حال تخلف  المتعهد عن القيام بهذه الفروض , او في حالة\r\nالخطر, تحتفظ الادارة بحق اتخاذ جميع التدابير المفيدة في\r\nهذا الحقل, على نفقة المتعهد ودون انذاره مسبقا, دون ان يؤدى\r\nهذا التدخل الى اعفاء المتعهد من مسؤوليته.\r\n5- يتوجب  على المتعهد ان يعلم ممثل الادارة قبل 48 ساعة على\r\nالاقل عن اعتزامه نزع رقع المشايرة التي تهم السير العام.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>\r\nمادة 26:\r\n1-  على المتعهد ان يتخذ على نفقته ومسؤوليته الكاملة, على\r\nطول طرق المواصلات  ومقاطع هذه الطرق, جميع تدابير النظام\r\nوالامن الآيلة الى تفادي الحوادث .\r\n2- وعليه خصوصا ان يتخذ جميع الاحتياطات  اللازمة لتجنب  ان\r\nيكون عتاده سبب  مضايقة للسير او خطر عليه.\r\n3- ان النقاط التي يصبح فيها المرور على طرق المواصلات  خطرا\r\nيجب  ضمانها بأحظرة موقتة او بأية وسيلة اخرى صالحة: فيجب\r\nان تكون منارة ومحروسة عند الاقتضاء.\r\n4- في الحالات  المعجلة, او في حال اهمال المتعهد لواجباته\r\nبهذا الصدد, تحتفظ الادارة بحق اتخاذ التدابير اللازمة\r\nتلقائيا على نفقة المتعهد ودون انذاره مسبقا, دون ان يؤدي\r\nهذا التدخل الى اعفاء المتعهد من مسؤوليته.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>\r\nمادة 27:\r\nعندما تنفذ الاشغال بالقرب  من الاماكن المأهولة يكون من\r\nواجب  المتعهد ان يتخذ على نفقته ومسؤوليته التدابير اللازمة\r\nلتخفيف  المضايقة المفروضة بذلك على مستعملي هذه الاماكن\r\nوالسكان المجاورين الى أقصى حد ممكن, وخصوصا من ذلك صعوبات\r\nالوصول الى البيوت  أو غيرها وضجيج الآلات .\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>\r\nمادة 28:\r\n- عندما لا يسهل النفاذ الى الورش  الا بطرق مائية, خصوصا\r\nعندما يكون الامر متعلقا بأشغال تنظيف  الاعماق أو تحجيرها\r\nأو القأ كتل الحجارة الضخمة فيها, يكون على المتعهد ان يبقي\r\nدوما زورقا مجهزا بتصرف  موظفي الادارة اما النفقات  الناتجة\r\nعن ذلك فتكون على عاتق المتعهد بكاملها.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>\r\nمادة 29:\r\n- فضلا عن الاشغال التي قد تلزم احتمالا لابقاء المنشآت  في\r\nأكمل حالة مطابقة لاحكام مشروعها الذي يبقى المتعهد مسؤولا\r\nعنه, يتوجب  على هذا الاخير خلال مهلة الضمان, ان يؤمن تعهد\r\nهذه المنشآت  ضمن الشروط المحددة في الكراريس  الخاصة التي\r\nيطابق كل منها نوعا من انواع المنشآت .\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>\r\nمادة 30:\r\n1- يعين دفتر الشروط الخاصة عند الاقتضاء المنشآت  او الاجزاء\r\nمن المنشآت  التي تحتفظ الادارة بحق وضع اليد عليها قبل\r\nالانجاز التام للاشغال.\r\n2- يسبق وضع اليد هذا بتسلم موقت  جزئي يولد, بالنسبة الى\r\nالمنشآت  التي يستهدفها, المفاعيل نفسها, من ناحية تطبيق\r\nالفقرة 3 من المادة 48 من دفتر الشروط الادارية العامة,\r\nكالتسلم الموقت  الملحوظ في المادة 37 من دفتر الشروط\r\nالمذكور. وعلى كل حال فأن المهلة المحددة في الفقرة 9 من\r\nالمادة 41 من دفتر الشروط الادارية العامة لا يبدأ سريانها\r\nالا من يوم آخر تسلم موقت  جزئي, واحكام المادتين 49 و50 من\r\nدفتر الشروط الادارية العامة لا تطبق الا على التسلم النهائي\r\nلمجموع الاشغال.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>\r\nمادة 31:\r\n- يقع على عاتق المتعهد امر اصلاح الاتلاف  التي تصيب\r\nالطرقات  العامة من جراء الادوات  غير العادية التي يستعملها\r\nلتنفيذ الاشغال موضوع المشروع.\r\n- اما على الطرقات  الخاصة او البلدية فالمتعهد يتحمل وحده\r\nعب ء التعويضات  التي قد تتوجب  للاشخاص  المعنويين الذين\r\nيعود اليهم تدبير هذه الطرق من جراء السير عليها بداعي\r\nالاشغال.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>\r\nمادة 32:\r\n1- اذا ادت  طريقة ادارة الاشغال وكيفيات  تنفيذها الى حدوث\r\nفوضى, او اضرار للاشخاص , او اتلاف , او اذى غير الاتلاف\r\nالملحوظة في المادة السابقة فالمسؤولية في ذلك تقع على عاتق\r\nالمتعهد.\r\n2- لا يمكن للمتعهد التخلص  من هذه المسؤولية الا بالقدر\r\nالذي يقدم فيه البرهان على ان طريقة ادارة الاشغال او كيفيات\r\nتنفيذها نتجت  بصورة الزامية عن احكام في الالتزام او اوامر\r\nخدمة صدرت  عن الادارة, وقد ابقي على هذه الاحكام او الاوامر\r\nرغم تحفظات  المتعهد.\r\n</p>\r\n                                    </td>"
        ]
    },
    {
        "year": 1900,
        "law_id": "254256",
        "subdetails": "نوع النص: تقرير |  رقم 0 تاريخ: 01/01/1900",
        "publish_date": "14/07/2001",
        "page_number": "2789-2841",
        "notes": "",
        "articles": [
            "<td class=\"ArticleText\">\r\n                                        <p>دولة رئيس مجلس الوزراء\r\n\r\nالموضوع: التقرير السنوي عن اعمال العام 2000\r\nالمرجع: المرسوم الاشتراعي رقم 115 تاريخ 12/6/1959 \r\n\r\nتطبيقا للمادة 8 فقرة 3 من المرسوم الاشتراعي رقم 115 تاريخ 12/6/1959\r\n(انشاء التفتيش المركزي), اتشرف بأن ارفع الى دولتكم التقرير السنوي عن اعمال التفتيش المركزي لعام 2000. \r\n\r\nيهدف هذا التقرير الى القاء الضوء على ما قام به التفتيش المركزي خلال العام\r\nالمنصرم من مهمات صعبة لتحقيق الاهداف المتوخاة: ضبط الاوضاع الادارية,\r\nتحديد اماكن الضعف في الادارات العامة والسعي الى تحسين الاداء الاداري قدر المستطاع.\r\nنأمل, ومن خلال هذا التقرير, ان نقدم لدولتكم صورة عن مهام واعمال التفتيش\r\nالمركزي, كما نتمنى ان يكون هذا التقرير حافزا للسعي الى تحقيق الاهداف المرجوة بتضافر الجهود كافة لما فيه ازدهار وتطور الادارة العامة.\r\n\r\nرئيس التفتيش المركزي\r\nفؤاد هيدموس\r\n == مراجعة النسخة الورقية===</p>\r\n                                    </td>"
        ]
    },
    {
        "year": 1900,
        "law_id": "258043",
        "subdetails": "نوع النص: قانون |  رقم 0 تاريخ: 01/01/1900",
        "publish_date": "01/01/1900",
        "page_number": "0",
        "notes": "",
        "articles": [
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tالفصل الثاني: موانع الارث ثلاثة: الكفر, والقتل, والرق</p>\r\n<p>\r\n\tمسألة 1707:<br>\r\n\tلا يرث الكافر من المسلم وان قرب ولا فرق في الكافر بين الاصلي ذميا كان او حربيا وبين المرتد فطريا كان او مليا ولا في المسلم بين المؤمن وغيره</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسألة 1708:<br>\r\n\tالكافر لا يمنع من يتقرب به فلو مات مسلم وله ولد كافر وللولد ولد مسلم كان ميراثه لولد ولده ولو مات المسلم وفقد الوارث المسلم كان ميراثه للامام</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسألة 1709:<br>\r\n\tالمسلم يرث الكافر ويمنع من ارث الكافر للكافر فلو مات كافر وله ولد كافر واخ مسلم او عم مسلم او معتق او ضامن جريرة ورثه ولم يرثه الكافر فان لم يكن له وارث الا الامام كان ميراثه للكافر هذا اذا كان الكافر اصليا اما اذا كان مرتدا على ملة او فطرة فالمشهور ان وارثه الامام ولا يرثه الكافر وكان بحكم المسلم ولكن لا يبعد ان يكون المرتد كالكافر الاصلي ولا سيما اذا كان مليا</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسألة 1710:<br>\r\n\tلو اسلم الكافر قبل القسمة فان كان مساويا في المرتبة شارك وان كان اولى انفرد بالميراث ولو اسلم بعد القسمة لم يرث وكذا لو اسلم مقارنا للقسمة ولا فرق فيما ذكرنا بين كون الميت مسلما وكافرا هذا اذا كان الوارث متعددا واما اذا كان الوارث واحدا لم يرث نعم ولو كان الواحد هو الزوجة واسلم قبل القسمة بينها وبين الامام ورث والا لم يرث</p>\r\n<p>\r\n\t </p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1711:<br>\r\n\tلو اسلم بعد قسمة بعض التركة ففيه اقوال قيل يرث من الجميع وقيل لا يرث من الجميع وقيل بالتفصيل وانه يرث مما لم يقسم ولا يرث مما قسم وهو الاقرب</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1712:<br>\r\n\tالمسلمون يتوارثون وان اختلفوا في المذاهب والاراء والكافرون يتوارثون على ما بينهم وان اختلفوا في الملل</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\t<strong>مسالة</strong> 1713:<br>\r\n\tالمراد من المسلم والكافر وارثا وموروثا وحاجبا ومحجوبا اعم من المسلم والكافر بالاصالة وبالتبعية كالطفل والمجنون فكل طفل كان احد ابويه مسلما حال انعقاد نطفته بحكم المسلم فيمنع من ارث الكافر ولا يرثه الكافر بل يرثه الامام اذا لم يكن له وارث مسلم وكل طفل كان ابواه معا كافرين حال انعقاد نطفته بحكم الكافر فلا يرث المسلم مطلقا كما لا يرث الكافر<br>\r\n\tاذا كان له وارث مسلم غير الامام نعم اذا اسلم احد ابويه قبل بلوغه تبعه في الاسلام وجرى عليه حكم المسلمين</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1714:<br>\r\n\tالمرتد قسمان فطري وملي فالفطري من انعقدت نطفته وكان احد ابويه مسلما ثم كفر وفي اعتبار اسلامه بعد البلوغ قبل الكفر قولان اقربهما العدم وحكمه انه يقتل في الحال وتعتد امراته من حين الارتداد عدة الوفاة ويقسم ميراثه بين ورثته ولا تسقط الاحكام المذكورة بالتوبة نعم اذا تاب تقبل توبته باطنا<br>\r\n\tعلى الاقوى بل ظاهرا ايضا بالنسبة الى غير الاحكام المذكورة فيحكم بطهارة بدنه وصحة تزويجه جديدا حتى بامراته السابقة واما المرتد الملي وهو ما يقابل الفطري فحكمه انه يستتاب فان تاب والا قتل وينفسخ نكاحه لزوجته فتبين منه ان كانت غير مدخول بها وتعتد عدة الطلاق من حين الارتداد ان كانت مدخولا بها ولا تقسم امواله الا بعد الموت بالقتل او بغيره<br>\r\n\tواذا تاب ثم ارتد ففي وجوب قتله من دون استتابة في الثالثة او الرابعة اشكال واما المرأة المرتدة فلا تقتل ولا تنتقل اموالها عنها الى الورثة الا بالموت وينفسخ نكاحها فان كانت مدخولا بها اعتدت عدة الطلاق والا بانت بمجرد الارتداد وتحبس ويضيف عليها وتضرب اوقات الصلاة حتى تتوب فان تابت قبلت توبتها ولا فرق بين ان تكون عن ملة او عن فطرة</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1715:<br>\r\n\tيشترط في ترتيب الاثر على الارتداد البلوغ وكمال العقل والاختيار فلو اكره على الارتداد فارتد كان لغوا وكذا اذا كان غافلا او ساهيا او سبق لسانه او كان صادرا عن الغضب الذي لا يملك به نفسه ويخرج به عن الاختيار او كان عن جهل بالمعنى</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tالثاني: من موانع الارث القتل</p>\r\n<p>\r\n\tمسالة 1716:<br>\r\n\tالقاتل لا يرث المقتول اذا كان القتل عمدا ظلما اما اذا كان خطأ محضا فلا يمنع كما اذا رمى طائرا فاصاب المورث وكذا اذا كان بحق قصاصا او دفاعا عن نفسه او عرضه او ماله اما اذا كان الخطأ شبيها بالعمد كما اذا ضربه بما لا يقتل عادة قاصدا ضربه غير قاصد قتله فقتل به ففيه قولان اقواهما انه بحكم<br>\r\n\tالخطا من حيث عدم المنع من الارث وان كان بحكم العمد من حيث كون الدية فيه على الجاني لا على العاقلة وهم الاباء والابناء والاخوة من الاب واولادهم والاعمام واولادهم بخلاف الخطا المحض فان الدية فيه عليهم فان عجزوا عنها او عن بعضها يكون النقص على الجاني فان عجز فعلى الامام والخيار في تعيين الدية من الاصناف الستة للجاني لا المجني عليه والمراد من الاصناف الستة مائة من الابل ومائتان من البقر والف شاة والف دينار وعشرة الاف درهم ومائتا حلة هذا للرجل ودية المراة نصف ذلك ولا فرق في القتل العمدي بين ان يكون بالمباشرة كما لو ضربه بالسيف فمات وان يكون بالتسبيب كما لو كتفه والقاه الى السبع فافترسه او امر صبيا غير مميز او مجنونا بقتل احد فقتله واما اذا امر به شخصا عاقلا مختارا فامتثل امره بارادته واختياره فقتله فلا اشكال في انه ارتكب حراما ويحكم بحبسه الى ان يموت الا انه لا يكون قاتلا لا عمدا ولا خطا واذا قتل اثنان شخصا عمدا وكانا وارثين منعا جميعا وكان لولي المقتول القصاص منهما جميعا ورد نصف الدية على كل واحد منهما واذا قتل واحد اثنين منع من ارثهما وكان لولي كل منهما القصاص منه فاذا اقتص منه لاحدهما ثبتت للاخر الدية في مال الجاني</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1717:<br>\r\n\tالقتل خطا لا يمنع من ارث غير الدية كما مر وفي منعه عن ارث الدية اشكال</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1718:<br>\r\n\tالقاتل لا يرث ولا يحجب من هو ابعد منه وان تقرب به فاذا قتل الولد اباه ولم يكن له ولد اخر وكان للقاتل عمدا ولد كان ولده وارثا لابيه فان كان للمقتول اب او ام كان الارث له ولود القاتل</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1719:<br>\r\n\tاذا انحصر الوارث في الطبقة الاولى بالولد القاتل انتقل ارث المقتول الى الطبقة الثانية وهم اجداده واخوانه ومع عدمهم فالى الطبقة الثالثة وهم اعمامه واخواله ولو لم يكن له وارث الا الامام كان ميراثه للامام</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1720:<br>\r\n\tاذا اسقطت الام جنينها كانت عليها ديته لابيه او غيره من ورثته وهي عشرون دينارا اذا كان نطفة واربعون اذا كان علقة وستون اذا كان مضغة وثمانون اذا ان عظاما ومائة اذا تم خلقه ولم تلجه الروح فان ولجته الروح كانت ديته دية الانسان الحي واذا كان الاب هو الجاني على الجنين كانت ديته لامه وفي تحديد المراتب المذكورة خلاف والاظهر انه اربعون يوما نطفة واربعون علقة واربعون مضغة</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1721:<br>\r\n\tالدية في حكم مال المقتول تقضي منها ديونه وتخرج منها وصاياه سواء اكان القتل خطا ام كان عمدا فاخذت الدية صلحا او لتعذر القصاص بموت الجاني او فراره او نحوهما ويرثها كل وارث سواء اكان ميراثه بالنسب ام السبب حتى الزوجين وان كانا لا يرثان من القصاص شيئا نعم لا يرثها من يتقرب بالام سواء الاخوة والاخوات واولادهم وغيرهم كالاجداد للام والاخوال</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1722:<br>\r\n\tاذا جرح احد شخصا فمات لكن المجروح ابرأ الجارح في حياته لم تسقط الدية عمدا كان الجرح او خطا</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1723:<br>\r\n\tاذا لم يكن للمقتول عمدا وراث سوى الامام رجع الامر اليه وله المطالبة بالقصاص وله اخذ الدية مع التراضي واذا كان الوارث غير الامام كان له العفو بلا مال ولو عفا بشرط المال لم يسقط القصاص ولم تثبت الدية الا مع رضا الجاني</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1724:<br>\r\n\tلو عفا بعض الوراث عن القصاص قيل لم يجز لغيره الاستيفاء وقيل يجوز له مع ضمان حصة من لم ياذن والاظهر الثاني</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1725:<br>\r\n\tاذا كان المقتول مهدور الدم شرعا كالزاني المحصن واللائط فقتله قاتل بغير اذن الامام قيل لم يثبت القصاص ولا الدية بل ولا الكفارة وفيه اشكال نعم يصح ذلك فيما يجوز فيه القتل كموارد الدفاع عن النفس او العرض او قتل ساب النبي والائمة عليهم السلام ونحو ذلك</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1726:<br>\r\n\tاذا كان على المقتول عمدا ديون وليس له تركة توفى منها جاز للولي القصاص وليس للديان المنع عنه</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1727:<br>\r\n\tاذا كانت الجناية على الميت بعد الموت لم تعط الدية الى الورثة بل صرفت في وجوه البر عنه واذا كان عليه دين ففي وجوب قضائه منها اشكال والاظهر الوجوب الثالث من موانع الارث: الرق فانه مانع في الوارث والموروث من غير فرق بين المتشبث بالحرية كام الولد والمكاتب المشروط والمطلق الذي لم يؤد شيئا من مال الكتابة فاذا مات المملوك كان ماله لسيده واذا مات الحر وكان له وارث حر واخر مملوك كان ميراثه للحر دون المملوك وان كان اقرب من الحر ولو كان الوارث مملوكا وله ولد حر كان الميراث لولده دونه واذا لم يكن له وارث اصلا كان ميراثه للامام</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1728:<br>\r\n\tاذا اعتق المملوك قبل القسمة شارك مع المساواة وانفرد بالميراث اذا كان اولى ولو اعتق بعد القسمة او مقارنا لها او كان الوارث واحدا لم يرث نعم اذا كان الوارث الزوجة والامام فاعتق قبل القسمة بينهما ورث كما تقدم في الكافر</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1729:<br>\r\n\tاذا انحصر الوارث بالمملوك اشترى من التركة اتحد او تعدد وان كان ضامن جريرة والاحوط عتقه بعد الشراء فان زاد من المال شيء دفع اليه واذا امتنع مالكه عن بيعه قهر على بيعه واذا قصرت التركة عن قيمته لم يفك وكان الارث للامام</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1730:<br>\r\n\tلو كان الوارث المملوك متعددا ووقت حصة بعضهم بقيمته دون الاخر فلا يبعد لزوم فك الاول واذا كانت حصة كل منهم لا تفي بقيمته كان الوارث الامام</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1731:<br>\r\n\tلو كان المملوك قد تحرر بعضه ورث من نصيبه بقدر حريته واذا مات وكان له مال ورث منه الوارث بقدر حريته والباقي لمالكه ولا فرق بين ما جمعه بجزئه الحر وغيره</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tالفصل الثالث (في كيفية الارث حسب مراتبه) المرتبة الاولى: الاباء والابناء</p>\r\n<p>\r\n\tمسالة 1732:<br>\r\n\tللاب المنفرد تمام المال وللام المنفردة ايضا تمام المال الثلث منه بالفرض والزائد عليه بالرد</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1733:<br>\r\n\tلو اجتمع الابوان وليس للميت ولد ولا زوج او زوجة كان للام الثلث مع عدم الحاجب والسدس معه على ما يأتي والباقي للاب ولو كان معهما زوج كان له النصف ولو كان معهما زوجة كان لها الربع وللام الثلث مع عدم الحاجب والسدس معه والباقي للاب</p>\r\n<p dir=\"rtl\">\r\n\t </p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1734:<br>\r\n\tللابن المنفرد تمام المال وللبنت المنفردة ايضا تمام المال النصف بالفرض والباقي يرد عليها وللابنين المنفردين فما زاد تمام المال يقسم بينهم بالسوية وللبنتين المنفردتين فما زاد الثلثان ويقسم بينهن بالسوية والباقي يرد عليهن كذلك</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1735:<br>\r\n\tلو اجتمع الابن والبنت المنفردين او الابناء والبنات منفردين كان لهما اولهم تمام المال للذكر مثل حظ الانثيين</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1736:<br>\r\n\tاذا اجتمع الابوان مع ابن واحد كان لكل من الابوين السدس والباقي للابن واذا اجتمعا مع الابناء الذكور فقط كان لكل واحد منهما السدس والباقي يقسم بين الابناء بالسوية واذا كان مع الابن الواحد او الابناء البنات قسم الباقي بينهم جميعا للذكر مثل حظ الانثيين واذا اجتمع احد الابوين مع ابن واحد كان له السدس والباقي للابن واذا اجتمع مع الابناء الذكور كان له السدس والباقي يقسم بين الابناء بالسوية ولو كان مع الابن الواحد او الابناء البنات كان لاحد الابوين السدس والباقي يقسم بين الابناء والبنات للذكر مثل حظ الانثيين</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1737:<br>\r\n\tاذا اجتمع احد الابوين مع بنت واحدة لا غير كان لاحد الابوين الربع بالتسمية والرد والثلاثة ارباع للبنت كذلك اذا اجتمع احد الابوين مع البنتين فما زاد لا غير كان له الخمس بالتسمية والرد والباقي للبنتين او للبنات بالتسمية والرد يقسم بينهن بالسوية واذا اجتمع الابوان معا مع البنت الواحدة لا غير كان لكل واحد منهما الخمس بالتسمية والرد والباقي للبنت كذلك واذ اجتمعا معا مع البنتين فما زاد كان لكل واحد منهما السدس والباقي للبنتين فما زاد</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1738:<br>\r\n\tلو اجتمع زوج او زوجة مع احد الابوين ومعهما البنت الواحدة او البنات كان للزوج الربع وللزوجة الثمن وللبنت الواحدة النصف وللبنات الثلثان ولاحد الابوين السدس فان بقي شيء يرد عليه وعلى البنت او البنات وان كان نقص ورد النقص على البنات</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1739:<br>\r\n\tاذا اجتمع زوج مع الابوين والبنت كان للزوج الربع وللابوين السدسان وللبنت سدسان ونصف سدس ينتقص من سهمها وهو النصف نصف السدس ولو كان البنتان مكان البنت كان لهما سدسان ونصف فينتقص من سهمهما وهو الثلثان سدس ونصف سدس</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1740:<br>\r\n\tاذا اجتمعت زوجة مع الابوين وبنتين كان للزوجة الثمن وللابوين السدسان وللبنتين الباقي وهو اقل من الثلثين اللذين هما سهم البنتين واذا كان مكان البنتين في الفرض بنت فلا نقص بل يزيد ربع السدس فيرد على الابوين والبنت خمسان منه للابوين وثلاثة اخماس منه للبنت</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1741:<br>\r\n\tاذا خلف الميت مع الابوين اخا واختين او اربع اخوات او اخوين حجبوا الام عما زاد على السدس بشرط ان يكونوا مسلمين غير مماليك ويكونوا منفصلين بالولادة لا حملا ويكونوا من الابوين او من الاب ويكون الاب موجودا فان فقد بعض هذه<br>\r\n\tالشرائط فلا حجب واذا اجتمعت هذه الشرائط فان لم يكن مع الابوين ولد ذكر او انثى كان للام السدس خاصة والباقي للاب وان كان معهما بنت فلكل من الابوين السدس وللبنت النصف والباقي يرد على الاب والبنت ارباعا ولا يرد شيئ منه على الام</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1742:<br>\r\n\tاولاد الاولاد يقومون مقام الاولاد عند عدمهم وياخذ كل فريق منهم نصيب من يتقرب به فلو كان للميت اولاد بنت واولاد ابن كان لاولاد البنت الثلث يقسم بينهم للذكر مثل حظ الانثيين ولاولاد الابن الثلثان يقسم بينهم كذلك ولا يرث اولاد الاولاد اذا كان للميت ولد ولو انثى فاذا كان له بنت وابن كان الميراث للبنت والاقرب من اولاد الاولاد يمنع الابعد فاذا كان للميت ولد ولد وولد ولد ولد كان الميراث لولد الولد دون ولد ولد الولد ويشاركون الابوين كابائهم لان الاباء مع الاولاد صنفان ولا يمنع قرب الابوين الى الميت عن ارثهم فاذا ترك ابوين وولد ابن كان لكل من الابوين السدس ولولد الابن الباقي واذا ترك ابوين<br>\r\n\tواولاد بنت كان للابوين السدس ولاولاد البنت النصف ويرد السدس على الجميع على النسبة ثلاثة اخماس منه لاولاد البنت وخمسان للابوين فينقسم مجموع التركة اخماسا ثلاثة منها لاولاد البنت بالتسمية والرد واثنان منهما للابوين بالتسمية<br>\r\n\tوالرد كما تقدم في صورة ما اذا ترك ابوين وبنتا واذا ترك احد الابوين مع اولاد بنت كان لاولاد البنت ثلاثة ارباع التركة بالتسمية والرد والربع الرابع لاحد الابوين كما تقدم فيما اذا ترك احد الابوين وبنتا وهكذا الحكم في بقية الصور فيكون الرد على اولاد البنت كما يكون الرد على البنت واذا شاركهم زوج او زوجة دخل النقص علىاولاد البنت فاذا ترك زوجا وابوين واولاد بنت كان للزوج الربع وللابوين السدسان ولاولاد البنت سدسان ونصف سدس فينقص من سهم البنت وهو النصف نصف سدس</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1743:<br>\r\n\tيحبى الولد الذكر الاكبر وجوبا مجانا بثياب بدن الميت وخاتمه وسيفه ومصحفه لا غيرها واذا تعدد الثوب اعطي الجميع ولا يترك الاحتياط عند تعدد غيره من المذكورات بالمصالحة مع سائر الورثة في الزائد على الواحد واذا كان على الميت دين<br>\r\n\tمستغرق للتركة جاز للمحبو فكها بما يخصها من الدين واذا لم يكن مستغرقا لها جاز له فكها بالنسبة فاذا كان دينه عشرة دراهم وكان ما زاد على الحبوة من التركة يساوي ثمانية وقيمة الحبوة اربعة فكها المحبو بثلاثة دراهم وثلث درهم واذا كان الدين في الفرض المذكور ثمانية دراهم فكها المحبو بدرهمين وثلثي درهم وهكذا وكذا الحكم في الكفن وغيره من مؤونة التجهيز التي تخرج من اصل التركة</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1744:<br>\r\n\tاذا اوصى الميت بتمام الحبوة او ببعضها لغير المحبو نفذت وصيته وحرم المحبو منها واذا اوصى بثلث ماله اخرج الثلث منها ومن غيرها وكذلك اذا اوصى بمائة دينار مثلا فانها تخرج من مجموع التركة بالنسبة ان كانت تساوي ثلث الباقي او تنقص عنه ولو كانت اعيانها او بعضها مرهونة وجب فكها من مجموع التركة</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1745:<br>\r\n\tلا فرق بين الكسوة الشتائية والصيفية ولا بين القطن والجلد وغيرهما ولا بين الصغيرة والكبيرة فيدخل فيها مثل القلنسوة وفي الجورب والحزام والنعل تردد اظهره الدخول ولا يتوقف صدق الثياب ونحوها على اللبس بل يكفي اعدادها لذلك نعم اذا اعدها للتجارة او لكسوة غيره من اهل بيته واولاده وخدامه لم تكن من الحبوة</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1746:<br>\r\n\tلا يدخل في الحبوة مثل الساعة وفي دخول مثل الدرع والطاس والمغفر ونحوها من الات السلاح المصالحة مع سائر الورثة نعم لا يبعد تبعية غمد السيف وقبضته وبيت المصحف وحمائلهما لهما وفي دخول ما يحرم لبسه مثل خاتم الذهب وثوب الحرير اشكال واذا كان مقطوع اليدين فالسيف لا يكون من الحبوة ولو كان اعمى فالمصحف ليس منها نعم لو طرأ ذلك اتفاقا وكان قد اعدهما قبل ذلك لنفسه كانا منها</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1747:<br>\r\n\tاذا اختلف الذكر الاكبر وسائر الورثة في ثبوت الحبوة او في اعيانها او في غير ذلك من مسائلها لاختلافهم في الاجتهاد او في التقليد رجعوا الى الحاكم الشرعي في فصل خصومتهم</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1748:<br>\r\n\tاذا تعدد الذكر مع التساوي في السن فالمشهور الاشتراك فيها ولا يخلو من وجه قوي</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1749:<br>\r\n\tالمراد بالاكبر الاسبق ولادة لا علوقا واذا اشتبه فالمرجع في تعيينه القرعة والظاهر اختصاصها بالولد الصلبي فلا تكون لولد الولد ولا يشترط انفصاله بالولادة فضلا عن اشتراط بلوغه حين الوفاة</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1750:<br>\r\n\tقيل يشترط في المحبو ان لا يكون سفيها وفيه اشكال بل الاظهر عدمه وقيل يشترط ان يخلف الميت مالا غيرها وفيه تامل</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1751:<br>\r\n\tيستحب لكل من الابوين الوارثين لولدهما اطعام الجد والجدة المتقرب به سدس الاصل اذا زاد نصيبه عن السدس وهل يختص بصورة اتحاد الجد فلا يشمل التعدد او صورة فقد الولد للميت فلا يشمل صورة وجوده اشكال</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tالمرتبة الثانية: الاخوة والاجداد<br>\r\n\tمسالة 1752:<br>\r\n\tلا ترث هذه المرتبة الا اذا لم يكن للميت ولد وان نزل ولا احد الابوين المتصلين</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1753:<br>\r\n\tاذا لم يكن للميت جد ولا جدة فللاخ المنفرد من الابوين المال كله يرثه بالقرابة ومع التعدد ينقسم بينهم بالسوية وللاخت المنفردة من الابوين المال كله ترث نصفه بالفرض كما تقدم ونصفه الاخر ردا بالقرابة وللاختين او الاخوات من الابوين المال كله يرثن ثلثيه بالفرض كما تقدم والثلث الثالث ردا بالقرابة واذا ترك اخا واحدا او اكثر من الابوين مع اخت واحدة او اكثر كذلك فلا فرض بل يرثون المال كله بالقرابة يقتسمونه بينهم للذكر مثل حظ الانثيين</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1754:<br>\r\n\tللاخ المنفرد من الام والاخت كذلك المال كله يرث السدس بالفرض والباقي ردا بالقرابة وللاثنين فصاعدا من الاخوة للام ذكورا او اناثا او ذكورا واناثا المال كله يرثون ثلثه بالفرض والباقي ردا بالقرابة ويقسم بينهم فرضا وردا بالسوية</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1755:<br>\r\n\tلا يرث الاخ او الاخت للاب مع وجود الاخ والاخت للابوين نعم مع فقدهم يرثون على نهج ميراثه فللاخ من الاب واحدا كان او متعددا تمام المال بالقرابة وللاخت الواحدة النصف بالفرض والنصف الاخر بالقرابة وللاخوات المتعددات تمام المال يرثن<br>\r\n\tثلثيه بالفرض والباقي ردا بالقرابة واذا اجتمع الاخوة والاخوات كلهم للاب كان لهم تمام المال يقسمونه بينهم للذكر مثل حظ الانثيين</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1756:<br>\r\n\tاذا اجتمع الاخوة بعضهم من الابوين وبعضهم من الام فان كان الذي من الام واحدا كان له السدس ذكرا كان او انثى والباقي لمن كان من الابوين وان كان الذي من الام متعددا كان له الثلث يقسم بينهم بالسوية ذكورا كانوا او اناثا او ذكورا واثانا والباقي لمن كان من الابوين واحدا كان او متعددا ومع اتفاقهم<br>\r\n\tفي الذكورة والانوثة يقسم بالسوية ومع الاختلاف فيهما يقسم للذكر مثل حظ الانثيين نعم في صورة كون المتقرب بالابوين اناثا وكون الاخ من الام واحدا كان ميراث الاخوات من الابوين بالفرض ثلثين وبالقرابة السدس واذا كان المتقرب بالابوين انثى واحدة كان لها النصف فرضا وما زاد على سهم<br>\r\n\tالمتقرب بالام وهو السدس او الثلث ردا عليها ولا يرد على المتقرب بالام واذا وجد معهم اخوة من الاب فقط فلا ميراث لهم كما عرفت</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1757:<br>\r\n\tاذالم يوجد للميت اخوة من الابوين وكان له اخوة بعضهم من الاب فقط وبعضهم من الام فقط فالحكم كما سبق في الاخوة من الابوين من انه اذا كان الاخ من الام واحدا كان له السدس واذا كان متعددا كان له الثلث يقسم بينهم بالسوية والباقي الزائد على السدس او الثلث يكون للاخوة من الاب يقسم<br>\r\n\tبينهم للذكر مثل حظ الانثيين مع اختلافهم في الذكورة والانوثة ومع عدم الاختلاف فيهما يقسم بينهم بالسوية وفي الصورة التي يكون المتقرب بالاب انثى واحدة يكون ايضا ميراثها ما زاد على سهم المتقرب بالام بعضه بالفرض وبعضه بالرد بالقرابة</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1758:<br>\r\n\tفي جميع صور انحصار الوارث القريب بالاخوة سواء كانوا من الابوين ام من الاب ام من الام ام بعضهم من الابوين وبعضهم من الاب وبعضهم من الام اذا كان للميت زوج كان له النصف واذا كانت له زوجة كان لها الربع وللاخ من الام مع الاتحاد السدس ومع التعدد الثلث والباقي للاخوة من الابوين او من الاب اذا كانوا ذكورا او ذكورا واناثا اما اذا كانوا اناثا ففي بعض الصور تكون الفروض اكثر من الفريضة كما اذا ترك زوجا او زوجة واختين من الابوين او الاب واختين او اخوين من الام فان سهم المتقرب بالام الثلث وسهم الاختين من الابوين او الاب الثلثان وذلك تمام الفريضة ويزيد عليها سهم الزوج او الزوجة وكذا اذا ترك زوجا واختا واحدة من الابوين او الاب واختين او اخوين من الام فان نصف الزوج ونصف الاخت من الابوين يستوفيان الفريضة ويزيد بالابوين او بالاب خاصة ولا يدخل النقص على المتقرب بالام ولا على الزوج او الزوجة وفي بعض الصور تكون الفريضة اكثر كما اذا ترك زوجة واختا من الابوين واخا او اختا من<br>\r\n\tالام فان الفريضة تزيد على الفروض بنصف سدس فيرد على الاخت من الابوين فيكون لها نصف التركة ونصف سدسها وللزوجة الربع وللاخ او الاخت من الام السدس</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1759:<br>\r\n\tاذا لم يكن للميت اخ او اخت وانحصر الوارث بالجد او الجدة للاب او للام كان له المال كله واذا اجتمع الجد والجدة معا فان كانا لاب كان المال لهما يقسم بينهما للذكر ضعف الانثى وان كانا لام فالمال ايضا لهما لكن يقسم بينهما بالسوية واذا<br>\r\n\tاجتمع الاجداد بعضهم للام وبعضهم للاب كان للجد للام الثلث وان كان واحدا وللجد للاب الثلثان ولا فرق فيما ذكرنا بين الجد الادنى والاعلى نعم اذا اجتمع الجد الادنى والجد الاعلى كان الميراث للادنى ولم يرث الاعلى شيئا ولا فرق بين ان يكون<br>\r\n\tالادنى ممن يتقرب به الاعلى كما اذا ترك جدة وابا جدته وغيره كما اذا ترك جدا وابا جدة فان الميراث في الجميع للادنى هذا مع المزاحمة اما مع عدمها كما اذا ترك اخوة لام وجدا قريبا لاب وجدا بعيدا لام او ترك اخوة لاب وجدا قريبا لام وجدا بعيدا<br>\r\n\tلاب فان الجد البعيد في الصورتين يشارك الاخوة ولا يمنع الجد القريب من ارث الجد البعيد</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1760:<br>\r\n\tاذا اجتمع الزوج او الزوجة مع الاجداد كان للزوج نصفه وللزوجة ربعها ويعطى المتقرب بالام الثلث والباقي من التركة للمتقرب بالاب</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1761:<br>\r\n\tاذا اجتمع الاخوة مع الاجداد فالجد وان علا كالاخ والجدة وان علت كالاخت فالجد وان علا يقاسم الاخوة وكذلك الجدة فاذا اجتمع الاخوة والاجداد فاما ان يتحد نوع كل منهما مع الاتحاد في جهة النسب بان يكون الاجداد والاخوة كلهم للاب او كلهم للام او مع الاختلاف فيها كان يكون الاجداد للاب والاخوة للام<br>\r\n\tواما ان يتعدد نوع كل منهما بان يكون كل من الاجداد والاخوة بعضهم للاب وبعضهم للام او يتعدد نوع احدهما ويتحد الاخر بان يكون الاجداد نوعين بعضهم للاب وبعضهم للام والاخوة للاب لا غير او للام لا غير او يكون الاخوة بعضهم للاب وبعضهم<br>\r\n\tللام والاجداد كلهم للاب لا غير او للام لا غير ثم ان كلا منهما اما ان يكون واحدا ذكرا او انثى او متعددا ذكورا او اناثا او ذكورا واناثا فهنا صور:<br>\r\n\tالاولى: ان يكون الجد واحدا ذكرا او انثى او متعددا ذكورا او اناثا او ذكورا واناثا من قبل الام وكان الاخ على احد الاقسام المذكورة ايضا من قبل الام فيقتسمون المال بينهم بالسوية<br>\r\n\tالثانية: ان يكون كل من الجد والاخ على احد الاقسام المذكورة فيهما للاب فيقتسمون المال بينهم ايضا بالسوية ان كانوا جميعا ذكورا او اناثا وان اختلفوا في الذكورة والانوثة اقتسموا المال بالتفاضل للذكر مثل حظ الانثيين<br>\r\n\tالثالثة: ان يكون الجد للاب والاخ للابوين والحكم فيها كذلك<br>\r\n\tالرابعة: ان يكون الاجداد متفرقين بعضهم للاب وبعضهم للام ذكورا كانوا او اناثا او ذكورا واناثا الاخوة كذلك بعضهم للاب وبعضهم للام ذكورا او اناثا او ذكورا واناثا فللمتقرب بالام من الاخوة والاجداد جميعا الثلث يقتسمونه بالسوية وللمتقرب<br>\r\n\tبالاب منهم جميعا الثلثان يقتسمونهما للذكر مثل حظ الانثيين مع الاختلاف بالذكورة والانوثة والا فبالسوية<br>\r\n\tالخامسة: ان يكون الجد على احد الاقسام المذكورة للاب والاخ على احد الاقسام المذكورة ايضا للام فيكون للاخ السدس ان كان واحدا والثلث ان كان متعددا يقسم بينهم بالسوية والباقي للجد واحدا كان او متعددا ومع الاختلاف في الذكورة والانوثة يقتسمونه بالتفاضل<br>\r\n\tالسادسة: ان ينعكس الفرض بان يكون الجد باقسامه المذكورة للام والاخ للاب فيكون للجد الثلث وللاخ الثلثان واذا كانت مع الجد للام اخت للاب فان كانتا اثنتين فما زاد لم تزد الفريضة على السهام وان كانت واحدة كان لها النصف وللجد الثلث وفي السدس الزائد من الفريضة لا يترك الاحتياط بالصلح واذا<br>\r\n\tكان الاجداد متفرقين وكان معهم اخ او اكثر لاب<br>\r\n\tكان للجد للام وان كان انثى واحدة الثلث ومع تعدد الجد يقتسمونه بالسوية ولو مع الاختلاف في الذكورة والانوثة والثلثان للاجداد للاب مع الاخوة له يقتسمونه للذكر مثل حظ الانثيين واذا كان معهم اخ لام كان للجد للام مع الاخ للام<br>\r\n\tالثلث بالسوية ولو مع الاختلاف بالذكورة والانوثة وللاجداد للاب الثلثان للذكر مثل حظ الانثيين واذا كان الجد للاب لا غير والاخوة متفرقين فللاخوة للام السدس ان كان واحدا والثلث ان<br>\r\n\tكان متعددا يقتسمونه بالسوية وللاخوة للاب مع الاجداد للاب الباقي ولو كان الجد للام لا غير والاخوة متفرقين كان للجد مع الاخوة للام الثلث بالسوية وللاخ للاب الباقي</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1762:<br>\r\n\tاولاد الاخوة لا يرثون مع الاخوة شيئا فلا يرث ابن الاخ للابوين مع الاخ من الاب او الام بل الميراث للاخ هذا اذا زاحمه اما اذا لم يزاحمه كما اذا ترك جدا لام وابن اخ لام مع اخ لاب فابن الاخ يرث مع الجد الثلث والثلثان للاخ</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1763:<br>\r\n\tاذا فقد الميت الاخوة قام اولادهم مقامهم في الارث وفي مقاسمة الاجداد وكل واحد من الاولاد يرث نصيب من يتقرب به فلو خلف الميت اولا اخ او اخت لام لا غير كن لهم سدس ابيهم او امهم بالفرض والباقي بالرد ولو خلف اولاد اخوين او<br>\r\n\tاختين او اخ واخت كان لاولاد كل واحد من الاخوة السدس بالفرض وسدسين بالرد ولو خلف اولاد ثلاثة اخوة كان لكل فريق من اولاد واحد منهم حصة ابيه او امه وهكذا الحكم في اولاد الاخوة للابوين او للاب ويقسم المال بينهم بالسوية ان كانوا اولاد اخ لام وان اختلفوا بالذكورة والانوثة والمشهور على ان التقسيم بالتفاضل للذكر مثل حظ الانثيين ان كانوا اولاد اخ للابوين او للاب ولكنه لا يخلو من اشكال ولا يبعد ان تكون القسمة بينهم ايضا بالسوية والاحوط هو الرجوع الى الصلح</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1764:<br>\r\n\tاذا خلف الميت اولاد اخ لام واولاد اخ للابوين او للاب كان لاولاد الاخ للام السدس وان كثروا ولاولاد الاخ للابوين او للاب الباقي وان قلوا</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1765:<br>\r\n\tاذا لم يكن للميت اخوة ولا اولادهم الصلبيون كان الميراث لاولاد اولاد الاخوة والاعلى طبقة منهم وان كان من الاب يمنع من ارث الطبقة النازلة وان كانت من الابوين</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tالمرتبة الثالثة: الاعمام والاخوال<br>\r\n\tمسالة 1766:<br>\r\n\tلا يرث الاعمام والاخوال مع وجود المرتبتين الاوليين وهم صنف واحد يمنع الاقرب منهم الابعد</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1767:<br>\r\n\tللعم المنفرد تمام المال وكذا للعمين فما زاد يقسم بينهم بالسوية وكذا العمة والعمتان والعمات لاب كانوا ام لام ام لهما</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1768:<br>\r\n\tاذا اجتمع الذكور والاناث كالعم والعمة والاعمام والعمات فالمشهور والمعروف ان القسمة بالتفاضل للذكر مثل حظ الانثيين ان كانوا جميعا للابوين او للاب لكن لا يبعد ان تكون القسمة بينهم بالتساوي والاحوط الرجوع الى الصلح اما اذا كانوا جميعا للام ففيه قولان اقربهما القسمة بالسوية</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1769:<br>\r\n\tاذا اجتمع الاعمام والعمات وتفرقوا في جهة النسب بان كان بعضهم للابوين وبعضهم للاب وبعضهم للام سقط المتقرب بالاب ولو فقد المتقرب بالابوين قام المتقرب بالاب مقامه والمشهور على ان المتقرب بالام ان كان واحد كان له السدس وان كان متعددا كان لهم الثلث يقسم بينهم بالسوية والزائد على السدس او الثلث يكون للمتقرب بالابوين واحدا كان<br>\r\n\tاو اكثر يقسم بينهم للذكر مثل حظ الانثيين ولكن لا يبعد ان يكون الاعمام والعمات من طرف الام كالاعمام والعمات من الابوين ويقتسمون المال بينهم جميعا بالسوية</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1770:<br>\r\n\tللخال المنفرد المال كله وكذا الخالان فما زاد يقسم بينهم بالسوية وللخالة المنفردة المال كله وكذا الخالتان والخالات واذا اجتمع الذكور والاناث بان كان للميت خال فما زاد وخالة فما زاد يقسم المال بينهم بالسوية الذكر والانثى سواء اكانوا للابوين ام للاب ام للام اما لو تفرقوا بان كان بعضهم للابوين وبعضهم للاب وبعضهم للام سقط المتقرب بالاب ولو فقد المتقرب بالابوين قام مقامه والمشهور على انه للمتقرب بالام السدس ان كان واحدا والثلث ان كان متعددا يقسم بينهم بالسوية والباقي للمتقرب بالابوين يقسم بينهم بالسوية ايضا ولكن لا يبعد ان يكون المتقرب بالام كالمتقرب بالابوين وانهم يقتسمون المال جميعا بينهم بالسوية</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1771:<br>\r\n\tاذا اجتمع الاعمام والاخوال كان للاخوال الثلث وان كان واحدا ذكرا او انثى والثلثان للاعمام وان كان واحدا ذكرا او انثى فان تعدد الاخوال اقتسموا الثلث على ما تقدم واذا تعدد الاعمام اقتسموا الثلثين كذلك</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1772:<br>\r\n\tاولاد الاعمام والعمات والاخوال والخالات يقومون مقام ابائهم عند فقدهم فلا يرث ولد عم او عمة مع عم ولا عمة ولا خال ولا خالة ولا يرث ولد خال او خالة مع خال ولا مع خالة ولا مع عم ولا مع عمة بل يكون الميراث للعم او الخال او العمة او الخالة لما عرفت من ان هذه المرتبة كلها صنف واحد لا صنفان كي يتوهم ان ولد العم لا يرث مع العم والعمة ولكن يرث مع الخال والخالة وان ولد الخال لا يرث مع الخال او الخالة ولكن يرث مع العم او العمة بل الولد لا يرث مع وجود العم او الخال ذكرا او انثى ويرث مع فقدهم جميعا</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1773:<br>\r\n\tيرث كل واحد من اولاد العمومة والخؤولة نصيب من يتقرب به فاذا اجتمع ولد عمة وولد خال اخذ ولد العمة وان كان واحدا انثى الثلثين وولد الخال وان كان ذكرا متعددا الثلث والقسمة بين اولاد العمومة او الخؤولة على النحو المتقدم في اولاد الاخوة في المسالة رقم 1673</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1774:<br>\r\n\tقد عرفت ان العم والخال ذكرا ام انثى يمنع ولد العم وكذلك الاقرب من الاولاد يمنع الابعد فولد العم يمنع ولد ولد العم والعمة وولد ولد الخال والخالة الا في صورة واحدة وهي ابن عم لابوين مع عم لاب فان ابن العم يمنع العم ويكون المال<br>\r\n\tكله له ولا يرث معه العم للاب اصلا ولو كان معهما خال او خالة سقط ابن العم وكان الميراث للعم والخال والخالة ولو تعدد العم او ابن العم او كان زوج او زوجة ففي جريان الحكم الاول اشكال</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1775:<br>\r\n\tالاقرب من العمومة والخؤولة يمنع الابعد منهما فاذا كان للميت عم وعم اب او عم ام او خال لاب او ام كان الميراث لعم الميت ولا يرث معه عم ابيه ولا خال ابيه ولا عم امه ولا خال امه ولو لم يكن للميت عم او خال لكن كان له عم اب وعم جد او خال جد كان الميراث لعم الاب دون عم الجد او خاله</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1776:<br>\r\n\tاولاد العم والخال مقدمون على عم اب الميت وخال ابيه وعم ام الميت وخالها وكذلك من نزلوا من الاولاد وان بعدوا فانهم مقدمون على الدرجة الثانية من الاعمام والاخوال</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1777:<br>\r\n\tاذا اجتمع عم الاب وعمته وخاله وخالته وعم الام وعمتها وخالها وخالتها كان للمتقرب بالام الثلث يقسم بينهم بالسوية وللمتقرب بالاب الثلثان والمشهور ان ثلثهما لخال ابيه وخالته يقسم بينهما بالسوية والباقي يقسم بين عم ابيه وعمته للذكر مثل حظ الانثيين ولا يبعد ان المتقربين بالاب ايضا يقتسمون المال بينهم بالسوية من دون فرق بين الخال والعم</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1778:<br>\r\n\tاذا دخل الزوج او الزوجة على الاعمام والاخوال كان للزوج او الزوجة نصيبه الاعلى من النصف او الربع وللاخوال الثلث وللاعمام الباقي واما قسمة الثلث بين الاخوال وكذلك قسمة الباقي بين الاعمام فعلى ما تقدم</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1779:<br>\r\n\tاذا دخل الزوج او الزوجة على الاخوال فقط وكانوا متعددين اخذ نصيبه الاعلى من النصف والربع والباقي يقسم يبنهم على ما تقدم وهكذا الحكم فيما لو دخل الزوج او الزوجة على الاعمام المتعددين</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1780:<br>\r\n\tاذا اجتمع لوارث سببان للميراث فان لم يمنع احدهما الاخر ورث بهما معا سواء اتحدا في النوع كجد لاب هو جد لام ام تعددا كما اذا تزوج اخو الشخص لابيه باخته لامه فولدت له فهذا الشخص بالنسبة الى ولد الشخص عم وخال وولد الشخص بالنسبة الى ولدهما ولد عم لاب وولد خال لام<br>\r\n\tواذا منع احد السببين الاخر ورث بالمانع كما اذا تزوج الاخوان زوجتين فولدتا لهما ثم مات احدهما فتزوجه الاخر فولدت له فولد هذه المراة من زوجها الاول ابن عم لولدها من زوجها الثاني واخ لام فيرث بالاخوة لا بالعمومة</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tفصل (في الميراث بالسبب)</p>\r\n<p>\r\n\tوهو اثنان: الزوجية والولاء فهنا مبحثان:<br>\r\n\tالاول: الزوجية<br>\r\n\tمسالة 1781:<br>\r\n\tيرث الزوج من الزوجة النصف مع عدم الولد لها والربع مع الولد وان نزل وترث الزوجة من الزوج الربع مع عدم الولد له والثمن مع الولد وان نزل</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1782:<br>\r\n\tاذا لم تترك الزوجة وارثا لها ذا نسب او سبب الا الامام فالنصف لزوجها بالفرض والنصف الاخر يرد عليه على الاقوى واذا لم يترك الزوج وارثا له ذا نسب او سبب الا الامام فلزوجته الربع فرضا وهل يرد عليها الباقي مطلقا او اذا كان الامام غائبا او لا يرد عليها بل يكون الباقي للامام اقوال اقواها الاخير</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1783:<br>\r\n\tاذا كان للميت زوجتان فما زاد اشتركن في الثمن بالسوية مع الولد وفي الربع بالسوية مع عدم الولد</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1784:<br>\r\n\tيشترط في التوارث بين الزوجين دوام العقد فلا ميراث بينهما في الانقطاع كما تقدم ولا يشترط الدخول في التوارث فلو مات احدهما قبل الدخول ورثه الاخر زوجا كان ام زوجة والمطلقة رجعيا ترثه وتورث بخلاف البائن</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1785:<br>\r\n\tيصح طلاق المريض لزوجته ولكنه مكروه فاذا طلقها في مرضه وماتت الزوجة في العدة الرجعية ورثها ولا يرثها في غير ذلك واما اذا مات الزوج فهي ترثه سواء اكان الطلاق رجعيا ام كان بائنا اذا كان موته قبل انتهاء السنة من حين الطلاق ولم يبرأ من مرضه الذي طلق فيه ولم يكن الطلاق بسؤالها ولم يكن خلعا ولا مباراة ولم تتزوج بغيره فلو مات بعد انتهاء السنة ولو بلحظة او برىء من مرضه فمات لم ترثه واما اذا كان الطلاق بسؤالها او كان الطلاق خلعا او مباراة او كانت قد تزوجت المراة بغيره ففيه اشكال</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1786:<br>\r\n\tاذا طلق المريض زوجاته وكن اربعا وتزوج اربعا اخرى ودخل بهن ومات في مرضه قبل انتهاء السنة من الطلاق اشتركت المطلقات مع الزوجات في الربع او الثمن</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1787:<br>\r\n\tاذا طلق واحدة من اربع فتزوج اخرى ثم مات واشتبهت المطلقة في الزوجات الاول ففي الرواية - وعليها العمل - انه كان للتي تزوجها اخيرا ربع الثمن وتشترك الاربع المشتبهة فيهن المطلقة بثلاثة ارباعه هذا اذا كان للميت ولد والا كان لها الربع وتشترك الاربعة الاولى في ثلاثة ارباعه وهل يتعدى<br>\r\n\tالى كل مورد اشتبهت فيه المطلقة بغيرها او يعمل بالقرعة قولان اقواهما الثاني</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1788:<br>\r\n\tيرث الزوج من جميع ما تركته الزوجة منقولا وغيره ارضا وغيرها وترث الزوجة مما تركه الزوج من المنقولات والسفن والحيوانات ولا ترث من الارض لا عينا ولا قيمة وترث مما ثبت فيها من بناء واشجار والات واخشاب ونحو ذلك ولكن للوارث دفع القيمة اليها ويجب عليها القبول ولا فرق في الارض بين الخالية والمشغولة بغرس او بناء او زرع او غيرها</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1789:<br>\r\n\tكيفية التقويم ان يفرض البناء ثابتا من غير اجرة ثم يقوم على هذا الفرض فتستحق الزوجة الربع او الثمن من قيمته</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1790:<br>\r\n\tالظاهر انها تستحق من عين ثمرة النخل والشجر والزرع الموجودة حال موت الزوج وليس للوارث اجبارها على قبول القيمة</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1791:<br>\r\n\tاذا لم يدفع الوارث القيمة لعذر او لغير عذر سنة او اكثر كان للزوجة المطالبة باجرة البناء واذا اثمرت الشجرة في تلك المدة كان لها فرضها من الثمرة عينا فلها المطالبة بها وهكذا ما دام الوارث لم يدفع القيمة تستحق الحصة من المنافع والثمرة وغيرهما من النماءات</p>\r\n<p>\r\n\t </p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1792:<br>\r\n\tاذا انقلعت الشجرة او انكسرت او انهدم البناء فالظاهر عدم جواز اجبارها على اخذ القيمة فيجوز لها المطالبة بحصتها من العين كالمنقول نعم اذا كان البناء مستعدا للهدم والشجر مستعدا للكسر والقطع جاز اجبارها على اخذ القيمة ما دام لم ينهدم ولم ينكسر وكذا الحكم في الفسيل المعد للقطع وهل يلحق بذلك الدولاب والمحالة والعريش الذي يكون عليه اغصان الكرم وجهان اقواهما ذلك فللوارث اجبارها على اخذ قيمتها وكذا بيوت القصب</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1793:<br>\r\n\tالقنوات والعيون والابار ترث الزوجة من الاتها وللوارث اجبارها على اخذ القيمة واما الماء الموجود فيها فانها ترث من عينه وليس للوارث اجبارها على اخذ قيمته ولو حفر سردابا او بئرا قبل ان يصل الى حد النبع فمات ورثت منها الزوجة وعليها اخذ القيمة</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1794:<br>\r\n\tلو لم يرغب الوارث في دفع القيمة للزوجة عن الشجر والبناء فدفع لها العين نفسها كانت شريكة فيها كسائر الورثة ولا يجوز لها المطالبة بالقيمة ولو عدل الوارث عن بذل العين الى القيمة ففي وجوب قبولها اشكال وان كان الاظهر العدم</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1795:<br>\r\n\tالمدار في القيمة على قيمة يوم الدفع</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1796:<br>\r\n\tقد تقدم في كتاب النكاح انه لو تزوج المريض ودخل بزوجته ورثته واذ مات قبل الدخول فنكاحه باطل ولا مهر لها ولا ميراث</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tفصل في ميراث ولد الملاعنة والزنا والحمل والمفقود</p>\r\n<p>\r\n\tمسالة 1819:<br>\r\n\tولد الملاعنة ترثه امه ومن يتقرب بها من اخوة واخوال والزوج والزوجة ولا يرثه الاب ولا من يتقرب به وحده فان ترك امه منفردة كان لها الثلث فرضا وبالباقي يرد عليها على الاقوى وان ترك مع الام اولادا كان لها السدس والباقي لهم للذكر مثل حظ الانثيين الا اذا كان الولد بنتا فلها النصف ويرد الباقي ارباعا عليها وعلى الام واذا ترك زوجا او زوجة كان له نصيبه كغيره<br>\r\n\tوتجري الاحكام السابقة في مراتب الميراث جميعا ولا فرق بينه وبين غيره من الاموات الا في عدم ارث الاب ومن يتقرب به وحده كالاعمام والاجداد واخوة للاب ولو ترك اخوة من الابوين قسم المال بينهم جميعا بالسوية وان كانوا ذكورا واناثا</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1820:<br>\r\n\tيرث ولد الملاعنة امه وقرابتها ولا يرث اباه الا ان يعترف به الاب بعد اللعان ولا يرث هو من يتقرب بالاب اذا لم يعترف به وهل يرثهم اذا اعترف به الاب قولان اقواهما العدم</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1821:<br>\r\n\tاذا تبرا الاب من جريرة ولده ومن ميراثه ثم مات الولد قيل كان ميراثه لعصبة ابيه دون ابيه وقيل لا اثر للتبري المذكور في نفي التوارث وهو الاقوى</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1822:<br>\r\n\tولد الزنا لا يرثه ابوه الزاني ولا من يتقرب به ولا يرثهم هو وفي عدم ارث امه الزانية ومن يتقرب بها اشكال ويرثه ولده وزوجه او زوجته ويرثهم هو واذا مات مع عدم الوارث فارثه للمولى المعتق ثم الضامن ثم الامام واذا كان له زوج او زوجة حينئذ<br>\r\n\tكان له نصيبه الاعلى ولا يرد على الزوجة اذا لم يكن وارث الا الامام بل يكون له ما زاد على نصيبها نعم يرد على الزوج على ما سبق</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1823:<br>\r\n\tالحمل وان كان نطفة حال موت المورث يرث اذا سقط حيا وان لم يكن كاملا ولا بد من اثبات ذلك وان كان بشهادة النساء واذا مات بعد ان سقط حيا كان ميراثه لوارثه وان لم يكن مستقر الحياة واذا سقط ميتا لم يرث وان علم انه كان حيا حال كونه حملا او تحرك بعدما انفصل اذا لم تكن حركته حركة حياة</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1824:<br>\r\n\tاذا خرج نصفه واستهل صائحا ثم مات فانفصل ميتا لم يرث ولم يورث</p>\r\n<p>\r\n\t </p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1825:<br>\r\n\tيترك للحمل قبل الولادة نصيب ذكرين احتياطا ويعطى اصحاب الفرائض سهامهم من الباقي فان ولد حيا وكان ذكرين فهو وان كان ذكرا وانثى او ذكرا واحدا او انثيين او انثى واحدة قسم الزائد على اصحاب الفرائض بنسبة سهامهم هذا اذا رضي الورثة بذلك والا يترك له سهم ذكر واحد ويقسم الباقي مع الوثوق بحفظ السهم الزائد للحمل وامكان اخذه له ولو بعد التقسيم على تقرير سقوطه حيا</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1826:<br>\r\n\tدية الجنين يرثها من يرث الدية على ما تقدم</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1827:<br>\r\n\tالمفقود خبره والمجهول حاله يتربص بماله وفي مدة التربص اقوال والاقوى انها اربع سنين يفحص عنه فيها فاذا جهل خبره قسم ماله بين ورثته الذين يرثونه لو مات حين انتهاء مدة التربص ولا يرثه الذين يرثونه لو مات بعد انتهاء مدة التربص<br>\r\n\tويرث هو مورثه اذا مات قبل ذلك ولا يرثه اذا مات بعد ذلك والا ظهر جواز التقسيم بعد مضي عشر سنوات بلا حاجة الى الفحص</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1828:<br>\r\n\tاذا تعارف اثنان بالنسب وتصادقا عليه توارثا اذا لم يكن وارث اخر والا ففيه اشكال كما تقدم في كتاب الاقرار</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tفصل في ميراث الخنثى</p>\r\n<p>\r\n\tمسالة 1829:<br>\r\n\tالخنثى - وهو من له فرج الرجال وفرج النساء- ان علم انه من الرجال او النساء علم به والا رجع الى الامارات فمنها: البول من احدهما بعينه فان كان يبول من فرج الرجال فهو رجل وان كان يبول من فرج النساء فهو امراة وان كان يبول من كل منهما كان المدار على ما سبق البول منه فان تساويا في السبق قيل المدار على ما ينقطع عنه البول اخيرا ولا يخلو من اشكال وعلى كل حال اذا لم تكن امارة على احد الامرين اعطي نصف سهم رجل ونصف سهم امراة فاذا خلف الميت ولدين ذكرا<br>\r\n\tوخنثى فرضتهما ذكرين تارة ثم ذكرا وانثى اخرى وضربت احدى الفريضتين في الاخرى فالفريضة على الفرض الاول اثنان وعلى الفرض الثاني ثلاثة فاذا ضرب الاثنان في الثلاثة كان حاصل الضرب ستة فاذا ضرب في مخرج النصف وهو اثنان صار اثني عشر سبعةمنها للذكر وخمسة للخنثى واذا خلف ذكرين<br>\r\n\tوخنثى فرضتها ذكرا فالفريضة ثلاثة لثلاثة ذكور وفرضتها انثى فالفريضة خمسة للذكرين اربعة وللانثى واحدا فاذا ضرب الثلاثة في الخمسة كان خمسة عشر فاذا ضربت في الاثنين صارت ثلاثين يعطى منها للخنثى ثمانية ولكل من الذكرين<br>\r\n\tاحد عشر وان شئت قلت في الفرض الاول لو كانت انثى كان سهمها اربعة من اثني عشر ولو كانت ذكرا كان سهمها ستة فيعطى الخنثى نصف الاربعة ونصف الستة وهو خمسة وفي الفرض الثاني لو كانت ذكرا كان سهمها عشرة ولو كانت انثى كان سهمها ستة فيعطى الخنثى نصف العشرة ونصف الستة</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1830:<br>\r\n\tمن له راسان او بدنان على حقو واحد فان انتبها معا فهما واحد والا فاثنان والظاهر التعدي عن الميراث الى سائر الاحكام</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1831:<br>\r\n\tمن جهل حاله ولم يعلم انه ذكر او انثى لغرق ونحوه يورث بالقرعة وكذا من ليس له فرج الرجال ولا فرج النساء يكتب على سهم (عبدالله) وعلى سهم اخر (امة الله) ثم يقول المقرع: اللهم انت الله لا اله الا انت عالم الغيب والشهادة انت تحكم بين عبادك فيما كانوا فيه يختلفون بين لنا هذا المولود<br>\r\n\tحتى يورث ما فرضت له في الكتاب ثم يطرح السهمان في سهام مبهمة وتشوش السهام ثم يجال السهم على ما خرج ويورث عليه والظاهر ان الدعاء مستحب وان كان ظاهر جماعة الوجوب</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tفصل في ميراث الغرقى والمهدوم عليهم</p>\r\n<p>\r\n\tمسالة 1832:<br>\r\n\tيرث الغرقى بعضهم من بعض وكذلك المهدوم عليهم بشروط ثلاثة:<br>\r\n\tالاول: ان يكون لهم او لاحدهم مال<br>\r\n\tالثاني: ان يكون بينهم نسب او سبب يوجب الارث من دون مانع<br>\r\n\tالثالث: ان يجهل المتقدم والمتاخر فمع اجتماع الشرائط المذكورة يرث كل واحد منهما من صاحبه من ماله الذي مات عنه لا مما ورثه منه فيفرض كل منهما حيا حال موت الاخر فما يرثه منه يرثه اذا غرقا مثلا اذا غرق الزوجان واشتبه المتقدم والمتاخر وليس لهما ولد ورث الزوج النصف ومن تركة الزوجة<br>\r\n\tوورثت الزوجة ربع ما تركه زوجها فيدفع النصف الموروث للزوج الى ورثته مع ثلاثة ارباع تركته الباقية بعد اخراج ربع الزوجة ويدفع ربع الموروث للزوجة مع نصف تركتها الباقي بعد نصف الزوج الى ورثتها هذا حكم توارثهما فيما بينهما اما حكم ارث<br>\r\n\tالحي غيرهما من احدهما من ماله الاصلي فهو انه يفرض الموروث سابقا في الموت ويورث الثالث الحي منه ولا يفرض لاحقا في الموت مثلا اذا غرقت الزوجة وبنتها فالزوج يرث من زوجته الربع وان لم يكن للزوجة ولد غير البنت ولا يرث النصف وكذا ارث البنت فانها تفرض سابقة فيكون لامها التي غرقت معها الثلث ولابيها الثلثان واذ غرق الاب وبنته التي ليس له<br>\r\n\tولد سواها كان لزوجته الثمن ولا يفرض موته بعد البنت واما حكم ارث غيرهما الحي لاحدهما من ماله الذي ورثه من صاحبه الذي غرق معه فهو انه يفرض المورث لاحقا لصاحبه في الموت فيرثه وارثه على هذا التقدير ولا يلاحظ فيه احتمال تقدم موته عكس ما سبق في ارث ماله الاصلي واذا كان الموتى ثلاثة فما زاد فرض موت كل واحد منهم وحياة الاخرين فيرثان منه كغيرهما نم الاحياء</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1833:<br>\r\n\tاذا ماتا بسبب غير الغرق والهدم كالحرق والقتل في معركة قتال او افتراس سبع او نحو ذلك ففي الحكم بالتوارث من الطرفين كما في الغرق والهدم قولان اقواهما ذلك بل الظاهر عموم الحكم لما اذا ماتا حتف انفهما بلا سبب</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1834:<br>\r\n\tاذا كان الغرقى والمهدوم عليهم يتوارث بعضهم من بعض دون بعض اخر الا على تقدير غير معلوم كما اذا غرق الاب وولداه فان الولدين لا يتوارثان الا مع فقد الاب ففي الحكم بالتوارث اشكال بل الاظهر العدم</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1835:<br>\r\n\tالمشهور اعتبار صلاحية الوارث عن الطرفين فلو انتفت من احدهما لم يحكم بالارث من احد الطرفين كما اذا غرق اخوان لاحدهما ولد دون الاخر وقيل لا يعتبر ذلك ويحكم بالارث من احد الطرفين وهو قوي</p>\r\n\r\n                                    </td>"
        ]
    },
    {
        "year": 1900,
        "law_id": "257588",
        "subdetails": "نوع النص: مختلف |  رقم 0 تاريخ: 01/01/1900",
        "publish_date": "01/01/1900",
        "page_number": "0",
        "notes": "",
        "articles": [
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 1281:<br>\r\n\tحريم البئر يعني حقوقه من جهاته من كل طرف اربعون ذراعا.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 1282:<br>\r\n\tحريم منبع الاعين يعني الماء المستخرج من الارض الجاري على وجهها من كل طرف خمسمائة ذراع.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1283:<br>\r\n\tحريم النهر الكبير الذي لا يحتاج الى الكري كل وقت من كل طرف مقدار نصفه فيكون مقدار حريمه من جانبيه مساويا عرضه.<br>\r\n\t </p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1284:<br>\r\n\tحريم النهر الصغير المحتاج للكري يعني الجداول والقني تحت الارض على مقدار ما يلزمها من المحل لاجل طرح الاحجار والطين عند كريها.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1285:<br>\r\n\tحريم القناة الجاري ماؤها على وجه الارض كالعين من كل طرف خمسمائة ذراع</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1286:<br>\r\n\tحريم الآبار ملك اصحابها لا يجوز لغيرهم ان يتصرف بها بوجه من الوجوه ومن حفر بئرا في حريم اخر يردم وعلى هذا الوجه ايضا حريم الينابيع والانهر والقنوات.<br>\r\n\t </p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1287:<br>\r\n\tاذا حفر شخص بئرا بالاذن السلطاني في القرب من حريم بئر لاخر فحريم هذا البئر في سائر جهاته ايضا اربعون ذراعا لكن في جهة البئر الاول ليس له ان يتجاوز حريمه.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1288:<br>\r\n\tاذا حفر شخص بئرا في خارج حريم بئر اخر فذهب ماء البئر الاول الى الثاني فلا شيء عليه كما لو فتح شخص دكانا عند دكان اخر وكسدت تجارة الاول فلا تغلق الثانية.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1289:<br>\r\n\tحريم الشجرة المغروسة بالاذن السلطاني في اراضي الموات من كل جهة خمسة اذرع لا يجوز لغيره غرس شجرة في هذه المسافة</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1290:<br>\r\n\tساقية لشخص جارية في عرصة اخر فطرفاها بقدر ما يمسك الماء لصاحب الساقية واذا كان طرفاها مرتفعين فما ارتفع منهما ايضا لصاحب الساقية وان لم يكن طرفاها مرتفعين يوجد دليل على ان احدهما ذو يد بان كان عليهما اشجار مغروسة فالطرفان لصاحب العرصة لكن لصاحب الساقية ان يطرح الطين الى طرفيها وقت كريها.<br>\r\n\t </p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1291:<br>\r\n\tلا حريم لبئر حفره شخص في ملكه ولجاره ايضا ان يحفر بئرا اخر في ملك نفسه عند ذلك البئر وليس لذلك الشخص منع جاره من حفر البئر بقوله انه يجذب ماء بئري.</p>\r\n\r\n                                    </td>"
        ]
    },
    {
        "year": 1900,
        "law_id": "249830",
        "subdetails": "نوع النص: قانون |  رقم 1 تاريخ: 01/01/1900",
        "publish_date": "01/01/1900",
        "page_number": "112",
        "notes": "",
        "articles": [
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tالحجر هو منع شخص مخصوص عن تصرفه القولي ويقال لذلك<br>\r\n\tالشخص بعد الحجر محجور.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tالاذن هو فك الحجر واسقاط حق المنع ويقال للشخص الذي اذن مأذون.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tالصغير غير المميز هو الذي لا يفهم البيع والشراء أي لا يعلم كون البيع سالبا للملك, والشراء جالبا له ولا يميز الغبن الفاحش مثل ان يغش في العشرة بخمسة من الغبن اليسير والطفل الذي يميز هذه المذكورات يقال له صبي مميز.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tالمجنون على قسمين احدهما المجنون المطبق وهو الذي جنونه يستوعب جميع اوقاته والثاني هو المجنون غير المطبق وهو الذي يكون في بعض الاوقات مجنونا ويفيق في بعضها.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tالمعتوه هو الذي اختل شعوره بحيث يكون فهمه قليلا وكلامه مختلطا وتدبيره فاسدا.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tالسفيه هو الذي يصرف ماله في غير موضعه ويبذر في مصارفه ويضيع امواله ويتلفها بالاسراف, والذين لا يزالون يغفلون في اخذهم واعطائهم ولم يعرفوا طريق تجارتهم وتمتعهم بسبب بلاهتهم وخلو قلوبهم يعدون ايضا من السفهاء</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tالرشيد هو الذي يتقيد بمحافظة ماله ويتوقى من الاسراف والتبذير</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tالاكراه هو اجبار احد على ان يعمل عملا بغير حق من دون رضاه بالاخافة ويقال له المكره (بفتح الراء) ويقال لمن اجبر مجبر ولذلك العمل مكره عليه وللشيء الموجب للخوف مكره به.<br>\r\n\t </p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tالاكراه على قسمين القسم الاول هو الاكراه الملجىء الذي يكون بالضرب الشديد المؤدي الى اتلاف النفس او قطع عضو والثاني هو الاكراه غير الملجىء الذي يوجب الغم والالم فقط كالضرب والحبس (غير المبرح والمديد)</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tالشفعة هي تملك الملك المشترى بمقدار الثمن الذي قام على المشتري.<br>\r\n\t </p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tالشفيع هو من كان له حق الشفعة.<br>\r\n\t </p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tالمشفوع هو العقار الذي تعلق به حق الشفعة.<br>\r\n\t </p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\t </p>\r\n<table id=\"tabArticles\">\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td valign=\"top\">\r\n\t\t\t\tالمشفوع به هو ملك الشفيع الذي كان به الشفعة.</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td valign=\"top\">\r\n\t\t\t\t </td>\r\n\t\t</tr>\r\n\t</tbody>\r\n</table>\r\n<p>\r\n\t </p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\t </p>\r\n<table id=\"tabArticles\">\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td valign=\"top\">\r\n\t\t\t\tالخليط هو بمعنى المشارك في حقوق الملك كحصة الماء والطريق.</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td valign=\"top\">\r\n\t\t\t\t </td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td colspan=\"2\">\r\n\t\t\t\t </td>\r\n\t\t</tr>\r\n\t</tbody>\r\n</table>\r\n<p>\r\n\t </p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tالشرب الخاص هو حق شرب الماء الجاري المخصوص بالاشخاص المعدودة واما اخذ الماء من الانهر التي تنتفع بها العامة فليس من قبيل الشرب الخاص</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\t </p>\r\n<table id=\"tabArticles\">\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td valign=\"top\">\r\n\t\t\t\tالطريق الخاص هو الزقاق الذي لا ينفذ.</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td valign=\"top\">\r\n\t\t\t\t </td>\r\n\t\t</tr>\r\n\t</tbody>\r\n</table>\r\n<p>\r\n\t </p>\r\n\r\n                                    </td>"
        ]
    },
    {
        "year": 1900,
        "law_id": "257565",
        "subdetails": "نوع النص: قانون |  رقم 0 تاريخ: 01/01/1900",
        "publish_date": "01/01/1900",
        "page_number": "0",
        "notes": "",
        "articles": [
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tالباب الثامن:المزارعة والمساقاة الفصل الاول: في بيان الزراعة</p>\r\n<p dir=\"rtl\">\r\n\tمادة 1431:<br>\r\n\tالمزارعة نوع شركة على كون الاراضي من طرف والعمل طرف اخر يعني ان الاراضي تزرع والحاصلات تقسم بينهما.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tركن المزارعة الايجاب والقبول فاذا قال صاحب الاراضي للفلاح اعطيتك هذه الارض مزارعة على ان حصتك من الحاصلات كذا وقال الفلاح قبلت او رضيت او يقول قولا يدل على الرضى او قال الفلاح لصاحب الارض اعطني ارضك على وجه المزارعة لاعمل فيها ورضي الاخر تنعقد المزارعة.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tكون العاقدين عاقلين في المزارعة شرط وكونهما بالغين ليس بشرط فيجوز للصبي المأذون عقد المزارعة.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tيشترط تعيين ما يزرع يعني ما يبذر او تعميمه على ان يزرع الفلاح ما شاء.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tيشترط حين العقد تعيين حصة الفلاح جزءا شائعا من الحاصلات كالنصف والثلث وان لم تتعين حصة او تعينت على اعطاء شيء من غير الحاصلات او على مقدار كذا مدا من الحاصلات فالمزارعة غير صحيحة.<br>\r\n\t </p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tيشترط كون الاراضي صالحة للزراعة وتسليمها للفلاح.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tاذا فقد شرط من الشروط المذكورة قبل تكون المزارعة فاسدة.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tكيفما شرط العاقدان في المزارعة الصحيحة تقسم الحاصلات بينهما كذلك.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tتكون كل الحاصلات في المزارعة الفاسدة لصاحب البذر وللاخر اجرة ارضه ان كان صاحب ارض وان كان فلاحا فله اجر المثل.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tاذا مات صاحب الارض والزرع اخضر فالفلاح يداوم على العمل الى ان يدرك الزرع ولا يسوغ لورثة المتوفي منعه واذا مات الفلاح فوارثه قائم مقامه ان شاء داوم على العمل الى ان يدرك الزرع ولا يسوغ لصاحب الارض منعه.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tالفصل الثاني: في بيان المساقاة</p>\r\n<p>\r\n\tمادة 1441<br>\r\n\tالمساقاة نوع شركة على ان يكون اشجار من طرف وتربية من طرف اخر ويقسم ما تحصل من الثمرة بينهما.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tركن المساقاة الايجاب والقبول فاذا قال صاحب الاشجار للعامل اعطيتك اشجاري هذه بوجه المساقاة على ان تأخذ من ثمرتها كذا حصة وقبل العامل يعني الذي يربي الاشجار تنعقد المساقاة.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tكون العاقدين عاقلين شرط دون بلوغهما.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tكون حصة العاقدين في عقد المساقاة جزءا شائعا كالنصف والثلث شرط ايضا كما في المزارعة.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tتسليم الاشجار الى العامل شرط.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tتقسم الثمرة في المساقاة الصحيحة بين العاقدين على وجه ما شرطا.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tتكون الثمرة الحاصلة في المساقاة الفاسدة بتمامها لصاحب الاشجار ويأخذ العامل اجر المثل (كما في المزارعة).</p>\r\n<p dir=\"rtl\">\r\n\t </p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tاذا مات صاحب الاشجار والثمرة فجة يداوم العامل على العمل الى ان تنضج الثمرة ولا يسوغ لورثة المتوفي منعه اذا مات العامل فوارثه يكون قائما مقامه فان شاء داوم على العمل ولا يسوغ لصاحب الاشجار منعه</p>\r\n\r\n                                    </td>"
        ]
    },
    {
        "year": 1900,
        "law_id": "257901",
        "subdetails": "نوع النص: دفتر شروط |  رقم 0 تاريخ: 01/01/1900",
        "publish_date": "01/01/1900",
        "page_number": "0",
        "notes": "",
        "articles": [
            "<td class=\"ArticleText\">\r\n                                        <p>مادة فصل 1:\r\n101- المستندات  التعاقدية وترتيب  الاولية:\r\n- في حال تناقض  المستندات  التعاقدية التي يتكون منها\r\nالالتزام يؤخذ بالمستندات  وفقا لاهميتها المرتبة كما يأتي:\r\n- العرض  او كتاب  التعهد المقبول.\r\n- جدول الاسعار في حال التزام بسعر افرادي.\r\n- روزنامة التنفيذ.\r\n- دفتر الشروط الخاصة.\r\n- الكشف  الوصفي والمواصفات  الفنية.\r\n- المخططات  والرسوم.\r\n- دفتر المواصفات  الفنية العامة.\r\n- دفتر الشروط الادارية العامة.\r\n102- المستندات  الواجب  تقديمها من صاحب  العمل او المتعهد:\r\n201-1 على صاحب  العمل في جميع الحالات  ان يقدم في اثناء\r\nالمداولة دفتر الشروط الخاصة الذي يستند الى دفتر الشروط\r\nالادارية العامة او الى دفتر المواصفات  الفنية العامة.\r\n202-1 كذلك يقدم المتعهد العرض  والمستندات  المحددة في\r\nالمادة 3 من دفتر الشروط الادارية العامة او دفتر الشروط\r\nالخاصة.\r\n21-1 تقدم بقية المستندات  التعاقدية كما هو مبين ادناه\r\nوفقا لطريقة التداول.\r\n211-1 مداولة بموجب  مسابقة على برنامج او على مشروع تمهيدي.\r\nالاوراق المقدمة من المتعهد عند تقديم عرضه\r\n- كشف  وصفي ومواصفات  فنية تصف  الاشغال وتؤلف  مشروع\r\nالتنفيذ.\r\n- المستندات  المقدمة من المتعهد خلال مدة الاعدادات .\r\n- تفاصيل تنفيذ المشروع التكميلية.\r\n- روزنامة التنفيذ.\r\n212-1 التداول على مشروع محدد دون تفصيلات  تكميلية للبناء.\r\n- المستندات  المقدمة من صاحب  العمل خلال المداولة.\r\n- مجموعة المستندات  التي تحدد الاشغال بواسطة الرسوم\r\nوالمواصفات  التي تؤلف  المشروع.\r\n- المستندات  المقدمة من المتعهد خلال مدة الاعدادات .\r\n- التفاصيل الاضافية للبناء والتنفيذ.\r\n- روزنامة التنفيذ.\r\n213-1 المداولات  على مشروع نهائي يتضمن جميع تفاصيل البناء\r\nوالتنفيذ:\r\n- نفس  الاحكام كما في الحالة السابقة الا فيما له علاقة\r\nبالتفاصيل التكميلية للبناء والتنفيذ المقدمة من صاحب  العمل.\r\n22, 1- تلحق بالالتزام المستندات  التالية التي ليس  لها صفة\r\nتعاقدية.\r\n221, 1- في الحالة المشار اليها في الفقرة 211-1: المنهاج او\r\nالمشروع التمهيدي الذي جرى التداول على اساسه مع المؤسسات .\r\n222, 1- في الحالات  المنصوص  عليها في 212, 1 و213, 1:\r\nبرنامج المشروع المقدم من صاحب  العمل في اثناء المداولة.\r\n223, 1- في جميع الحالات  مخطط Chema تنظيم الورقة المقدم\r\nمن المتعهد خلال مدة الاعداد.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>\r\nمادة فصل 2:\r\n1, 2- المهل: روزنامة التنفيذ:\r\n11, 2- يحدد دفتر الشروط الخاصة مدة الاعداد لوضع المستندات\r\nوتقديمها وهي الملحوظة في المادة 2, 1 اعلاه ضمن الشروط\r\nالمحددة في الباب  3 ادناه وخاصة وضع روزنامة التنفيذ بدقة\r\nكما هو مذكور في المقطع 12, 2 ادناه.\r\n12, 2- ان مهلة تنفيذ الاشغال هي المهلة التعاقدية المحددة\r\nفي المادة 33 الفقرة أ-1  من دفتر الشروط الادارية العامة.\r\nتحدد هذه المهلة في دفتر الشروط الخاصة بالنسبة لتسليم مواقع\r\nالعمل الى المتعهد من جهة والعوامل الطبيعية من جهة ثانية\r\nكما يأتي:\r\n121, 2- تبدأ هذه المهلة بصورة مبدئية من تاريخ تسليم مواقع\r\nالعمل الى المتعهد, وتدخل ضمنها ايام الاحاد, والاعياد\r\nالرسمية, والعوامل الجوية.\r\n122, 2- في حال تنفيذ الاشغال خلال فصل الشتاء اي ابداء من\r\nتاريخ 15 تشرين الثاني حتى تاريخ 15 اذار ضمنا من كل سنة\r\nتحسب  مهل تنفيذ الاشغال على الوجه الاتي:\r\n123, 2- عندما تكون مواقع العمل بين الشاطىء وارتفاع اربعماية\r\nمتر عن سطح البحر تضاعف  المهلة بحيث  يحسب  كل يومين من\r\nايام الشهر يوما واحدا.\r\n124, 2- عندما يزيد ارتفاع موقع العمل عن اربعماية متر عن\r\nسطح البحر تضاعف  المهلة مرتين بحيث  تحسب  كل اربعة ايام\r\nيوما واحدا.\r\n125, 2- نتيجة لما تقدم تمدد مهل تنفيذ الاشغال بصورة\r\nاوتوماتيكية بقدر ما هو مذكور اعلاه دون حاجة الى تنظيم ملحق\r\nجديد بذلك.\r\n126, 2- يحق للادارة ان توقف  اشغال الملاط, والتوريق,\r\nوالبناء, خلال فصل الشتاء المحددة اعلاه اذا دعت  الضرورة\r\nلذلك, وفي هذه الحالة لا يحق للمتعهد المطالبة بأي تعويض\r\nاو تمديد مهلة التنفيذ.\r\n13, 2- لا تطبق احكام الفقرة 12, 2 اعلاه عندما يلحظ دفتر\r\nالشروط الخاصة تاريخا معينا لانجاز الاشغال بدلا من مهلة\r\nالتنفيذ.\r\n14, 2- عندما يفرض  امر الادارة تعديلات  في الاشغال يحدد\r\nعند اللزوم الاجل الجديد لمهلة التنفيذ مع الاحتفاظ بأحكام\r\nالفصل الخامس  ادناه.\r\n2, 2- التأخر في التنفيذ:\r\n21, 2- لا يمكن لصاحب  العمل الموافقة على تمديد مهلة التنفيذ\r\nالتي يطلبها المتعهد ضمن المهلة المحددة في المادة 4/27 من\r\nدفتر الشروط الادارية العامة الا بموجب  ملحق يحدث  تغييرا\r\nفي هذه المهل.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>\r\nمادة فصل 3:\r\n1, 3- مساهمة المتعهد في اعداد التنفيذ:\r\n11, 3- يتوجب  على المتعهد وضع المستندات  المعينة في المادة\r\n2, 1 لكل حالة خاصة وذلك خلال مدة الاعداد.\r\n- على صاحب  العمل وصاحب  الاشغال المساهمة في اعداد هذه\r\nالسمتندات  والموافقة على مضمونها.\r\n12, 3- عندما تكون الصفقة جزأ من مجموعه صفقات  عقدت  لتنفيذ\r\nاشغال مرتبطة فنيا بعدة مؤسسات  غير متحدة بأي قيد قضائي\r\nتذكر هذه الحالة في دفتر الشروط الخاصة.\r\n- تحرر المستندات  الملحوظة في المادة 2, 1 وتنجز خلال مدة\r\nالاعداد بالاشتراك بين جميع المؤسسات  وتنسيق صاحب  العمل.\r\n13, 3- يجب  ان تعرض  هذه المستندات  في كل الاحوال لموافقة\r\nصاحب  العمل في الوقت  المناسب  وعلى الاقل عشرة ايام قبل\r\nنهاية مدة الاعداد.\r\n2, 3- الارتباط بين المؤسسات :\r\n200, 3- عندما تساهم عدة مؤسسات  لا تجمعها رابطة قضائية في\r\nتنفيذ عمل واحد وتحقيقه بصورة افرادية, تقع تبعة تنسيق\r\nالاعمال في ما بينها على صاحب  العمل.\r\n211, 3- على المؤسسات  في هذه الحالة ان تقدم لصاحب  العمل\r\nعميل ارتباط يكون بمثابة مراسل له لتنسيق الاعمال.\r\n212, 3- اذا لم يعين المتعهدون ذوو العلاقة عميل الارتباط\r\nخلال الشهر الاول من مهلة الاعداد يتوجب  على المتعهد المعين\r\nفي دفتر الشروط الخاصة وفقا لاحكام المادة 40, 3 ادناه ان\r\nيؤمن هذه المهمة.\r\n213, 3- في حال نكول او عزل عميل الارتباط هذا على المؤسسات\r\nان تقدم عميلا اخر في مهلة شهر.\r\n221, 3- ان مهمة هذا العميل هي ضمان ارتباط المؤسسات  فيما\r\nبينها ومن ثم الارتباط بين هذه المؤسسات  وبين صاحب  العمل.\r\n222, 3- بالاضافة الى مهمة هذا العميل يحدد دفتر الشروط\r\nالخاصة ويوضح حدود تدخله اولا واخرا.\r\n231, 3- يتوجب  على عميل الارتباط ان يتدخل في اعداد\r\nروزنامة التنفيذ وتنظيم الورشة, وعليه ايضا ان يحضر مواعيد\r\nاللقاء في الورشة.\r\n232, 3- وهو مؤهل ايضا لان يقدم الى صاحب  العمل الاقتراحات\r\nالتي من شأنها تسهيل تنفيذ اشغال مختلف  المؤسسات  بالاتفاق\r\nمعها.\r\n3, 3- مواعيد اللقاء في الورشة:\r\nتطبيقا لاحكام المادة 10/4 من دفتر الشروط الادارية العامة\r\nيتوجب  على المتعهد وعلى عميل الارتباط المشار اليه في\r\nالمادة 2, 3 اعلاه حضور مواعيد اللقاء في الورشة عندما\r\nيدعوهم صاحب  العمل والا فعلى المتعهد انتداب  عميل مفوض\r\nيستطيع ان يعطي الاوامر اللازمة فورا لموظفي المشروع في\r\nالورشة.\r\n \r\n4, 3- التنظيم المادي والتنظيم الجماعي في الورشة:\r\n40, 3- ان النشاطات  المتعلقة بتنظيم الورشة - باستثناء وضع\r\nالارض  المعدة للاشغال بتصرف  المتعهد والحصول على رخصة\r\nالبناء - هي من واجبات  المتعهد المعين في دفتر الشروط\r\nالخاصة وفقا لاحكام المادة 18 أ 3 من دفتر الشروط الادارية\r\nالعامة.\r\n41, 3- يقع على عاتق المتعهد المعين في دفتر الشروط الخاصة\r\nامر تأسيس  الورش  وانشاء طرقات  الخدمة.\r\nويمكن لصاحب  العمل ولبقية المؤسسات  المساهمة في تحقيق\r\nاشغال لنفس  الورشة استعمال الممرات  ووسائل السير المشار\r\nاليها شرط عدم عرقلة سير أعمال المتعهد.\r\n42, 3- يقع على عاتق هذا المتعهد امر وضع مخططات  التركيز\r\nالتي تستوجب  اجراء التخطيط والتمهيد (الشقلات Nivellement )\r\n43, 3- وعليه ايضا:\r\n431, 3- ان يوفر المياه اللازمة للاشغال وشرب  العمال,\r\nوالطاقة الكهربائية اللازمة لتنفيذ الاشغال, مهما بلغت\r\nنفقاتها (نفقات  الترخيص  والتركيب , والاشتراك, والنقل\r\nوالاقتناء.. الخ..).\r\n432, 3- ان يتقيد بالاحكام القانونية والتنظيمية المختصة\r\nبسلامة العمال وصحتهم بقدر ما تتناول هذه الاحكام عدة\r\nمؤسسات .\r\n433, 3- ان يؤمن تصوين الورشة وانارتها وتنظيفها وتعهدها\r\nوحراستها.\r\n434, 3- ان ينشىء مكاتب  الورشة اللازمة لصاحب  العمل ورئيس\r\nالعمل الملحوظة في دفتر الشروط الخاصة.\r\n44, 3- اذا كان استعمال الاراضي لازما لخزن المواد او غيرها\r\nمن حاجات  الورشة فان ايجار هذه الاراضي ونفقات  اعادتها\r\nالى حالتها الاساسية تقع على عاتق هذا المتعهد.\r\n45, 3- يبقى المتعهد وحده مسؤولا عن تنفيذ التدابير الواجب\r\nاتخاذها تطبيقا للاحكام السابقة حتى انجاز جميع اشغال\r\nالالتزام بمختلف  اجزائه.\r\n5, 3- مختلف  واجبات  المتعهد:\r\n511, 3- يجب  على المتعهد اثبات  قيامه بموجبات  حق الاشغال\r\nالموقت  اذا مارس  هذا الحق.\r\n512, 3- لا يحق للمتعهد دون اجازة خطية من المالك ممارسة حق\r\nالاشغال الموقت  لغاية لا تتعلق بتنفيذ الاشغال التي من\r\nاجلها اعطي هذه الاجازة.\r\n521, 3- يتوجب  على المتعهد ان يؤمن على نفقته النقليات  وان\r\nيقدم المخازن, والاكواخ, ووسائل النقل, والمعدات  والاليات\r\nوالادوات  اللازمة لتنفيذ اشغاله الا اذا نص  دفتر الشروط\r\nالفنية او الخاصة على خلاف  ذلك.\r\n522, 3- يتوجب  على المتعهد ان يصون معداته ويحفظها حتى في\r\nحالة استعمالها من قبل متعهدين اخرين يساهمون في العمل على\r\nان يتقاضى تعويضا من هؤلاء المتعهدين اذا لزم الامر.\r\n527, 3- ان استعمال صقالات  ملتزم الاشغال الهيكلية من قبل\r\nالعاملين في الورشة لا يلزمهم بدفع اي مبلغ طالما هذه\r\nالصقالات  ضرورية لاعمال هذا الملتزم.\r\n61, 3- حساب  الحصص  المعينة بالنسبة للاشغال:\r\nتقيد النفقات  العامة في الورشة وخاصة التي تنتج عن احكام\r\nالمادة 4, 3 اعلاه وتوزع بين جميع المتعهدين بمراقبة صاحب\r\nالعمل.\r\nيجري التوزيع بين الملتزمين محاصة بنسبة قيمة الاشغال\r\nالمختصة بكل منهم.\r\n62, 3- ان المتعهد المعين في دفتر الشروط الخاصة مكلف\r\nتطبيقا لاحكام المادة 40, 3 اعلاه تسليف  النفقات  وادارة\r\nحساب  الحصص . ويمكنه في حال وجود نفقات  ذات  اهمية ان\r\nيطلب  دفعات  على الحساب  من بقية المتعهدين. على ان ينظم في\r\nنهاية الالتزام حساب  الحصص  ويبين لكل متعهد حصته. في حال\r\nالاختلاف  يدقق صاحب  العمل حساب  الحصص  ويحددها.\r\n63, 3- ان دفع الرصيد لكل متعهد متوقف  على تقديم المستندات\r\nالتي تثبت  انه دفع رصيد حصته من الحساب  المتوجب  عليه.\r\n64, 3- في حالة رفض  المتعهد ابراء ذمته من الحصة المتوجبة\r\nعليه, او اذا تأخر في دفع المبلغ يرسل اليه صاحب  العمل\r\nانذارا بموجب  كتاب  مضمون. فاذا ظل هذا الانذار دون نتيجة\r\nخمسة ايام بعد ارساله, يمكن لصاحب  العمل تنزيل حصة النفقات\r\nالمتوجبة على هذا المتعهد من اصل رصيده ودفعها للمتعهد الذي\r\nسلفها.\r\n </p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>\r\nمادة فصل 4:\r\n1, 4- الثقب  والتركين\r\n11, 4- يتوجب  على متعهدي مختلف  انواع الاشغال الا اذا قضى\r\nدفتر الشروط الخاصة بخلاف  ذلك, ان يصنعوا على نفقتهم وفقا\r\nلقواعد الفن, الخنادق, والثقوب  والتركين, ووصلات  الارضية,\r\nوالسقوف  والجدران, والحواجز, الخ اللازمة للاشغال العائدة\r\nلنوع عملهم والتي لا يقع تنفيذها على عاتق مؤسسة اخرى بناء\r\nعلى احكام دفتر الشروط الخاصة.\r\n12, 4- في حال مساهمة عدة مؤسسات  في تنفيذ العمل نفسه يتوجب\r\nعلى هذه المؤسسات  خلال مدة الاعداد ان تحدد بدقة الخنادق\r\nوالثقوب  والتركين والوصلات  التي تحتاج اليها لاتخاذ\r\nالاحتياطات  اللازمة لضمان تنفيذها من قبل المؤسسات  المختصة\r\nفي الوقت  المناسب .\r\nتقع مسؤولية التنسيق بين المؤسسات  على عاتق صاحب  العمل\r\nيعاونه عميل الارتباط.\r\n13, 4- اذا توجب  بموجب  دفتر الشروط الخاصة على احد\r\nالملتزمين تنفيذ الخنادق او الثقوب  او التركينات  او\r\nالوصلات  اللازمة لاشغال ملتزم اخر ولم يحددها هذا الاخير\r\nوفقا لنصوص  الفقرة السابقة... تقع عليه جميع نفقاتها.\r\n14, 4- ان الخنادق, او الثقوب , او الحفر, او التركينات , او\r\nالوصلات , التي تهم اقساما من الاشغال مصنوعة من الملاط\r\nالمسلح او من النجيرة المعدنية.. تنفذ الزاميا من قبل ملتزمي\r\nهذه الاشغال, الا اذا نص  دفتر الشروط الخاصة على خلاف  ذلك\r\nفيما يتعلق ببعض  اشغال التعهد والتصليح.\r\n15, 4- عندما تكون هذه الاشغال موكلة الى ملتزمين اختصاصيين,\r\nسواء لانها تقع ضمن نطاق الاحوال الملحوظة في الفقرة السابقة\r\nاو لان الملتزم يعجز عن انجازها بنفسه, فان قيمتها تدفع\r\nوفقا للاتفاقات  الخاصة ما بين الملتزمين ذوي العلاقة.\r\n16, 4- غير انه, في الاحوال الملحوظة في الفقرة 14, 4 من هذه\r\nالمادة اذا حصل خلاف  بين الملتزمين ذوي العلاقة يتعلق بقيمة\r\nالاشغال فان رئيس  العمل هو الذي يقرر بيان الحساب  المتوجب\r\nدفعه, وبالاضافة الى ذلك فاذا رفض  الملتزم المدين تسديد\r\nقيمة الاشغال المعنية, او اذا تأخر في دفع هذه القيمة فان\r\nصاحب  العمل, بعد انقضاء مهلة عشرة (10) ايام على توجيهه\r\nانذارا للملتزم بهذا الصدد في كتاب  مضمون ظل دون نتيجة,\r\nيمكنه ان يحسم من رصيد التزام الملتزم الناكل قيمة الاشغال\r\nالمختلف  عليها ويدفعها للملتزم الدائن.\r\n \r\n2, 4- جودة المواد:\r\n21, 4- ان المواد او العناصر او المجموعات  المستعملة في\r\nالبناء يجب  ان تكون مطابقة للشروط التي تتضمنها اوراق\r\nالالتزام واوامر الخدمة. ويجب  ان تكون مطابقة للمقاييس\r\nاللبنانية المصادق عليها (وعند تعذر ذلك فيجب  ان تكون\r\nمطابقة للمقاييس  الفرنسية), ولاحكام دفتر المواصفات  الفنية\r\nالعامة.\r\n22, 4- يتوجب  على الملتزم ان يقدم بناء على طلب  صاحب\r\nالعمل, جميع الاثباتات  حول مصدر المواد او العناصر او\r\nالمجموعات  وجودتها.\r\n23, 4- ان المواد او العناصر او المجموعات  غير التقليدية\r\nيجب  ان تقبل اولا من الادارة, يمكن استعمال مواد او عناصر\r\nاو مجموعات  غير مقبولة من الادارة في احوال استثنائية اذا\r\nصرح صاحب  العمل بذلك خطيا بناء على اقتراح رئيس  العمل, ومع\r\nالاحتفاظ بأحكام الفصل الخامس  ادناه.\r\n3, 4- النماذج والتجارب :\r\n31, 4- يتوجب  على المتعهد ان يقدم جميع النماذج المطلوبة\r\nمنه بغية اجراء التجارب  المفروضة في كل حال خاصة بموجب\r\nالالتزام.\r\n- ان تقديم النماذج المطلوبة من المتعهد بغية اجراء التجارب\r\nالملحوظة في الالتزام وكذلك نفقات  هذه التجارب  تقع كلها\r\nعلى عاتق المتعهد.\r\n32, 4- يحتفظ صاحب  العمل بحق فرض  تجارب  اضافية في اثناء\r\nالاشغال.\r\nوتكون نفقات  هذه التجارب :\r\n321, 4- على عاتق صاحب  العمل اذا كانت  نتيجتها ملائمة\r\nللمتعهد.\r\n322, 4- على عاتق المتعهد اذا ادت  النتيجة الى الرفض  او\r\nالهدم او خفض  البدل.\r\n33, 4- يحق لصاحب  العمل ان ينيب  عنه شخصا اخر في مصانع\r\nاو مخازن او مقالع المتعهد لاجل عمليات  التدقيق او تجربة\r\nالمواد الاولية قبل صنعها, ولمراقبة الصنع وشحن البضاعة\r\nالمعدة للالتزام.\r\n34, 4- اذا فرض  صاحب  العمل على المتعهد, بموجب  نصوص  دفتر\r\nالشروط الخاصة, ان يتمرن من بعض  المواد او العناصر او\r\nالمجموعات  لدى بعض  البائعين المعينين من قبله وباسعار يتفق\r\nعليها سلفا فيتوجب  على المتعهد ان يتأكد من ان هذه المواد\r\nاو العناصر او المجموعات  مطابقة لشروط الجودة المحددة.\r\n4, 4- صنع المواد واستعمالها:\r\n41, 4- يجب  ان يكون صنع المواد واستعمالها مطابقين للاحكام\r\nالتي تتضمنها اوراق الالتزام واوامر الخدمة, ويجب  ايضا ان\r\nيتفقا واحكام المقاييس  المصادق عليها وغير ذلك من\r\nالمواصفات  العامة والخاصة.\r\nفيما عدا اثباتات  خاصة يقبلها صاحب  العمل, تنظم الاشغال\r\nوفقا لقواعد الحساب  المعتمدة من الادارة.\r\n42, 4- اذا عرض  المتعهد استعمال طرائق غير تقليدية فيتوجب\r\nعليه:\r\n421, 4- ان يبرهن على ان طريقته هي في عداد الطرائق المقبولة\r\nلدى المؤسسات  الفنية الاجنبية الرسمية.\r\n422, 4- ان يلحظ على تصاميمه الاحكام نفسها التي شكلت\r\nموضوعا \"للقبول\".\r\n423, 4- ان يأخذ بعين الاعتبار عند الاستعمال الملاحظات\r\nاو التحفظات  او الاوامر التي رهنت  بها الانجازات  المرخص\r\nبها في تصريح القبول.\r\n43, 4- ان استعمال طرائق في البناء غير تقليدية ولم تخضع\r\nللقبول يجب  عدم ارتضائه الا في احوال استثنائية تماما وفقط\r\nعندما يجيز  صاحب  العمل ذلك خطيا\" بناء على اقتراح رئيس\r\nالعمل. وهذا مع الاحتفاظ باحكام الفصل الخامس  ادناه.\r\n </p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>\r\nمادة فصل 5:\r\n1, 5- التعديلات  على الالتزام:\r\n11, 5- تكمل احكام هذه المادة احكام المادة 12 من دفتر\r\nالشروط الادارية العامة للقسم من الالتزام المعقود بسعر\r\nاجمالي مقطوع.\r\n12, 5- ان الاوراق التي تؤلف  الالتزام او الاوراق الملحقة\r\nبها, كما هي محددة في الفصل الاول اعلاه, لا يمكن تعديلها\r\nبناء على طلب  صاحب  العمل الا مع موافقة المتعهد خطيا ومع\r\nالاحتفاظ باحكام المادة 21, 5 ادناه.\r\n13, 5- اذا كانت  التعديلات  المطلوبة تخل بتقنية الالتزام\r\nالاصلي او اقتصاده, فان توقيع صك تعديل يغدو ضروريا.\r\n2, 5- الصفة المقطوعة للسعر:\r\n21, 5- في حال ادخال تعديل او عدة تعديلات  يقبل بها\r\nالطرفان المتعاقدان طبقا للمادة 12, 5 اعلاه, لا يمكن تعديل\r\nالسعر الاصلي للالتزام زيادة او انقاصا الا في حدود 5 بالمئة\r\nمن القسم المعقود بسعر مقطوع, النسبة التي يجب  لما يعلوها\r\nتوقيع صك تعديل. ويحسب  هذا التعديل على السعر الاصلي بتطبيق\r\nالمادة 29-5 من دفتر الشروط الادارية العامة.\r\n22, 5- ان انعكاس  بنود تعديل السعر او احكام المادة 4, 6\r\nادناه لا يدخل في الحساب  لتعيين حد الخمسة بالمئة.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>\r\nمادة فصل 6:\r\n0, 6- تكمل احكام هذا الفصل, فيما يتعلق باشغال البناء,\r\nالباب  الثالث  من دفتر الشروط الادارية العامة.\r\n1, 6- البيانات  الشهرية:\r\n- ان البيانات  الشهرية, الموضوعة وفقا لما ذكر في المادة\r\n39 ب  من دفتر الشروط الادارية العامة, يجب  ان تقدم من\r\nجانب  المتعهد الى رئيس  العمل قبل نهاية الشهر الذي يلي\r\nذلك الذي تعود اليه.\r\n2, 6- البيان الاجمالي:\r\n210, 6- اذا لم تراع مهلة الاسابيع الستة الملحوظة في المادة\r\n41 ب 3 من دفتر الشروط الادارية العامة فيمكن لصاحب  العمل\r\nبعد الانذار ان يطبق على المتعهد غرامة يحدد مقدارها في\r\nدفتر الشروط الخاصة.\r\n211, 6- يمكن لصاحب  العمل ايضا اعتبارا من تاريخ انقضاء\r\nالمهلة الملحوظة في الانذار, ان يبلغ المتعهد قراره بالعمل\r\nعلى وضع البيان الاجمالي على نفقة هذا الاخير.\r\n213, 6- وفي هذه الحال يبطل سريان الغرامة الملحوظة في\r\nالمادة 210, 6 اعلاه عند تبليغ الحساب  العام والنهائي من\r\nقبل صاحب  العمل, وعلى اي حال بعد ستة اشهر من التبليغ\r\nالمقصود في الفقرة السابقة.\r\n3, 6- التقلبات  في الاسعار:\r\n30, 6- توضع الاسعار تبعا للظروف  الاقتصادية القائمة,\r\nبتاريخ يحدده دفتر الشروط الخاصة بدقة. ولا يمكن ان يسبق\r\nتاريخ تقديم العروض  بأكثر من ثلاثين يوما.\r\n31, 6- عندما يلحظ في الالتزام شرط لتعديل الاسعار فالصيغة\r\nالمطابقة له لا يمكن تطبيقها الا حتى انقضاء المهلة\r\nالتعاقدية للتنفيذ التي قد تعدل احتمالا ضمن الشروط المحددة\r\nفي الفصل الثاني.\r\n32, 6- عندما يحصل تأخير في التنفيذ ويكون على عاتق المتعهد\r\nتؤخذ المهلة الحقيقية للتنفيذ بعين الاعتبار عندما تكون\r\nالاسعار المعدلة على اساس  هذه المهلة اقل من الاسعار\r\nالمعدلة على اساس  المهلة التعاقدية.\r\n4, 6- تعديل الاسعار مع الاعباء الضرائبية:\r\n41, 6- ما عدا في حال وجود احكام تشريعية او تنظيمية مخالفة,\r\nولاجل حسبان حساب  التعديلات  المحتملة على معدل الضرائب\r\nعلى رقم الاعمال التي لم يحسب  حسابها في صيغ التعديل, ينظم\r\nفي نهاية الاشغال, عند وضع الحساب  النهائي, بيان مقارن يبرز\r\nمن جهة قيمة الضرائب , كما تستنتج من المعدلات  المعمول بها\r\nفي التاريخ الذي يفترض  وضع الاسعار فيه, ومن جهة ثانية قيمة\r\nالضرائب  المدفوعة فعلا بمناسبة الاشغال.\r\n42, 6- ان الفرق بين المبالغ الناتج عن:\r\n- المعدلات  المطبقة فعلا على قيمة الاقساط او القابلة\r\nللتطبيق على قيمة الرصيد من جهة,\r\n- والمعدلات  المعمول بها في التاريخ الذي يفترض  وضع\r\nالاسعار فيه والمطبقة على القيمات  نفسها من جهة اخرى,\r\nيشكل موضوعا:\r\n- اما لدفع الى المتعهد دون زيادة اذا كان المبلغ الاول اكبر\r\nمن الثاني,\r\n- او لخفض  من قيمة حساب  الاشغال في الحال المعاكسة.\r\n</p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p>\r\nمادة فصل 7:\r\n1, 7- التسلم الموقت :\r\n10, 7- تكمل احكام المادة 46 من دفتر الشروط الادارية العامة\r\nبالاحكام التالية:\r\n11, 7- يجري التسلم الموقت  عند انجاز جميع الاشغال المذكورة\r\nفي دفتر الشروط الخاصة الا اذا قضى هذا الدفتر بخلاف  ذلك.\r\n12, 7- يشار في محضر التسلم الموقت  عند الاقتضاء الى\r\nالاشغال المهملة, او التي يشوبها نقص  او عيب .\r\n13, 7- ان تبليغ المتعهد عن طريق اوامر الخدمة القرارات\r\nالمتعلقة به, وهو بمثابة امر بتنفيذ او بانهاء الاشغال غير\r\nالكاملة واستدراك النواقص , وهذا ضمن مهلة تحدد له في امر\r\nالخدمة.\r\nوفي حال عدم تحديد هذه المهلة في امر الخدمة يكون مقدارها\r\nثلاثة اشهر. فاذا انقضت  هذه المهلة يكون لصاحب  العمل الحق\r\nبالانصراف  الى تنفيذ هذه الاشغال على ايدي العمال الذين\r\nيختارهم وعلى نفقة المتعهد ومسؤوليته.\r\n141, 7- اذا كانت  المنشآت  او اجزاء منها غير مطابقة تماما\r\nلمواصفات  الالتزام دون ان يكون من ذلك اساءة الى صفة الكمال\r\nفي هذه المنشآت  فيمكن لصاحب  العمل بفعل ضآلة اهمية النواقص\r\nوالصعوبات  التي تصادفها المطابقة التامة للمنشآت  الان,     صرف  النظر\r\nعن طلب -\r\n اعادة القيام بالاشغال المعتبرة ناقصة\r\nمن جديد واقتراح تنزيل في السعر على المتعهد.\r\n142, 7- اذا قبل المتعهد بتنزيل السعر كما حدده صاحب  العمل\r\nيثبت  التسلم الموقت  وتغطى العيوب  التي سببت  التنزيل\r\nبالفعل ذاته.\r\n143, 7- اما في الحال المعاكسة فيظل المتعهد ملزما بالتصليح\r\nدون ان يكون بامكانه التذرع باقتراح تنزيل السعر الذي عرض\r\nعليه.\r\n2, 7- مهلة الضمان:\r\nاذا حصل انه, في خلال مهلة الضمان المحددة في المادة 47 من\r\nدفتر الشروط الادارية العامة, لم تنفذ الاشغال التي تبدو\r\nضرورية من قبل المتعهد في المهلة المعطاة له في امر الخدمة\r\nالذي يوجبها فيكون من حق صاحب  العمل ان يعمل على تنفيذ هذه\r\nالاشغال بأيدي العمال الذين يختارهم وعلى نفقة المتعهد\r\nومسؤوليته.\r\n3, 7- التسلم النهائي:\r\n31, 7- يتم التسلم النهائي بناء على طلب  خطي من المتعهد\r\nيرسله الى صاحب  العمل في خلال الايام الثلاثين (30) التي\r\nتسبق انتهاء مهلة الضمان.\r\nويعلن هذا التسلم حسب  الكيفيات  المنوه عنها في المادة 47\r\nمن دفتر الشروط الادارية العامة.\r\n32, 7- اذا قدم المتعهد الطلب  ضمن المهل الملحوظة في الفقرة\r\n31, 7 فيجب  اعلان التسلم من قبل صاحب  العمل خلال الايام\r\nالثلاثين (30) التي تلي انتهاء مدة الضمان. فاذا انقضت  مهلة\r\nالثلاثين يوما هذه يعتبر التسلم حاصلا.\r\n33, 7- اما اذا لم يقدم المتعهد الطلب  ضمن المهل الملحوظة\r\nفي الفقرة 31, 7 اعلاه فلا يمكن اعتبار التسلم حاصلا الا بعد\r\nانقضاء مهلة الثلاثين (30) يوما تلي تقديم الطلب  من جانب\r\nالمتعهد الى صاحب  العمل.\r\n34, 7- اذا لم يحضر المتعهد عملية التسلم فيبلغ المحضر اليه\r\nفي مهلة قصوى قدرها خمسة عشر (15) يوما.\r\n4, 7- الضمان العشري (مدته عشر سنوات ):\r\nان دعاوي الضمان المقصودة في الفقرة الرابعة من المادة 47 من\r\nدفتر الشروط الادارية العامة تسري مهلها اعتبارا من تاريخ\r\nالتسلم الموقت .\r\n</p>\r\n                                    </td>"
        ]
    },
    {
        "year": 1900,
        "law_id": "257564",
        "subdetails": "نوع النص: قانون |  رقم 0 تاريخ: 01/01/1900",
        "publish_date": "01/01/1900",
        "page_number": "0",
        "notes": "",
        "articles": [
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tالباب الرابع: الفصل الاول: في بيان الاشياء المباحة وغير المباحة</p>\r\n<p dir=\"rtl\">\r\n\tمادة 1234:<br>\r\n\tالماء والكلاء والنار مباحة والناس في هذه الاشياء الثلاثة شركاء.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1235:<br>\r\n\tالماء الجاري تحت الارض ليس بملك لاحد.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1236:<br>\r\n\tالابار التي ليست منبوشة بسعي شخص مخصوص وعمله بل هي من القديم لانتفاغ كل وارد فهي من الاشياء المباحة والمشتركة بين الناس.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1237:<br>\r\n\tالبحر والبرك الكبيرة مباحة.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1238:<br>\r\n\tما ليس مملوكا من الانهار العامة التي لم تدخل في المقاسم يعني في المجاري المملوكة مباح ايضا كالنيل والفرات والطونة والطونجه.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1239:<br>\r\n\tالانهار المملوكة يعني التي دخلت في المقاسم على الوجه المشروح هي نوعان<br>\r\n\tالنوع الاول الانهر التي ماؤها يتفرق ويقسم بين الشركاء لكن لا يمحى جميعه في اراضي هؤلاء بل له بقية لا تجري الى المفازات التي تباح للعامة فالانهر التي من هذا القبيل لكونها عامة من وجه يقال لها نهر عام والشفعة لا تجري فيها.<br>\r\n\tالنوع الثاني النهر الخاص الذي يتفرق ماؤه وينقسم الى اراضي اشخاص معدودة والى انتهائه الى اخر اراضيهم يمحى ولا ينفذ الى مغارة فالشفعة انما تجري في هذا النوع.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1240:<br>\r\n\tالنهر اذا جاء بطين الى ارض احد فهو ملكه ولا يسوغ لاحد ان يتعرض له.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1241:<br>\r\n\tكما ان الكلأ النابت في الاراضي التي لا صاحب لها مباح كذلك الكلأ النابت في ملك شخص بلا تعاطي سببه ايضا مباح اما اذا تعاطى ذلك الشخص سببه كما اذا سقى ارضه وجعل لها خندقا او اعدها وهيأها بوجه ما لاجل الانبات فالنباتات الحاصلة في تلك الاراضي تكون ماله لا يسوغ لاخر ان يأخذ منها شيئا فان اخذ واستهلك يكون ضامنا</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1242:<br>\r\n\tالكلأ هو النبات الذي لا ساق له فلا يشمل الشجر. والفطر ايضا في حكم الكلأ.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1243:<br>\r\n\tالاشجار التي تنبت بلا غرس في الجبال المباحة يعني غير المملوكة مباحة.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1244:<br>\r\n\tالاشجار النابتة بلا غرس في ملك احد هي ملكه ليس لاحد ان يحتطب منها الا بأذنه فان يفعل يكن ضامنا.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 1245:<br>\r\n\tاذا طعم رجل شجرة فكما ان الخلف الذي هو من قلم التطعيم يكون ملكه كذلك ثمرته ايضا تكون له.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1246:<br>\r\n\tمن بذر لنفسه فانواع حاصلات البذر له لا يتعرض له من طرف احد.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 1247:<br>\r\n\tالصيد مباح.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tالفصل الثاني: في بيان كيفية استملاك الاشياء المباحة</p>\r\n<p>\r\n\tمادة 1248:<br>\r\n\tاسباب التملك ثلاثة. الاول الناقل من مالك الى مالك اخر<br>\r\n\tكالبيع والهبة.<br>\r\n\tالثاني كون واحد خلف الاخر كالارث.<br>\r\n\tالثالث احراز شيء مباح لا مالك له وهذا اما حقيقي وهو وضع اليد حقيقة على شيء ما واما حكمى وذلك بتهيئة سببه كوضع اناء لجمع ماء المطر او نصب شبكة لاجل الصيد.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1249:<br>\r\n\tكل من احرز شيئا مباحا كان مالكا له مستقلا مثلا لو اخذ واحد من نهر ماء بيده او بوعاء كالعلبة فباحرازه وحفظه في ذلك الوعاء صار ملكه ليس لغيره صلاحية ان ينتفع منه واذا اخذه اخر بدون اذنه واستهلكه يكون ضامنا.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 1250:<br>\r\n\tكون الاحراز مقرونا بالقصد لازم فلو وضع شخص وعاء في محل بقصد اخذ ماء المطر فماء المطر المجتمع في ذلك الاناء ملكه.<br>\r\n\tكذلك الماء المجتمع في الحوض او الصهريج المبنيين لاجل جمع الماء ملك صاحبه اما لو وضع شخص اناء في محل بغير قصد فماء المطر المجتمع فيه لا يكون ملكا له فيسوغ لشخص غيره ان يتملكه بالاخذ .</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1251:<br>\r\n\tيشترط في احراز الماء انقطاع جريه فالبئر الذي ينز ما فيه من الماء لا يكون ماء محرزا فلو اخد شخص من الماء المجتمع في هكذا بئر ينز بدون اباحة صاحبه واستهلكه لا يلزمه الضمان وكذلك الماء المتتابع الورود يعني ان ماء الحوض الذي بقدر ما يجري اليه الماء من طرف يخرج من طرفه الاخر بقدره غير محرز.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1252:<br>\r\n\tيحرز الكلأ بجمعه وحصده وتجريزه.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 1253:<br>\r\n\tيسوغ الاحتطاب من اشجار الجبال المباحة لكل احد كائنا من كان وبمجرد الاحتطاب يعني بجمعها يصير مالكا لها والربط ليس بشرط.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tالفصل الثالث: في بيان احكام الاشياء المباحة العمومية</p>\r\n<p>\r\n\tمادة 1254:<br>\r\n\tيجوز لكل احد الانتفاع بالمباح لكنه مشروط بعدم الضرر الى العامة.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1255:<br>\r\n\tقبل اخذ الشيء المباح واحرازه ليس لاحد منع اخر منه.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1256:<br>\r\n\tلكل احد ان يعلف حيوانه من الكلأ النابت في المحل الذي لا صاحب له ويأخذ منه ويحرز قدر ما يريد.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1257:<br>\r\n\tالكلأ النابت في ملك شخص بدون تسببه وان يكن مباحا فلصاحبه منع الغير من الدخول الى ملكه.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 1258:<br>\r\n\tاذا جمع شخص احطابا من الجبال المباحة وتركها فيها وجاء غيره واخذها فلذلك الشخص ان يستردها منه.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1259:<br>\r\n\tلكل احد كائنا كان ان يقطف فاكهة الاشجار التي في الجبال المباحة وفي الاودية والمراعي التي لا صاحب لها.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1260:<br>\r\n\tاذا استأجر شخص اجيرا لاجل جمع الاحطاب المنكسرة او امساك الصيد فما جمعه الاجير من الحطب او امسكه من الصيد فهو للمستأجر.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1261:<br>\r\n\tاذا اوقد شخص نارا في ملكه فله ان يمنع غيره من الدخول الى ملكه والانتفاع بها اما اذا اوقد شخص نارا في صحراء ليست بملكه فلسائر الناس ان ينتفع بها او يدفا بها وان يخيط في ضيائها وان يشعل قنديله منها وليس لصاحب النار منعه لكن بدون اذن صاحبها ليس له ان يأخذ منها جمرا.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tالفصل الرابع: في بيان حق الشرب والشفة</p>\r\n<p>\r\n\tمادة 1262:<br>\r\n\tالشرب هو نوبة الانتفاع بسقي الحيوان والزرع.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 1263:<br>\r\n\tحق الشفة هو حق شرب الماء.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 1264:<br>\r\n\tكما ينتفع كل واحد بالهواء والضياء يسوغ له ان ينتفع ايضا بالبحور والبرك.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1265:<br>\r\n\tلكل احد ان يسقي اراضيه من الانهر التي ليست مملوكة وله ان يشق جدولا لسقي الاراضي وانشاء الطاحون لكن عدم المضرة للعامة شرط فاذا فاض الماء واضر بالخلق او قطع الماء بالكلية او منع سير الفلك فانه يمنع.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1266:<br>\r\n\tللانسان والحيوان حق الشفة في الماء الذي لم يحرز.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1267:<br>\r\n\tالانهار المملوكه يعني المياه الداخلة في المجاري المملوكة حق شربها لاصحابها وللعامة فيها حق الشفة فقط فلا يسوغ لاحد ان يسقي اراضيه من نهر مخصوص بجماعة او جدول او قناة او بئر بلا اذنهم لكن يسوغ له الشرب بسبب حق شفته وله ايضا ان يورد حيواناته من النهر والجدول والقناة المذكوره ان لم يخش من تخريبها بحسب كثرة الحيوانات وكذلك له اخذ الماء منها الى جنينته وداره بالجرة والبرميل.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 1268:<br>\r\n\tيسوغ لمن كان ضمن ملكه ماء متتابع الورود سواء كان حوضا او بئرا او نهرا ان يمنع طالبه من الدخول في ملكه لكن اذا لم يوجد في قربه ماء مباح غيره للشرب يجبر صاحب الملك على اخراج الماء لذلك الطالب او اعطائه الرخصة بالدخول لاجل اخذ الماء وان لم يخرج له الماء فله حق الدخول واخذ الماء لكن بشرط السلامة يعني ان عدم الضرر شرط كتخريبه حافة الحوض او البئر او النهر.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1269:<br>\r\n\tليس لاحد الشركاء في النهر المشترك ان يشق منه نهرا يعني جدولا الا بأذن الاخرين وليس له ان يبدل نوبته القديمة وليس له ان يسوق الماء في نوبته الى ارض له اخرى لا شرب لها من ذلك النهر ولو رضي اصحاب الحصص بهذه الاشياء فلهم او لورثتهم الرجوع بعده.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tالفصل السادس: في بيان حريم الابار المحفورة والمياه المجراة والاشجار المغروسة بالاذن السلطاني في الاراضي الموات</p>\r\n<p>\r\n\tمادة 1281:<br>\r\n\tحريم البئر يعني حقوقه من جهاته من كل طرف اربعون ذراعا.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 1282:<br>\r\n\tحريم منبع الاعين يعني الماء المستخرج من الارض الجاري على وجهها من كل طرف خمسمائة ذراع.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1283:<br>\r\n\tحريم النهر الكبير الذي لا يحتاج الى الكري كل وقت من كل طرف مقدار نصفه فيكون مقدار حريمه من جانبيه مساويا عرضه.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1284:<br>\r\n\tحريم النهر الصغير المحتاج للكري يعني الجداول والقني تحت الارض على مقدار ما يلزمها من المحل لاجل طرح الاحجار والطين عند كريها.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1285:<br>\r\n\tحريم القناة الجاري ماؤها على وجه الارض كالعين من كل طرف خمسمائة ذراع.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1286:<br>\r\n\tحريم الابار ملك اصحابها لا يجوز لغيرهم ان يتصرف بها بوجه من الوجوه ومن حفر بئرا في حريم اخر يردم وعلى هذا الوجه ايضا حريم الينابيع والانهر والقنوات.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1287:<br>\r\n\tاذا حفر شخص بئرا بالاذن السلطاني في القرب من حريم بئر لاخر فحريم هذا البئر في سائر جهاته ايضا اربعون ذراعا لكن في جهة البئر الاول ليس له ان يتجاوز حريمه.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1288:<br>\r\n\tاذا حفر شخص بئرا في خارج حريم بئر اخر فذهب ماء البئر الاول الى الثاني فلا شيء عليه كما لو فتح شخص دكانا عند دكان اخر وكسدت تجارة الاول فلا تغلق الثانية.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 1289:<br>\r\n\tحريم الشجرة المغروسة بالاذن السلطاني في اراضي الموات من كل جهة خمسة اذرع لا يجوز لغيره غرس شجرة في هذه المسافة.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 1290:<br>\r\n\tساقية لشخص جارية في عرصة اخر فطرفاها بقدر ما يمسك الماء لصاحب الساقية واذا كان طرفاها مرتفعين فما ارتفع منهما<br>\r\n\tايضا لصاحب الساقية وان لم يكن طرفاها مرتفعين يوجد دليل على ان احدهما ذو يد بان كان عليهما اشجار مغروسة فالطرفان لصاحب العرصة لكن لصاحب الساقية ان طرح الطين الى طرفيها وقت كريها.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1291:<br>\r\n\tلا حريم لبئر حفره شخص في ملكه ولجاره ايضا ان يحفر بئرا اخر في ملك نفسه عند ذلك البئر وليس لذلك الشخص منع جاره من حفر البئر بقوله انه يجذب ماء بئري.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tالفصل السابع: في بيان المسائل العائدة الى احكام الصيد</p>\r\n<p>\r\n\tمادة 1292:<br>\r\n\tالصيد جائز سواء كان بالالات الجارحة كالرمح والبندقية او غيرها كالشبكة او بالحيوان المفترس كالكلب او بالطائر الجارح كالصقر.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 1293:<br>\r\n\tالصيد هو الحيوان المتوحش من الانسان.<br>\r\n\t </p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1294:<br>\r\n\tكما ان الحيوانات الاهلية لا تصاد كذلك الحيوان البري المستأنس بالانسان ايضا لا يصاد بناء على ذلك الحمام المعلوم انه غير بري بدلالة امثاله او الصقر الذي برجله الجرس او الغزال الذي في عنقه الطوق اذا امسكها احد تكون من قبيل اللقطة فيلزمه الاعلان بها كي تعطى لصاحبها.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1295:<br>\r\n\tشرط الصيد كونه ممتنعا عن الانسان بقدرته على الفرار برجله او جناحه فان صار الى حال لا يقدر على الفرار والخلاص كغزال مثلا وقع في بئر فيكون قد خرج من حال الصيدية.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1296:<br>\r\n\tمن اخرج صيدا عن حال صيديته فكأنه قد امسكه.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1297:<br>\r\n\tالصيد لمن امسكه. مثلا اذا رمى شخص صيدا ففر بجرح لا يقدر على الخلاص معه صار مالكا له لكن اذا كان جرحه خفيفا بصورة يتخلص معه فلا يكون مالكا له فيرمي اخر اياه او بمسكه بصورة اخرى يكون مالكا له وكذا لو رمى شخص صيدا وبعد ان اوقعه نهض ذلك هاربا فبأخذ اخر اياه يستملكه.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1298:<br>\r\n\tاذا رمى صيادان صيدا برصاصهما واصاباه يصير ذلك الصيد مشتركا بينهما مناصفة.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1299:<br>\r\n\tاذا ارسل صيادان كلبيهما المعلمين واصابا صيدا فذلك الصيد بين صاحبيهما مشترك واذا امسك كل واحد منهما صيدا فما امسكه كل واحد منهما يكون لصاحبه وكذلك اذا ارسل اثنان كلبيهما المعلمين فاوقع احدهما صيدا والثاني قتله فان كان الكلب الاول اوصله الى حالة لا يمكن التخلص معها فذلك الصيد لصاحبه.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1300:<br>\r\n\tفي ساقية شخص او جدوله سمك لا يمسك من غير صيد فلاخر ان يستملكه بالصيد.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1301:<br>\r\n\tشخص هيأ محلا في حافة الماء لاجل صيد السمك فجاءه سمك كثير واخذ الماء بالقلة فان كان ذلك السمك يمسك من غير صيد فهو لذلك الشخص وان كان اخذ ذلك السمك محتاجا الى الصيد لكثرة الماء في ذلك المحل فلا يكون السمك لذلك الشخص ويسوغ لاخر ان يستملكه بالصيد.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 1302:<br>\r\n\tاذا دخل صيد دار انسان فاغلق بابه لاجل اخذه يصير مالكا له لكن لا يكون مالكا له بلا احرازه باغلاق بابه فلو جاء اخر واخذه ملكه.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1303:<br>\r\n\tاذا وضع شخص في محل شيئا ما كالشرك والشبكة لاجل الصيد فوقع فيه صيد يكون لذلك الشخص. لكن اذا نشر شخص شبكته لاجل جفافها ووقع فيها صيد لا يكون له كما لو وقع صيد في حفرة في اراضي شخص فانه يجوز لاخر ان يستملكه بالاخذ لكن اذا احفر صاحب الاراضي تلك الحفرة لاجل الصيد فانه يصير احق به من سائر الناس .</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1304:<br>\r\n\tاذا اتخذ حيوان وحشي عشا في بستان شخص وباض فيه فلا يكون ملكا له فاذا جاء اخر واخذ بيضه او افراخه فليس لصاحب البستان ان يسترد ذلك منه لكن اذا هيأ صاحب البستان بستانه لاجل ان يبيض او يفرخ ذلك الحيوان الوحشي فجاء وباض وافرخ فيه فبيضه وافراخه له.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1305:<br>\r\n\tشخص اتخاذ في بستانه محلا للنحل فعسله له لانه معدود من منافع بستانه لا يجوز لاحد ان يتعرض له لكن يلزمه اعطاء عشره لبيت المال.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1306:<br>\r\n\tالنحل المجتمع في كوارة شخص يعد مالا محرزا وعسلها ايضا مال ذلك الشخص.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1307:<br>\r\n\tاذا طلع طرد النحل من كوارة احد الى دار اخر واخذه صاحب الدار فلصاحب الكوارة ان يسترده.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tالباب الخامس: الفصل الثاني: في حق كري النهر والمجاري واصلاحها</p>\r\n<p dir=\"rtl\">\r\n\tمادة 1321:<br>\r\n\tكري النهر الذي هو غير مملوك واصلاحه على بيت المال وان لم يكن وسعة في بيت المال فيجبر الناس على كريه.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 1322:<br>\r\n\tكري النهر المملوك المشترك على اصحابه يعني على من له حق الشرب لا يشاركهم في مؤونة الكري والاصلاح اصحاب حق الشفة.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1323<br>\r\n\tاذا طلب بعض اصحاب حق الشرب تطهير النهر المشترك وابى البعض ينظر ان كان النهر عاما يجبر الابي على الكري مع البقية بالاشتراك (راجع المادة 26) وان كان النهر خاصا فالطالبون يكرون ذلك النهر باذن الحاكم ويمنعون الممتنع عن الانتفاع بالنهر حتى يؤدي مقدار ما اصاب حصته من المصرف.<br>\r\n\t </p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1324:<br>\r\n\tاذا امتنع كافة اصحاب حق الشرب من كري النهر المشترك فان ان النهر عاما يجبروا على الكري وان كان خاصا لم يجبروا.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1325:<br>\r\n\tالنهر العام مملوكا او غير مملوك اذا كان في حافة ارض لاحد ليس من غيرها طريق فللعامة المرور من تلك الارض لاجل الاحتياجات كشرب الماء واصلاح النهر وليس لصاحبها المنع.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1326:<br>\r\n\tمؤونة كري النهر المشترك واصلاحه تبتدىء من الاعلى وجملة رباب الحصص متشاركون في ذلك واذا اجازوا على ارض لصاحب حصة برىء وهكذا ينزل الى اخره لان الغرامة بالغنيمة (راجع مادة 87) مثلا نهر مشترك بين عشرة احتاج الى الكري فمصارف اعلى حصة الى نهاية اراضيها على الجميع وبعده على التسعة واذا جاوز اراضي الثاني فينقسم على الثمانية بعده على هذا الترتيب يسار فصاحب الحصة السفلى يشارك الجميع في المصرف في المصرف وبعده يقوم بمصارف حصته وحده فمن هذه الجهة يصير مصرف صاحب الحصة العليا اقل من الجميع ومصرف صاحب الحصة السفلي اكثر منهم (لان مجرى مائه من الاول الى الاخر)</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 1327:<br>\r\n\tمؤونة تعزيل السياق المالح يبتدأ من الاسفل هكذا الجميع يشتركون في مصرف حصة السياق الكائن في عرصة صاحب الحصة السفلي وكلما تجاوز منه الى ما فوقه يبرأ صاحب الحصة وهكذا يبرأون واحدا واحدا وصاحب الحصة العليا يقوم بحصته وحده فمن هذه الجهة يكون مصرف صاحب الحصة السفلى اقل من الجميع ومصرف صاحب الحصة العليا اكثر منهم (لان مجرى قذره من الاول الى الاخر).</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 1328:<br>\r\n\tتعمير الطريق الخاص ايضا كالسياق المالح يبدأ من الاسفل ويعتبر فمه اي مدخله اسفل ومنتهاه اعلى وصاحب الحصة التي في مدخله يصير مشاركا في المصارف التعميرية العائدة الى حصته وحدها وصاحب الحصة التي في منتهاه بعد مشاركته كل واحد في مصارف حصته يقوم بمصارف حصته وحده ( لان ممره من اول الطريق الى اخره بعكس كري النهر فان مجرى ماء الارض العليا لا يتجاوزها).</p>\r\n\r\n                                    </td>"
        ]
    },
    {
        "year": 1900,
        "law_id": "257934",
        "subdetails": "نوع النص: قانون |  رقم 0 تاريخ: 01/01/1900",
        "publish_date": "01/01/1900",
        "page_number": "0",
        "notes": "",
        "articles": [
            "<td class=\"ArticleText\">\r\n                                        <p> اعتبارا من تاريخ نشر هذا النظام تعين تسعة في الماية فائدة سنوية حدا اعظما لكل انواع المداينات العادية والتجارية. </p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p> ان مقاولات الفائدة التي عقدت على حساب 12 في الماية قبل تاريخ نشر هذا النظام هي مرعية ومعتبرة الى يوم اعلان هذا النظام. </p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p> اذا تبين وقوع مقاولة على فائدة زائدة عن حدها النظامي اما صراحة في السند بين الدائن والمديون او بثبوت ضمها الى راس المال فيصير تنزيل مقدار الفائدة السنوية الى تسعة في الماية. </p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p> فائدة الديون مهما مر عليها من السنين فلا يجب ان تتجاوز مقدار رأس المال وجميع الحكام ممنوعون من الحكم بالفائدة التي تتجاوز رأس المال. </p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p> ان اجراء الفائدة المركبة في الاقتراضات غير جائز الا:<br>\r\nاولا - اذا لم يصر تسليم دفعات من طرف المديون في ظرف ثلاث سنوات على حساب المبلغ المستقرض .<br>\r\nثانيا - اذا حصل اتفاق بين الدائن والمديون على ضم فائدة الثلاث سنوات التي صار اجراء تمشية حساب الفائض بها الى اصل المال فيمكن حينئذ تمشبة فائدة مركبة لاجل ثلاث سنين فقط. وان معاملات الفائض المركب الناشىء عن الحساب الجاري بين التجار توفيقا لاحكام قانون التجارة هي مستثناه. </p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p> انه ما دامت معاملة الاقراض والاستقراض جارية بين الدائن والمديون فسواء اريد نقل الحساب او تحديد سند الدين فان دعوى تنزيل الفائدة الى الحد النظامي هي مسموعة اما اذا صار اداء الدين وصار قطع المعاملات بين الدائن والمديون فان دعوى استرداد الفائض الفاحش تكون غير مسموعة. </p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p> ان نظام المرابحة المؤرخ في 16 ايلول سنة 1280 هو مفسوخ اعتبارا من تاريخ نشر هذا النظام. </p>\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p> ان نظارة العدلية مكلفة بتنفيذ احكام هذا النظام في 9 رجب سنة 1304 وفي 22 مارس سنة 1303 المصادف 3/4/1987 ميلاديا</p>\r\n                                    </td>"
        ]
    },
    {
        "year": 1900,
        "law_id": "258044",
        "subdetails": "نوع النص: قانون |  رقم 0 تاريخ: 01/01/1900",
        "publish_date": "01/01/1900",
        "page_number": "0",
        "notes": "",
        "articles": [
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 984:<br>\r\n\tالوصية العهدية لا تحتاج الى قبول سواء جعل له وصيا ام لم يجعل واما الوصية التمليكية فكما اذا قال: هذا المال لزيد بعد مماتي فالمشهور احتياجها الى القبول من الموصى له لكن الاظهر عدمه.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 985:<br>\r\n\tتتضيق الواجبات الموسعة اذا لم يطمئن المكلف بالتمكن من الامتثال مع التأخير كقضاء الصلاة والصيام واداء الكفارات والنذور ونحوها من الواجبات البدنية وغيرها فتجب المبادرة الى ادائها .<br>\r\n\tواذا ضاق الوقت عن ادائها وجب الايصاء والاعلام بها<br>\r\n\tعلى الاقوى الا ان يعلم بقيام الوارث او غيره به.<br>\r\n\tواما اموال الناس من الوديعة والعارية ومال المضاربة ونحوها مما يكون تحت يده فالظاهر عدم وجوب المبادرة الى ادائه الا اذا خاف عدم اداء الوارث.<br>\r\n\tويجب الايصاء به والاشهاد عليه اذا كان يتوقف عليهما الاداء والا لم يجب ومثلها الديون التي عليه مع عدم مطالبة الدائن اما مع مطالبته فتجب المبادرة الى ادائها وان لم يخف الموت.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\t </p>\r\n<p dir=\"rtl\">\r\n\tمسالة 986:<br>\r\n\tيكفي في تحقق الوصية كل ما دل عليها من لفظ صريح او غير صريح او فعل وان كان كتابة او اشارة بلا فرق بين صورتي الاختيار وعدمه بل يكفي وجود مكتوب بخطه او بامضائه بحيث يظهر منه ارادة العمل به بعد موته واذا قيل له هل اوصيت فقال: لا فقامت البينة على انه قد اوصى كان العمل علىالبينة ولم يعتد بخبره .<br>\r\n\tنعم اذا كان قد قصد من انكاره انشاء العدول عن الوصية صح العدول منه.<br>\r\n\tوكذا الحكم لو قال نعم وقامت البينة على عدم الوصية منه فانه ان قصد الاخبار كان العمل على البينة وان قصد انشاء الوصية صح الانشاء تحققت الوصية.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 987:<br>\r\n\tالمشهور ان رد الموصى له الوصية في الوصية التمليكية مبطل لها اذا كان الرد بعد الموت ولم يسبق بقبوله ولكنه لا يخلو عن اشكال اما اذا سبقه القبول بعد الموت او في حال الحياة فلا اثر له وكذا الرد حال الحياة.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 988:<br>\r\n\tلو اوصى له بشيئين فقبل احدهما ورد الاخر صحت فيما قبل وبطلت فيما رد على اشكال وكذا لو اوصى له بشيء واحد فقبل في بعضه ورد في البعض الاخر.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 989:<br>\r\n\tلا يجوز للورثة التصرف في العين الموصى بها قبل ان يختار الموصى له احد الامرين من الرد والمقبول وليس لهم اجباره على الاختيار معجلا.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 990:<br>\r\n\tاذا مات الموصى له قبل قبوله ورده قام وارثه مقامه في ذلك فله القبول او الرد اذا لم يرجع الموصي من وصيته ولا فرق بين ان يموت في حياة الموصي او بعد وفاته.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\t </p>\r\n<p dir=\"rtl\">\r\n\tمسالة 991:<br>\r\n\tالظاهر ان الوارث يتلقى المال الموصى به من مورثه الموصى له اذا مات بعد موت الموصي فتخرج منه ديونه ووصاياه ولا ترث منه الزوجة اذا كان ارضا وترث قيمته ان كان نخلا او بناء واما اذا مات الموصى له قبل الموصي فالظاهر ان ورثة الموصى له بتلقون الموصى به من الموصى نفسه فلا يجري عليه حكم تركة الميت الموصى له وفي كلتا الصورتين المدار على الوارث للموصى له عند موته لا الوارث عند موت الموصي.<br>\r\n\tواذا مات الوارث في حياة الموصي ايضا ففي انتقال الموصى به الى ورثته ايضا اشكال والانتقال اظهر.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 992:<br>\r\n\tاذا اوصى الى احد ان يعطي بعض تركته لشخص مثلا فهل يجري الحكم المذكور من الانتقال الى الوارث لو مات في حياة الموصي بتمليكه اشكال والجريان اظهر.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 993:<br>\r\n\tيشترط في الموصي امور:<br>\r\n\tالاول: البلوغ فلا تصح وصية الصبي الا اذا بلغ عشرا وكان قد عقل وكانت وصيته في وجوه الخير والمعروف لارحامه وفي نفوذ وصيته لغير ارحامه اشكال.<br>\r\n\tالثاني: العقل فلا تصح وصية المجنون والمغمى عليه والسكران حال جنونه واغمائه وسكره واذا اوصى حال عقله ثم جن او سكر او اغمي عليه لم تبطل وصيته وفي اعتبار الرشد فيه اشكال فلا يترك الاحتياط.<br>\r\n\tالثالث: الاختيار فلا تصح وصية المكره<br>\r\n\tالرابع: الحرية فلا تصح وصية المملوك الا ان يجيز مولاه ولا فرق بين ان تكون في ماله وان تكون في غير ماله كما اذا اوصى ان يدفن في مكان معين واذا اوصى ثم انعتق واجازها صحت وان لم يجزها المولى.<br>\r\n\tالخامس: ان لا يكون قاتل نفسه فاذا اوصى بعدما احدث في نفسه ما يوجب هلاكه من جرح او شرب سم او نحو ذلك لم تصح وصيته اذا كانت في ماله اما اذا كانت في غيره من تجهيز ونحوه صحت وكذا تصح الوصية اذا فعل ذلك لا عن عمد بل كان خطا او سهوا او كان لا بقصد الموت بل لغرض اخر او على غير وجه العصيان مثل الجهاد في سبيل الله وكذا اذا عوفي ثم اوصى بل الظاهر الصحة ايضا اذا اوصى بعدما فعل السبب ثم عوفي ثم مات.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 994:<br>\r\n\tاذا اوصى قبل ان يحدث في نفسه ذلك ثم احدث فيها صحت وصيته وان كان حين الوصية بانيا على ان يحدث ذلك بعدها.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 995:<br>\r\n\tتصح الوصية من كل من الاب والجد بالولاية على الطفل مع فقد الاخر ولا تصح مع وجوده.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 996:<br>\r\n\tلا يجوز للحاكم الوصية بالولاية على الطفل بعد موته بل بعد موته يرجع الامر الى حاكم اخر غيره.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 997:<br>\r\n\tلو اوصى وصية تمليكية لصغير من ارحامه اومن غيرهم بمال ولكنه جعل امره الى غير الاب والجد وغير الحاكم لم يصح هذا الجعل بل يكون امر ذلك المال للاب والجد مع وجود احدهما وللحاكم مع فقدهما .<br>\r\n\tنعم لو اوصى ان يبقى ماله بيد الوصي حتى يبلغوا فيملكهم اياه صح.<br>\r\n\tوكذا اذا اوصى ان يصرف ماله عليهم من دون ان يملكهم اياه.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 998:<br>\r\n\tيجوز ان يجعل الاب والجد الولاية والقيمومة على الاطفال لاثنين او اكثر كما يجوز جعل الناظر على القيم المذكور بمعنى كونه مشرفا على عمله او بمعنى كون العمل بنظره وتصويبه كما يأتي في الناظر على الوصي.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 999:<br>\r\n\tاذا قال الموصي لشخص: انت ولي وقيم على اولادي القاصرين واولاد ولدي ولم يقيد الولاية بجهة بعينها جاز له التصرف في جميع الشؤون المتعلقة بهم من حفظ نفوسهم وتربيتهم وحفظ اموالهم والانفاق عليهم واستيفاء ديونهم ووفاء ما عليهم من نفقات او ضمانات او غير ذلك من الجهات.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1000:<br>\r\n\tاذا قيد الموصي الولاية بجهة دون جهة وجب على الولي الاقتصار على محل الاذن دون غيره من الجهات وكان المرجع في الجهات الاخرى الحاكم الشرعي.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1001:<br>\r\n\tيجوز للقيم على اليتيم ان ياخذ اجرة مثل عمله اذا كانت له اجرة وكان فقيرا اما اذا كان غنيا ففيه اشكال والاحوط الترك.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tفصل في الموصى به</p>\r\n<p>\r\n\tمسالة 1002:<br>\r\n\tيشترط في الموصى به ان يكون مما له نفع محلل معتد به سواء اكان عينا موجودة ام معدومة اذا كانت متوقعة الوجود كما اذا اوصى بما تحمله الجارية او الدابة او منفعة لعين موجودة او معدومة متوقعة الوجود او حق من الحقوق القابلة للنقل مثل حق التحجير ونحوه لا مثل حق القذف ونحوه مما لا يقبل الانتقال الى الموصى له.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1003:<br>\r\n\tاذا اوصى لزيد بالخمر القابلة للتخليل او التي ينتفع بها في غير الشرب او اوصى بالات اللهو اذا كان ينتفع بها اذا كسرت صح.</p>\r\n<p dir=\"rtl\">\r\n\t </p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1004:<br>\r\n\tيشترط في الموصى به ان لا يكون زائدا على الثلث فاذا اوصى بما زاد عليه بطل الايصاء في الزائد الا مع اجازة الوارث واذا اجاز بعضهم دون بعض نفذ في حصة المجيز دون الاخر واذا اجازوا في بعض الموصى به وردوا في غيره صح فيما اجازوه وبطل في غيره.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1005:<br>\r\n\tلا اشكال في الاجتزاء بالاجازة بعد الوفاة وفي الاجتزاء بها حال الحياة قولان اقواهما الاول.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1006:<br>\r\n\tليس للمجيز الرجوع عن اجازته حال حياة الموصي ولا بعد وفاته كما لا اثر للرد اذا لحقته الاجازة.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1007:<br>\r\n\tلا فرق بين وقوع الوصية حال مرض الموصي وحال صحته ولا بين كون الوارث غنيا وفقيرا.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1008:<br>\r\n\tلا يشترط في نفوذ الوصية قصد الموصي انها من الثلث الذي جعله الشارع له فاذا اوصى بعين غير ملتفت الى ذلك وكانت بقدره او اقل صح.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1009:<br>\r\n\tاذا اوصى بثلث ما تركه ثم اوصى بشيء وقصد كونه من ثلثي الورثة فان اجازوا صحت الثانية ايضا والا بطلت.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1010:<br>\r\n\tاذا اوصى بعين وقصد كونها من الاصل نفذت الوصية في ثلثها وتوقفت في ثلثيها على اجازة الورثة كما اذا قال فرسي لزيد وثلثي من باقي التركة لعمرو فانه تصح وصيته لعمرو واما وصيته لزيد فتصح اذا رضي الورثة والا صحت في ثلث الفرس وكان الثلثان للورثة.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1011:<br>\r\n\tاذا اوصى بعين ولم يوص بالثلث فان لم تكن الوصية زائدة على الثلث نفذت وان زادت على الثلث توقف نفوذها في الزائد على اجازة الورثة</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1012:<br>\r\n\tاذا اوصى بعين معينة او بمقدار كلي من المال كالف دينار يلاحظ في كونه بمقدار الثلث او اقل او اكثر بالاضافة الى اموال الموصي حين الموت لا حين الوصية .<br>\r\n\tفاذا اوصى لزيد بعين كانت بقدر نصف امواله حين الوصية وصارت حين الموت بمقدار الثلث اما لنزول قيمتها او لارتفاع قيمة غيرها او لحدوث مال له لم يكن حين الوصية صحت الوصية في تمامها.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1013:<br>\r\n\tاذا كانت العين حين الوصية بمقدار الثلث فصارت اكثر من الثلث حال الموت اما لزيادة قيمتها او لنقصان قيمة غيرها او لخروج بعض امواله عن ملكه نفذت الوصية بما يساوي الثلث وبطلت في الزائد الا اذا اجاز الورثة.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\t </p>\r\n<p dir=\"rtl\">\r\n\tمسالة 1014:<br>\r\n\tاذا اوصي بكسر مشاع كالثلث فان كان حين الوفاة مساويا له حين الوصية فلا اشكال في صحة الوصية بتمامه وكذا اذا كان اقل فتصح فيه بتمامه حين الوفاة .<br>\r\n\tاما اذا كان حين الوفاة اكثر منه حين الوصية كما لو تجدد له مال فهل يجب اخراج ثلث الزيادة المتجددة ايضا او يقتصر على ثلث المقدار الموجود حين الوصية فهو لا يخلو من اشكال وان كان الاقوى الاول الا ان تقوم القرينة على ارادة الوصية بثلث الاعيان الموجودة حين الوصية لا غير فاذا تبدلت اعيانها لم يجب اخراج شيء او تقوم القرينة على ارادة الوصية بمقدار ثلث الموجود حينها وان تبدلت اعيانها فلا يجب اخراج الزائد.<br>\r\n\tوكذا اذا كان كلامه محفوفا بما يوجب اجمال المراد فانه يقتصر حينئذ على القدر المتيقن وهو الاقل.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1015:<br>\r\n\tيحسب من التركة ما يملكه الميت بعد الموت كالدية في الخطا وكذا في العمد اذا صالح عليها اولياء الميت وكما اذا نصب شبكة في حياته فوقع فيها شيء بعد وفاته فيخرج من جميع ذلك الثلث اذا كان قد اوصى به.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1016:<br>\r\n\tاذا اوصى بعين تزيد على ثلثه في حياته وبضم الدية ونحوها تساوي الثلث نفذت وصيته فيها بتمامها.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1017:<br>\r\n\tانما يحسب الثلث بعد استثناء ما يخرج من الاصل من الديون المالية فاذا اخرج جميع الديون المالية من مجموع التركة ان ثلث الباقي هو مورد العمل بالوصية.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1018:<br>\r\n\tاذا كان عليه دين فابراه الدائن بعد وفاته او تبرع متبرع في ادائه بعد وفاته لم يكن مستثنى من التركة وكان بمنزلة عدمه.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1019:<br>\r\n\tلا بد في اجازة الوارث الوصية الزائدة على الثلث من امضاء الوصية وتنفيذها ولا يكفي فيها مجرد الرضا النفساني.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1020:<br>\r\n\tاذا عين الموصي ثلثه في عين مخصوصة تعين واذا فوض التعيين الى الوصي فعينه في عين مخصوصة تعين ايضا بلا حاجة الى رضا الوارث واذا لم يحصل منه شيء من ذلك كان ثلثه مشاعا ولا يتعين في عين بعينها بتعيين الوصي الا مع رضا الورثة.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1021:<br>\r\n\tالواجبات المالية تخرج من الاصل وان لم يوص بها الموصي وهي الاموال التي اشتغلت بها ذمته مثل المال الذي اقترضه والمبيع الذي باعه سلفا وثمن ما اشتراه نسيئة وعوض المضمونات واروش الجنايات ونحوها ومنها الخمس والزكاة والمظالم واما الكفارات والنذور ونحوها فالظاهر انها لا تخرج من الاصل.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1022:<br>\r\n\tاذا تلف من التركة شيء بعد موت الموصي وجب اخراج الواجبات المالية من الباقي وان استوعبه وكذا اذا غصب بعض التركة.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1023:<br>\r\n\tاذا تمرد بعض الورثة عن وفاء الدين لم يسقط من الدين ما يلزم في حصته بل يجب على غيره وفاء الجميع كما يجب عليه.<br>\r\n\tثم اذا اوفى غيره تمام الدين فان كان باذن الحاكم الشرعي رجع على المتمرد المقدار الذي يلزم في حصته واذا كان بغير اذن الحاكم الشرعي ففي رجوعه عليه بذلك المقدار اشكال.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1024:<br>\r\n\tالحج الواجب بالاستطاعة من قبيل الدين يخرج من الاصل واما الحج النذري فيخرج من الثلث على الاظهر.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1025:<br>\r\n\tاذا اوصى بوصايا متعددة متضادة كان العمل على الثانية وتكون ناسخة للاولى فاذا اوصى بعين شخصية لزيد ثم اوصى بها لعمرو اعطيت لعمرو ،وكذا اذا اوصى بثلثه لزيد ثم اوصى به لعمرو.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1026:<br>\r\n\tاذا اوصى بثلثه لزيد ثم اوصى بنصف ثلثه لعمرو كان الثلث بينهما على السوية.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1027:<br>\r\n\tاذا اوصى بعين شخصية لزيد ثم اوصى بنصفها لعمرو كانت الثانية ناسخة للاولى بمقدارها.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1028:<br>\r\n\tاذا اوصى بوصايا متعددة غير متضادة وكانت كلها مما يخرج من الاصل وجب اخراجها من الاصل وان زادت على الثلث.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1029:<br>\r\n\tاذا كانت الوصايا كلها واجبات لا تخرج من الاصل كالواجبات البدنية والكفارات والنذور اخرجت من الثلث فان زادت على الثلث واجاز الورثة اخرجت جميعها وان لم تجز الورثة ورد النقص على الجميع بالنسبة سواء اكانت مرتبة بان ذكرت في كلام الموصي واحدة بعد اخرى كما اذا قال:اعطوا عني صوم عشرين شهرا وصلاة عشرين سنة ام كانت غير مرتبة بان ذكرت جملة واحدة كما اذا قال: اقضوا عني عباداتي مدة عمري صلاتي وصومي .<br>\r\n\tفاذا كانت تساوي قيمتها نصف التركة فان اجاز الورثة نفذت في الجميع وان لم يجز الورثة ينقص من وصية الصلاة الثلث ومن وصية الصوم الثلث .<br>\r\n\tوكذا الحكم اذا كانت كلها تبرعية غير واجبة فانها ان زادت على الثلث واجاز الورثة وجب اخراج الجميع وان لم يجز الورثة ورد النقص على الجميع بالنسبة.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1030:<br>\r\n\tاذا كانت الوصايا المتعددة مختلفة بعضها واجب يخرج من الاصل وبعضها واجب لا يخرج من الاصل كما اذا قال: اعطوا علي ستين دينارا عشرين دينارا زكاة وعشرين دينارا صلاة وعشرين دينار صوما فان وسعها الثلث اخرج الجميع وكذلك ان لم يسعها واجاز الورثة .<br>\r\n\tاما اذا لم يسعها ولم يجز للورثة فيقسم الثلث على الجميع وما يجب اخراجه من اصل التركة يلزم تتميمه منها .<br>\r\n\tفاذا كان الميت قد ترك مائة دينار يخرج من اصل تركته عشرة دنانير للزكاة ثم يخرج ثلثه ثلاثون دينارا فيوزع على الزكاة والصلاة والصوم .<br>\r\n\tوكذا الحال فيما اذا تعددت الوصايا وكان بعضها واجبا يخرج من الاصل وبعضها تبرعية .<br>\r\n\tنعم اذا لم يمكن التتميم من التركة تعين التتميم من الثلث في كلتا الصورتين.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1031:<br>\r\n\tاذا تعددت الوصايا وكان بعضها واجبا لا يخرج من الاصل وبعضها تبرعية ولم يف الثلث بالجميع ولم يجزها الورثة ففي تقديم الواجب على غيره اشكال وكلام والاظهر هو التقديم.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1032:<br>\r\n\tالمراد من الوصية التبرعية الوصية بما لا يكون واجبا عليه في حياته سواء اكانت تمليكية كما اذا قال: فرسي لزيد بعد وفاتي ام عهدية كما اذا قال: تصدقوا بفرسي بعد وفاتي.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1033:<br>\r\n\tاذا اوصى بثلث لزيد من دون تعيينه في عين شخصية يكون الموصى له شريكا مع الورثة فله الثلث ولهم الثلثان فان تلف من التركة شيء كان التلف على الجميع وان حصل لتركته نماء كان النماء مشتركا بين الجميع.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1034:<br>\r\n\tاذا اوصى بصرف ثلثه في مصلحته من طاعات وقربات يكون الثلث باقيا على ملكه فان تلف من التركة شيء كان التلف موزعا عليه وعلى بقية الورثة وان حصل النماء كان له منه الثلث</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1035:<br>\r\n\tاذا عين ثلثه في عين معينة تعين كما عرفت فاذا حصل منها نماء كان النماء له وحده وان تلف بعضها او تمامها اختص التلف به ولم يشاركه فيه بقية الورثة.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1036:<br>\r\n\tاذا اوصى بثلثه مشاعا ثم اوصى بشيء اخر معينا كما اذا قال: انفقوا علي ثلثي واعطوا فرسي لزيد وجب اخراج ثلثه من غير الفرس وتصح وصيته بثلث الفرس لزيد واما وصيته بالثلثين الاخرين من الفرس لزيد فصحتها موقوفة على اجازة الورثة فان لم يجيزوا بطلت كما تقدم .<br>\r\n\tواذا كان الشيء الاخر غير معين كما اذا قال انفقوا علي ثلثي واعطوا زيدا مائة دينار توقفت الوصية بالمائة على اجازة الورثة فان اجازوها في الكل صحت في تمامها وان اجازوها في البعض صحت في بعضها وان لم يجيزوا منها شيئا بطلت في جميعها ونحوه اذا قال: اعطوا ثلثي لزيد واعطوا ثلثا اخر من مالي لعمرو فانه تصح وصيته لزيد ولا تصح وصيته لعمرو الا باجازة الورثة .<br>\r\n\tاما اذا قال: اعطوا ثلثي لزيد ثم قال: اعطوا ثلثي لعمرو كانت الثانية ناسخة للاولى كما عرفت والمدار على ما يفهم من الكلام.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1037:<br>\r\n\tلا تصح الوصية في المعصية فاذا اوصى بصرف مال في معونة الظالم او في ترويج الباطل كتعمير الكنائس والبيع ونشر كتب الضلال بطلت الوصية.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p style=\"text-align: right\">\r\n\tمسالة 1038:<br>\r\n\tاذا كان ما اوصى به جائزا عند الموصي باجتهاده او تقليده وليس بجائز عند الوصي كذلك لم يجز للوصي تنفيذ الوصية واذا كان الامر بالعكس وجب على الوصي العمل</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\t </p>\r\n<p dir=\"rtl\">\r\n\tمسالة 1039:<br>\r\n\tاذا اوصى بحرمان بعض الورثة من الميراث فلم يجز ذلك البعض لم يصح .<br>\r\n\tنعم اذا لم يكن قد اوصى بالثلث واوصى بذلك وجب العمل بالوصية بالنسبة الى الثلث لغيره فاذا كان له ولدان<br>\r\n\tوكانت التركة ستة فاوصى بحرمان ولده زيد من الميراث اعطي زيد اثنين واعطي الاخر اربعة.<br>\r\n\tواذا اوصى بسدس ماله لاخيه واوصى بحرمان ولده زيد من الميراث اعطي اخوه السدس واعطي زيد الثلث واعطي ولده الاخر النصف.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p style=\"text-align: right\">\r\n\tمسالة 1040:<br>\r\n\tاذا اوصى بمال زيد بعد وفاة نفسه لم يصح وان اجازها زيد واذا اوصى بمال زيد بعد وفاة زيد فاجازها زيد صح.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1041:<br>\r\n\tقد عرفت انه اذا اوصى بعين من تركته لزيد ثم اوصى بها لعمرو كانت الثانية ناسخة ووجب دفع العين لعمرو فاذا اشتبه المتقدم والمتأخر تعين الرجوع الى القرعة في تعيينه.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1042:<br>\r\n\tاذا دفع انسان الى اخر مالا وقال له اذا مت فانفقه عني ولم يعلم انه اكثر من الثلث او اقل او مساو له او علم انه اكثر واحتمل انه مأذون من الورثة في هذه الوصية او علم انه غير مأذون من الورثة لكن احتمل انه كان له ملزم شرعي يقتضي اخراجه من الاصل فهل يجب على الوصي العمل بالوصية حتى يثبت بطلانها ؟<br>\r\n\tفيه اشكال ولا سيما في الفرضين الاخيرين.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1043:<br>\r\n\tاذا اوصى بشيء لزيد وتردد بين الاقل والاكثر اقتصر على الاقل واذا تردد بين المتباينين عين بالقرعة.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tفصل في الموصى له</p>\r\n<p>\r\n\tمسالة 1044:<br>\r\n\tالاظهر صحة الوصية العهدية للمعدوم اذا كان متوقع الوجود في المستقبل مثل ان يوصي باعطاء شيء لاولاد ولده الذين لم يولدوا حال الوصية ولا حين موت الموصي فيبقى المال الموصي به في ملك الموصي فان ولدوا بعد ذلك اعطي لهم والا صرف في الاقرب فالاقرب الى نظر الموصي.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1045:<br>\r\n\tالوصية التمليكية لا تصح للمعدوم الى زمان موت الموصي.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1046:<br>\r\n\tلو اوصى لحمل فان ولد حيا ملك الموصى به والا بطلت الوصية ورجع المال الى ورثة الموصي.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1047:<br>\r\n\tتصح الوصية للذمي وللحربي ولمملوكه وام ولده ومدبره ومكاتبه.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1048:<br>\r\n\tلا تصح الوصية لمملوك غيره قنا كان او غيره وان اجاز مولاه الا اذا كان مكاتبا مطلقا وقد ادى بعض مال الكتابة فيصح من الوصية له قدر ما تحرر منه.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1049:<br>\r\n\tاذا كان ما اوصى به لمملوكه بقدر قيمته اعتق ولا شيء له.<br>\r\n\tواذا كان اكثر من قيمته اعتق واعطى الزائد وان كان اقل منها اعتق واستسعي في الزائد سواء اكان ما اوصى له به بقدر نصف قيمته ام اكثر ام اقل.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1050:<br>\r\n\tاذا اوصى لجماعة ذكورا او اناثا او ذكورا و اناثا بمال اشتركوا فيه على السوية الا ان تكون قرينة على التفضيل.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1051:<br>\r\n\tاذا اوصى لابنائه وبناته او لاعمامه وعماته او اخواله وخالاته او اعمامه واخواله فان الحكم في الجميع التسوية الا ان تقوم القرينة على التفضيل فيكون العمل على القرينة.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tفصل في الوصي</p>\r\n<p>\r\n\tمسالة 1052:<br>\r\n\tيجوز للموصي ان يعين شخصا لتنفيذ وصاياه ويقال له الوصي ويشترط فيه امور.<br>\r\n\tالاول: البلوغ على المشهور فلا تصح الوصاية الى الصبي<br>\r\n\tمنفردا اذا اراد منه التصرف في حال صباه مستقلا ولكنه<br>\r\n\tلا يخلو عن اشكال .<br>\r\n\tنعم الاحوط ان يكون تصرفه باذن الولي او الحاكم الشرعي .<br>\r\n\tاما لو اراد ان يكون تصرفه بعد البلوغ او مع اذن الولي فالاظهر صحة الوصية وتجوز الوصاية اليه منضما الى الكامل سواء اراد ان يتصرف الكامل الا بعد بلوغ الصبي ام اراد ان يتصرف منفردا قبل بلوغ الصبي لكن في الصورة الاولى اذا كانت عليه تصرفات فورية كوفاء دين عليه نحوه يتولى ذلك الحاكم الشرعي.<br>\r\n\tالثاني: العقل فلا تصح الوصية الى المجنون في حال جنونه سواء اكان مطبقا ام ادواريا واذا اوصي اليه في حال العقل ثم جن بطلت الوصاية اليه واذا افاق بعد ذلك عادت على الاظهر واما اذا نص الموصي على عودها فلا اشكال.<br>\r\n\t </p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tالثالث: الاسلام اذا كان الموصي مسلما على المشهور<br>\r\n\tوفيه اشكال.</p>\r\n<p>\r\n\tمسالة 1053:<br>\r\n\tالظاهر عدم اعتبار العدالة في الوصي بل يكفي فيه الوثوق والامانة .هذا في الحقوق الراجعة الى غيره كاداء الحقوق<br>\r\n\tالواجبة والتصرف في مال الايتام ونحو ذلك .<br>\r\n\tاما ما يرجع الى نفسه كما اذا اوصى اليه في ان يصرف ثلثه في الخيرات والقربات ففي اعتبار الوثوق به اشكال.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1054:<br>\r\n\tاذا ارتد الوصي بطلت وصايته بناء على اعتبار الاسلام في الوصي ولا تعود اليه اذا اسلم الا اذا نص الموصي على عودها.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1055:<br>\r\n\tاذا اوصى الى عادل ففسق فان ظهر من القرينة التقييد بالعدالة بطلت الوصية وان لم يظهر من القرينة التقييد بالعدالة لم تبطل وكذا الحكم اذا اوصى الى الثقة.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1056:<br>\r\n\tلا تجوز الوصية الى المملوك الا باذن سيده او معلقة على حريته.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1057:<br>\r\n\tتجوز الوصاية الى المراة على كراهة والاعمى والوارث.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1058:<br>\r\n\tاذا اوصى الى صبي وبالغ فمات الصبي قبل بلوغه او بلغ مجنونا ففي جواز انفراد البالغ بالوصية قولان احوطهما الرجوع الى الحاكم الشرعي فيضم اليه اخر.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1059:<br>\r\n\tيجوز جعل الوصاية الى اثنين او اكثر على نحو الانضمام وعلى نحو الاستقلال.<br>\r\n\tفان نص على الاول فليس لاحدهما الاستقلال بالتصرف لا في جميع ما اوصى به ولا في بعضه .<br>\r\n\tواذا عرض لاحدهما يوجب سقوطه عن الوصاية من موت ونحوه ضم الحاكم اخر الى الاخر وان نص على الثاني جاز لاحدهما الاستقلال وايهما سبق نفد تصرفه وان اقترنا في التصرف مع تنافي التصرفين بان باع احدهما على زيد والاخر على عمرو في زمان واحد بطلا معا ولهما ان يقتسما الثلث بالسوية وبغير السوية .<br>\r\n\tواذا سقط احدهما عن الوصاية انفرد الاخر ولم يضم<br>\r\n\tاليه الحاكم اخر .<br>\r\n\tواذا اطلق الوصاية اليهما ولم ينص على الانضمام والاستقلال جرى عليه حكم الانضمام الا اذا كانت قرينة على الانفراد كما اذا قال: وصيي فلان وفلان فاذا ماتا كان الوصي فلانا فانه اذا مات احدهما استقل الباقي ولم يحتج الى ان يضم اليه الحاكم اخر وكذا الحكم في ولاية الوقف.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1060:<br>\r\n\tاذا قال زيد وصيي فان مات فعمرو وصيي صح ويكونان وصيين مترتبين وكذا يصح اذا قال وصيي زيد فان بلغ ولدي فهو الوصي.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1061:<br>\r\n\tيجوز ان يوصي الى وصيين او اكثر ويجعل الوصاية الى كل واحد في امر بعينه لا يشاركه فيه الاخر.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1062:<br>\r\n\tاذا اوصى الى اثنين بشرط الانضمام فتشاحنا لاختلاف نظرهما فان لم يكن مانع لاحدهما بعينه من الانضمام الى الاخر اجبره الحاكم على ذلك وان لم يكن مانع لكل منهما من الانضمام اجبرهما الحاكم عليه وان كان لكل منهما مانع انضم الحاكم الى احدهما ونفذ تصرفه دون الاخر.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1063:<br>\r\n\tاذا قال اوصيت بكذا وكذا وجعلت الوصي فلانا ان استمر على طلب العلم مثلا صح وكان فلان وصيا اذا استمر على طلب العلم فان انصرف عنه بطلت وصايته وتولى تنفيذ وصيته الحاكم الشرعي.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1064:<br>\r\n\tاذا عجز الوصي عن تنفيذ الوصية ضم اليه الحاكم من يساعده واذا ظهرت منه الخيانة ضم اليه امينا يمنعه عن الخيانة فان لم يكن ذلك عزله ونصب غيره.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1065:<br>\r\n\tاذا مات الوصي قبل تنجيز تمام ما اوصى اليه به نصب الحاكم الشرعي وصيا لتنفيذه .<br>\r\n\tوكذا اذا مات في حياة الموصي ولم يعلم هو بذلك او علم ولم ينصب غيره ولم يكن ما يدل على عدوله عن اصل الوصية.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1066:<br>\r\n\tليس للوصي ان يوصي الى احد في تنفيذ ما اوصى اليه به الا ان يكون مأذونا من الموصي في الايصاء الى غيره.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1067:<br>\r\n\tالوصي امين لا يضمن الا بالتعدي او التفريط ويكفي في الضمان حصول الخيانة بالاضافة الى ضمان موردها اما الضمان بالنسبة الى المورد الاخر مما لم يتحقق فيها الخيانة ففيه اشكال بل الاظهر العدم.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1068:<br>\r\n\tاذا عين الموصي للوصي عملا خاصا او قدرا خاصا او كيفية خاصة وجب الاقتصار على ما عين ولم يجز له التعدي فان تعدى كان خائنا واذا اطلق له التصرف بان قال له: اخرج ثلثي وانفقه عمل بنظره ولا بد من ملاحظة مصلحة الميت فلا يجوز له ان يتصرف كيف شاء وان لم يكن صلاحا للميت او كان غيره اصلح مع تيسر فعله على النحو المتعارف ويختلف ذلك باختلاف<br>\r\n\tالاموات فربما يكون الاصلح اداء العبادات الاحتياطية عنه وربما يكون الاصلح اداء الحقوق المالية الاحتياطية وربما يكون الاصلح اداء حق بعينه احتياطي دون غيره او اداء الصلاة عنه دون الصوم وربما يكون الاصلح فعل القربات والصدقات وكسوة العراة ومداواة المرضى ونحو ذلك هذا اذا لم يكن تعارف يكون قرينة على تعيين مصرف بعينه ولا كان عليه العمل.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1069:<br>\r\n\tاذا قال انت وصيي ولم يعين شيئا ولم يعرف المراد منه وانه تجهيزه او صرف ثلثه او شؤون اخرى كان لغوا الا اذا كان تعارف يكون قرينة على تعيين المراد كما يتعارف في كثير من بلدان العراق انه وصي في اخراج الثلث وصرفه في مصلحة الموصي واداء الحقوق التي عليه واخذ الحقوق التي له ورد الامانات والبضائع الى اهلها واخذها .<br>\r\n\tنعم في شموله للقيمومة على القاصرين من اولاده اشكال والاحوط ان لا يتصدى لامورهم الا بعد مراجعة الحاكم الشرعي وعدم نصب الحاكم الشرعي غيره الا باذن منه.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1070:<br>\r\n\tيجوز للموصى اليه ان يرد الوصية في حال حياة الموصي بشرط ان يبلغه الرد بل الاحوط اعتبار امكان نصب غيره له ايضا ولا يجوز له الرد بعد موت الموصي سواء قبلها قبل الرد ام لم يقبلها.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1071:<br>\r\n\tالرد السابق على الوصية لا اثر له فلو قال زيد لعمرو: لا اقبل ان توصي الي فاوصى عمرو اليه لزمته الوصية الا ان يردها بعد ذلك.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1072:<br>\r\n\tلو اوصى الى احد فرد الوصية فاوصى اليه ثانيا ولم يردها ثانيا لجهله بها ففي لزومها له قول ولكنه لا يخلو من اشكال بل الاظهر خلافه.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\t </p>\r\n<p dir=\"rtl\">\r\n\tمسالة 1073:<br>\r\n\tاذا راى الوصي ان تفويض الامر الى شخص في بعض الامور الموصى بها اصلح للميت جاز له تفويض الامر اليه كان يفوض امر العبادات التي اوصى بها الى من له خبرة في الاستنابة في العبادات ويفوض امر العمارات التي اوصى بها الى من له خبرة فيها ويفوض امر الكفارات التي اوصى بها الى من له خبرة<br>\r\n\tبالفقراء وكيفية القسمة عليهم وهكذا .<br>\r\n\tوربما يفوض الامر في جميع ذلك الى شخص واحد اذا كانت له خبرة في جميعها.<br>\r\n\tوقد لا يكون الموصي قد اوصى بامور معينة بل اوصى بصرف ثلثه في مصالحه واوكل تعيين المصرف كما وكيفا الى نظر الوصي فيرى الوصى من هو اعرف منه في تعيين جهات المصرف وكيفيتها فيوكل الامر اليه فيدفع الثلث اليه بتمامه ويفوض اليه تعيين الجهات كما وكيفا كما يتعارف ذلك عند كثير من الاوصياء حيث يدفعون الثلث الموصى به الى المجتهد الموثوق به عندهم فالوصاية الى شخص ولاية في التصرف ولو<br>\r\n\tبواسطة التفويض الى الغير .<br>\r\n\tفلا بأس ان يفوض الوصي امر الوصية الى غيره الا ان تقوم القرينة على ارادة الموصي منه المباشرة فلا يجوز له حينئذ التفويض.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1074:<br>\r\n\tلا يجوز للوصي تفويض الوصاية الى غيره بمعنى عزل نفسه عن الوصاية وجعلها له فيكون غيره وصيا عن الميت بجعل منه.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1075:<br>\r\n\tاذا بطلت وصاية الوصي لفوات شرطها نصب الحاكم الشرعي وصيا مكانه او تولى الصرف بنفسه وكذا اذا اوصى ولم يعين وصيا اصلا.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1076:<br>\r\n\tاذا نسي الوصي مصرف المال الموصى به وعجز عن معرفته صرفه في وجوه البر التي يحتمل ان تكون مصرف المال الموصى به .<br>\r\n\tهذا اذا كان التردد بين غير المحصور اما اذا تردد بين محصور ففيه اشكال ولا يبعد الرجوع الى القرعة في تعيينه.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1077:<br>\r\n\tيجوز للموصي ان يجعل ناظرا على الوصي مشرفا ومطلعا على عمله بحيث لا يجوز للوصي ان يعمل بالوصية الا باطلاع الناظر واشرافه عليه فاذا عمل بدون اشرافه كان بدون اذن من الموصي وخيانة له واذا عمل باطلاعه كان مأذونا فيه واداء لوظيفته ولا يجب على الوصي متابعة مثل هذا الناظر في رأيه ونظره فاذا اوصى الموصي باستنابة من يصلي عنه فاستناب الوصي زيدا وكان الناظر يريد استنابة عمرو ويراها ارجح لم يقدح<br>\r\n\tذلك في صحة استنابة زيد وليس للناظر الاعتراض عليه في ذلك .<br>\r\n\tنعم لو جعله ناظرا على الوصي بمعنى ان يكون عمل<br>\r\n\tالوصي بنظره ففي المثال المذكور لا تصح استنابة زيد وتجب استنابة عمرو لكن هذا المعنى خلاف ظاهر جعل الناظر على الوصي .<br>\r\n\tوالظاهر انه اذا خان الوصي لم يجب على الناظر<br>\r\n\t- بما هو ناظر - مدافعته في كلتا الصورتين فلو لم يدافع لم يكن ضامنا وفي كلتا الصورتين اذا مات الناظر لزم الوصي الرجوع الى الحاكم الشرعي.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1078:<br>\r\n\tالوصية جائزة من طرف الموصي فاذا اوصى بشيء جاز له العدول الى غيره.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1079:<br>\r\n\tاذا اوصى الى احد جاز له العدول الى غيره.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1080:<br>\r\n\tاذا اوصى باشياء جاز له العدول عن جميعها وعن بعضها كما يجوز له تبديل جميعها وتبديل بعضها ما دام فيه الروح اذا وجدت فيه الشرائط المتقدمة من العقل والاختيار وغيرهما.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1081:<br>\r\n\tاذا اوصى الى شخص ثم اوصى الى اخر ولم يخبر الوصي الاول بالعدول عنه الى غيره فمات فعمل الوصي الاول بالوصية ثم علم كانت الغرامة على الميت فتخرج من اصل التركه ثم يخرج الثلث للوصي الثاني .<br>\r\n\tهذا اذا لم يكن العدول عن الاول لسبب ظاهر اما اذا كان لسبب ظاهر كما اذا هاجر الوصي الاول الى بلاد بعيدة او حدثت بينه وبين الوصي عداوة ومقاطعة فعدل عنه كان ما صرفه الوصي الاول من مال نفسه.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1082:<br>\r\n\tيتحقق الرجوع عن الوصية بالقول مثل ان يقول: رجعت عن وصيتي الى زيد وبالفعل مثل ان يوصي بصرف ثلثه ثم يوصي بوقفه ومثل ان يوصي بوقف عين او بصرفها ثم يبيعها او يهبها.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1083:<br>\r\n\tلا يعتبر في وجوب العمل بالوصية مرور مدة طويلة او قصيرة فاذا اوصى ثم مات بلا فصل وجب العمل بها وكذا اذا مات بعد مرور سنين نعم يعتبر عدم الرجوع عنها واذا شك في الرجوع بنى على عدمه.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1084:<br>\r\n\tاذا قال: اذا مت في هذا السفر فوصيي فلان ووصيتي كذا وكذا فاذا لم يمت في ذلك السفر ومات في غيره لم يجب العمل بوصيته ولم يكن له وصي.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1085:<br>\r\n\tاذا كان الداعي له على انشاء الوصية خوف الموت في السفر الذي عزم عليه وجب العمل بوصيته وان لم يمت في ذلك السفر ولاجل ذلك يجب العمل بوصايا الحجاج عند العزم على الحج ومثلهم زوار الرضا عليه السلام والمسافرون اسفارا بعيدة فان الظاهر ان هؤلاء وامثالهم لم يقيدوا الوصية بالموت في ذلك السفر وانما كان الداعي على الوصية خوف الموت في ذلك السفر فيجب العمل بوصاياهم ما لم يتحقق الرجوع عنها.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\t </p>\r\n<p dir=\"rtl\">\r\n\tمسالة 1086:<br>\r\n\tيجوز للوصي ان يأخذ اجرة مثل عمله اذا كانت له اجرة الا اذا كان اوصي اليه بان يعمل مجانا كما لو صرح الموصي بذلك او كانت قرينة عليه فلا يجوز له اخذ الاجرة حينئذ ويجب عليه العمل بالوصية ان كان قد قبل اما اذا لم يقبل ففي الوجوب اشكال والاقرب العدم .<br>\r\n\tهذا بالنسبة الى العمل الذي اوصى اليه فيه كالبيع والشراء واداء الديون ونحو ذلك من الاعمال التي هي موضوع ولايته .<br>\r\n\tاما لو اوصى باعمال اخرى مثل ان يوصي الى زيد ان يحج عنه او يصلي عنه او نحو ذلك لم يجب عليه القبول حتى لو لم يعلم بذلك في حياة الموصي ولو قبل في حياته فان كان اوصى اليه بالعمل مجانا مثل ان يحج فقبل لم يبعد جواز الرد بعد وفاته.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1087:<br>\r\n\tاذا جعل له اجرة معينة بان قال له: حج عني بمائة دينار كان اجارة ووجب العمل بها وله الاجرة اذا كان قد قبل في حياته والا لم يجب .<br>\r\n\tولو كان باجرة غير معينة عندهما بان قال له: حج عني باجرة المثل ولم تكن الاجرة معلومة عندهما فقبل في حياته لم يبعد ايضا عدم وجوب العمل وجريان حكم الاجارة الفاسدة .<br>\r\n\tولو كان بطريق الجعالة لم يجب العمل لكنه يستحق الاجرة على تقدير العمل لصدق الوصية حينئذ.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1088:<br>\r\n\tتثبت الوصية التمليكية بشهادة مسلمين عادلين وبشهادة مسلم عادل مع يمين الموصى له وبشهادة مسلم عادل مع مسلمتين عادلتين كغيرها من الدعاوى المالية.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1089:<br>\r\n\tتختص الوصية التمليكية بانها تثبت بشهادة النساء منفردات فيثبت ربعها بشهادة مسلمة عادلة ونصفها بشهادة مسلمتين عادلتين وثلاثة ارباعها بشهادة ثلاث مسلمات عادلات وتمامها بشهادة اربع مسلمات عادلات بلا حاجة الى اليمين في شهادتهن.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1090:<br>\r\n\tالوصية العهدية وهي الوصية بالولاية لا تثبت الا بشهادة مسلمين عادلين.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1091:<br>\r\n\tتثبت الوصية التمليكية والعهدية بشهادة ذميين عدلين في في دينهما عند عدم عدول المسلمين ولا تثبت بشهادة غيرهما من الكفار.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1092:<br>\r\n\tتثبت الوصية التمليكية باقرار الورثة جميعهم اذا كانوا عقلاء بالغين وان لم يكونوا عدولا .<br>\r\n\tواذا اقر بعضهم دون بعض ثبتت بالنسبة الى حصة المقر دون المنكر نعم اذا اقر منهم اثنان وكانا عدلين ثبتت الوصية بتمامها واذا كان عدلا واحدا تثبت ايضا مع يمين الموصى له.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1093:</p>\r\n<p dir=\"rtl\">\r\n\tتثبت الوصية العهدية باقرار الورثة جميعهم واذا اقر بعضهم ثبت بعض الموصى به على نسبة حصة المقر وينقص من حقه نعم اذا اقر اثنان عدلان منهم ثبتت الوصية بتمامها.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tفصل في منجزات المريض</p>\r\n<p>\r\n\tمسالة 1094:<br>\r\n\tاذا تصرف المريض في مرض الموت تصرفا منجزا فان لم يكن مشتملا على المحاباة كما اذا باع بثمن المثل او اجر باجرة المثل فلا اشكال في صحته ولزوم العمل به.<br>\r\n\tواذا كان مشتملا على نوع من المحاباة والعطاء المجاني كما اذا اعتق او ابرا او وهب هبة مجانية غير معوضة او معوضة باقل من القيمة او باع باقل من ثمن المثل او اجر باقل من اجرة المثل او نحو ذلك مما يستوجب نقصا في ماله فالظاهر انه نافذ كتصرفه في حال الصحة والقول بانه يخرج من الثلث فاذا زاد عليه لم ينفذ الا باجازة الوارث ضعيف.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمسالة 1095:<br>\r\n\tاذا اقر بعين او دين لوارث او لغيره فان كان المقر مامونا ومصدقا في نفسه نفذ الاقرار من الاصل وان كان متهما نفذ من الثلث.<br>\r\n\tهذا اذا كان الاقرار في مرض الموت اما اذا كان في حال الصحة او في المرض غير مرض الموت اخرج من الاصل وان كان متهما.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1096:<br>\r\n\tاذا قال: هذا وقف بعد وفاتي او نحو ذلك مما يتضمن تعليق الايقاع على الوفاة فهو باطل لا يصح وان اجاز الورثة.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1097:<br>\r\n\tالانشاء المعلق على الوفاة انما يصح في مقامين:<br>\r\n\t1- انشاء الملك وهي الوصية التمليكية او انشاء الولاية كما في موارد الوصية العهدية.<br>\r\n\t2- انشاء العتق وهو التدبير ولا يصح في غيرهما من انواع الانشاء.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1098:<br>\r\n\tاذا قال: بعت او اجرت او صالحت او وقفت بعد وفاتي بطل ولا يجري عليه حكم الوصية بالبيع او الوقف مثلا بحيث يجب على الورثة ان يبيعوا او يوقفوا بعد وفاته الا اذا فهم من كلامه انه يريد الوصية بالبيع او الوقف فحينئذ كانت وصيته صحيحة ووجب<br>\r\n\tالعمل بها.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمسالة 1099:<br>\r\n\tاذا قال للمدين ابرات ذمتك بعد وفاتي واجازه الوارث بعد موته برئت ذمة المدين فان اجازة الابراء بنفسها تنازل من قبل الورثة عن حقهم وابراء لذمة المدين.</p>\r\n\r\n                                    </td>"
        ]
    },
    {
        "year": 1900,
        "law_id": "258042",
        "subdetails": "نوع النص: قانون |  رقم 0 تاريخ: 01/01/1900",
        "publish_date": "01/01/1900",
        "page_number": "0",
        "notes": "",
        "articles": [
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tالباب الرابع في الوصايا ومن هو اهل لها وفيه فصول الفصل الاول في حد الوصية وشرائطها ومن هو اهل لها</p>\r\n<p dir=\"rtl\">\r\n\tمادة 530:<br>\r\n\tالوصية تمليك مضاف الى ما بعد الموت بطريق التبرع.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 531:<br>\r\n\tيشترط لصحة الوصية كون الموصى حرا بالغا عاقلا مختارا اهلا للتبرع والموصى له حيا تحقيقا او تقديرا والموصى به قابلا للتمليك بعد موت الموصي فلا تصح وصية مجنون ولا صبي ولو مراهقا او مأذونا لا تنجيزا ولا تعليقا بالبلوغ وانما تجوز وصية الصبي المميز في امر تجهيزه ودفنه.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 532:<br>\r\n\tوصايا المحجوز عليه لسفه جائزة في سبيل الخير</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة <span dir=\"ltr\">533</span>:</p>\r\n<p dir=\"rtl\">\r\n\tتصح الوصية بالاعيان منقولة كانت او غير منقولة وبمنافعها مقيدة بمدة معلومة او مؤبدة.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 534:<br>\r\n\tيجوز لمن لا دين عليه مستغرقا لماله ولا وارث له ان يوصي بماله كله او بعضه لمن يشاء وتنفذ وصيته بلا توقف على اجازة بيت المال.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 535:<br>\r\n\tمن كان عليه دين مستغرق لماله فلا يجوز وصيته الا ان يبرئه بالغرماء باجازتهم.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 536:<br>\r\n\tلا تجوز الوصية لوارث الا اذا اجازها الورثة الاخر بعد موت الموصي وهم من اهل التبرغ ويعتبر كونه وارثا او غير وارث وقت موت الموصي لا وقت الوصية وليس للمجيز ان يرجع في اجازته ويجبر على التسليم اذا امتنع واذا اجازها بعض الورثة وردها البعض جازت على المجيز بقدر حصته وبطلت في حق غيره.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 537:<br>\r\n\tتجوز الوصية بالثلث للاجنبي عند عدم المانع من غير اجازة الورثة ولا تجوز بما زاد على الثلث الا اذا اجازها الورثة بعد موت الموصي وهم من اهل التبرع ولا عبرة باجازتهم في حال حياته.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 538:<br>\r\n\tتجوز وصية الزوج لزوجته ووصيتها له اذا لم يكن لاحد منهما وارث اخر والا توقف نفوذها على اجازته.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 539:<br>\r\n\tلا تجوز الوصية لقاتل الموصي مباشرة عمدا كان القتل او خطا قبل الايصاء او بعده الا اذا اجازت الورثة او كان القاتل صبيا او مجنونا او لم يكن للمقتول وارث سواه ولا يحرم المتسبب في القتل من الوصية.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 540:<br>\r\n\tتجوز الوصية للحمل بشرط ان يولد حيا لاقل من ستة اشهر من وقت الوصية ان كان زوج الحامل حيا او اقل من سنتين من وقت الموت او الطلاق البائن لان كانت معتدة لوفاة او لطلاق بائن حين الوصية فان جاءت المراة بتوامين حيين فالوصية لهما نصفين وان مات احدهما بعد الولادة فوصيته ميراث بين ورثته وان مات احدهما قبل الولادة فالوصية للحي منهما.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 541:<br>\r\n\tتجوز الوصية للمساجد والتكايا والمارستانات والمدارس وتصرف على عمارتها وفقرائها وسراجها وغير ذلك مما لزم ويعتبر في كل شيء من ذلك ما هو متعارف في الوصيه له وما يوجد من الدلالات وتجوز لاعمال البر وتصرف في وجوه الخير ومنها بناء المساجد وسراجها وطلبة العلم ونحو ذلك من الاعمال النافعة التي ليس فيها فلو تمليك لاحد مخصوص.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 542:<br>\r\n\tاختلاف الدين والملة لا يمنع صحة الوصية فتجوز الوصيةمن المسلم للذمي والمستأمن بدار الاسلام ومن الذمي والمستأمن للمسلم والذمي ولو من غير ملته ويجوز للمستأمن الذي لا وارث بدار الاسلام ان يوصي بجميع ماله وان اوصى ببعضه يرد الباقي الى ورثته وتنفذ وصية الذمي من ثلث ماله لغير الوارث ولا تنفذ للوارث الا باجازة الورثة الاخر.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 543:<br>\r\n\tلا يملك الموصى به الا بقبول الوصية صريحا او دلاله كموته قبل قبوله ورده كما يأتي ولا يصح قبولها الا بعد موت الموصي ولا عبرة بالقبول والرد في حال حياته فان قبل الموصى له بعد موت الموصي ثبت له ملك الموصى به سواء قبضه او لم يقبضه فان لم يقبل او يرد فهي موقوفة لا يملكها الوارث ولا الموصى له بها حتى يقبل او يرد او يموت فان مات بعد موت الموصي قبل القبول او الرد دخل الموصى به في ملك ورثته.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 544:<br>\r\n\tيجوز للموصي الرجوع في الوصية بقبول (1) صريح او فعل يزيل اسم الموصى به ويغير معظم صفاته ومنافعه او يوجب فيه زيادة لا يمكن تسليمه الا بها او تصرف من التصرفات التي تزيله عن ملكه وكذا اذا خلط بغيره بحيث لا يمكن تمييزه او يمكن بعسر .<br>\r\n\t(1) يشترط لذلك ان تكون الوصية اللاحقة متعارضة مع الاولى وكذلك في المذهب الجعفري اذا اوصى احد بوصية ثم اوصى باخرى مضادة للاولى عمل بالاخيرة.<br>\r\n\tوالوصية بطبعها عقد غير لازم ما دام الموصي حيا وانه لا يلزم الا بقبول الموصى له بعد موت الموصي. فلذا كان للموصي ان يرجع عن وصيته وان يغيرها ويبدلها كيف شاء ومتى شاء حتى ولو اعلن الموصى له قبولها.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 545:<br>\r\n\tجحد الوصية لا يكون رجوعا مبطلا لها ولا تجصيص الدار الموصى بها ولا هدمها.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 546:<br>\r\n\tاذا هلكت الوصية في يد الموصي او في يد احد من ورثته بدون تعديه فلا ضمان عليه واذا استهلكت فان كان استهلاكها من الموصي فهو رجوع وان كان من الورثة يكون ضمانها عليهم قبل القبول او بعده.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tالفصل الثاني<br>\r\n\tفي استحقاق الموصى لهم<br>\r\n\tمادة 547:<br>\r\n\tلا تنفذ وصية من له ورثة الا من ثلث ماله مسلما كان او ذميا فاذا اوصى لمن هو اهل للوصية باكثر من الثلث ولم يجز الورثة الزيادة فلا يستحق الموصى له الا الثلث من جميع مال الموصي.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 548:<br>\r\n\tاذا اوصي الى اثنين باكثر من الثلث واستويا في الاستحقاق ولم تجز الورثة الوصيتين يقسم الثلث بينهما قسمة متساوية واذا لم يستويا في الاستحقاق فان زادت وصية احدهما على الثلث وكانت الاخرى بالثلث يقسم الثلث بينهما نصفين والموصي له باكثر من الثلث لا يضرب باكثر من الثلث الا في السعاية والمحاباة والوصية بالدراهم المرسلة التي لم تقيد بكسر من الكسور فان الثلث فيها يقسم بينهما على قدر حصتهما في الوصية وان لم يزد وصية احد منهما على الثلث يقسم بينهما الثلث قسمة متناسبة على قدر حق كل منهما.</p>\r\n<p>\r\n\t </p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 549:<br>\r\n\tاذا اوصي بقدر مجهول يتناول القليل والكثير كجزء او سهم او نصيب من ماله فالبيان في ذلك للورثة ان لم يبينه الموصي ويعطون الموصى له من شاؤوا وان لم يكن له ورثة واوصى بسهم من ماله لاحد فله نصف ماله والنصف الاخر لبيت المال.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 550:<br>\r\n\tاذا اوصي بالثلث لاثنين معينين من اهل الاستحقاق وكان احدهما ميتا او معدوما وقت الايجاب فلا يستحق شيئا والثلث كله للحي او الموجود فان مات احدهما قبل موت الموصي او خرج لفقد شرط ما بعد صحة الايجاب يخرج بحصته ولا يستحق الاخر الا نصف الثلث منه وكذا اذا جعله بينهما واحدهما ميت فللحي نصفه واذا مات احد الاثنين بعد موت الموصي فلورثة ذلك الميت حق في حصته.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 551:<br>\r\n\tاذا اوصي لاحد بعين او بنوع معين من الانواع التي تقسم جبرا كثلث دراهمه او غنمه او ثيابه المتحدة جنسا فهلك ثلثاه فله الباقي بتمامه ان خرج من ثلث باقي جميع اصناف مال الموصى وان اوصي له بنصف او نوع مما لا يقسم جبرا كثلث دوابه او ثيابه المتفاوتة جنسا فهلك الثلثان فليس له الا ثلث ما بقي منه وان خرج من ثلث كل المال.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 552:<br>\r\n\tاذا اوصي لاحد بمقدار معين من الدراهم وله دين من جنسها وعين فان خرج القدر الموصى به من ثلث العين دفع اليه والا يدفع له ثلث العين وكل ما تحصل من الدين الا لضعف الثلث يدفع اليه ثلثه حتى يستوفي حقه.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tالفصل الثالث في الوصية بالمنافع</p>\r\n<p>\r\n\tمادة 553:<br>\r\n\tاذا اوصي لاحد بسكنى داره او بغلتها ونص على الابد او اطلق الوصية ولم يقيدها بوقت فللموصى له السكنى والغلة مدة حياته وبعد موته ترد الى ورثة الموصي وان قيدت الوصية بمدة معينة فله الانتفاع بها الى انقضاء تلك المدة وان اوصي له بالمنفعة سنين تنصرف الى ثلاث سنوات لا اكثر.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 554:<br>\r\n\tاذا خرجت العين الموصى بسكناها او بغلتها من ثلث مال الموصي تسلم الى الموصى له للانتفاع بها على حسب الوصية وان لم تخرج من الثلث كانت محتملة للقسمة ولم يكن للموصي مال غيرها تقسم اثلاثا وان كانت الوصية بالسكنى او تقسم غلتها وان كانت بالغة ويكون للموصى له الثلث وللورثة الثلثان ولا يجوز لهم بيع الثلثين مدة الوصية وان كان للموصي مال غيرها تقسم بقدر ثلث جميع المال.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 555:<br>\r\n\tالموصى له بالسكنى لا تجوز له الاجازة والموصى له بالغلة لا تجوز له السكنى.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 556:<br>\r\n\tاذا اوصي بغلة ارض لاحد فله الغلة القائمة بها وقت موت الموصي والغلة التي تحدث بها في المستقبل سواء نص على الابد في الوصية او اطلقها.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 557:<br>\r\n\tاذا اوصي بثمرة ارضه او بستانه فان اطلق الوصية فللموصى له الثمرة القائمة وقت موت الموصي دون غيرها مما يحدث من الثمار بعدها وان نص على الابد فله الثمرة القائمة وقت موته والثمرة التي تجدد بعده وكذلك الحكم اذا لم يكن في العين الموصى بها ثمار وقت وفاته.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 558:<br>\r\n\tاذا اوصي لاحد بالغلة ولاخر بالارض جازت الوصيتان ويكون العشر والخراج والسقي وما يلزم من المصاريف لاصلاح الارض على صاحب الغلة في صورة ما اذا كان بها شيء يستغل والا فهي على الموصى له بالعين.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tالفصل الرابع في تصرفات المريض</p>\r\n<p>\r\n\tمادة 559:<br>\r\n\tالتصرف الانشائي المنجز الذي فيه معنى التبرع ان صدر من اهله في حال صحة المتبرع ينفذ من جميع ماله.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 560:</p>\r\n<p dir=\"rtl\">\r\n\tالتصرف المضاف الى ما بعد الموت ينفذ من ثلث المال لا من جميعه وان كان صدوره في حال الصحة.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 561:<br>\r\n\tجميع تصرفات المريض الانشائية من هبة ووقف وضمان ومحاباة في الاجازة والاستئجار والمهر والبيع والشراء وغير ذلك من المعاملات حكمها حكم الوصية في اعتبارها من الثلث والمرض الذي يبرأ منه ملحق بالصحة.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 562:<br>\r\n\tهبة المقعد والمفلوج والمسلول تنفذ من كل ماله اذا تطاول ما به سنه ولم يخش موته منه فان لم تطل مدته وخيف موته بان كان يزداد ما به يوما فيوما يعتبر تصرفه من الثلث.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 563:<br>\r\n\tاقرار المريض بدين لغير وارثه صحيح وينفذ من جميع ماله وان استغرقه وكذا اقراره بعين الا اذا علم تملكه لها في مرضه.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 564:<br>\r\n\tاقرار المريض لوارثه باطل الا ان يصدقه بقية الورثة سواء كان اقرارا بعين او دين عليه للوارث او بقبض دين له من الوارث او من كفيله الا في صورة ما اذا اقر باستهلاك وديعته المعروفة التي كانت مودعة عنده او اقر بقبضه ما كان وديعة عند وارثه او بقبض ما قبضه الوارث بالوكالة من مديونه.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\t </p>\r\n<p dir=\"rtl\">\r\n\tمادة 565:<br>\r\n\tالعبرة بكون المقر له وارثا او غير وارث عند الاقرار ومعنى كونه وارثا عند الاقرار انه قام به سبب من اسباب الميراث ولم يمنع من ميراثه مانع عند الموت فلو اقر لغير وارث بهذا المعنى جاز وان صار وارثا بعد ذلك بشرط ان يكون ارثه بسبب حادث بعد الاقرار كما لو اقر لاجنبية ثم تزوجها بخلاف ما اذا كان<br>\r\n\tالسبب قائما لكن منع مانع ثم زال بعده كما لو اقر لابنه مع اختلاف الدين ثم اسلم فانه يبطل الاقرار وكذا لو اقر لاخيه المحجوب باختلاف دين او وجود ابن اذا زال حجبه باسلامه او موت الابن لا يصح الاقرار لقيام السبب عند الاقرار وزوال المانع عند الموت ولو اقر لاخيه مثلا ثم ولد له ابن واستمر حيا الى<br>\r\n\tالموت يصح الاقرار لوجود المانع عند الموت.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 566:<br>\r\n\tاذا اقر المريض بدين او اوصى بوصية لمن طلقها بائنا بطلبها في مرض موته فلها الاقل من الارث ومن الدين او الوصية ان مات في عدتها وان طلقها بلا طلبها فلها الميراث بالغا ما بلغ ان مات في عدتها.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 567:<br>\r\n\tابراء المريض مديونه وهو مديون بمستغرق غير جائز ان كان المديون اجنبيا منه وابراؤه مديونه الوارث له غير جائز مطلقا سواء كان المريض مديونا ام لا وسواء كان الدين ثابتا له عليه اصالة او كفالة.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 568:<br>\r\n\tابراء الزوجة زوجها في مرضها الذي ماتت فيه موقوف على اجازة بقية الورثة.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 569:<br>\r\n\tالدين مقدم على الوصية والوصية مقدمة على الارث ودين الصحة مطلقا سواء علم ببينة او علم بالاقرار وما لزمه في مرضه بسبب معروف كنكاح مشاهد بمهر المثل وبيع مشاهد بمثل القيمة واتلاف مال للغير مشاهد ايضا كل ذلك مقدم على ما اقر به في مرض موته ولو كان المقر به في المرض وديعة.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 570:<br>\r\n\tليس للمريض ان يقضي دين بعض غرمائه دون البعض عند تساوي الديون حكما ولو كان ذلك اعطاء مهر للزوجة او ايفاء اجرة بل تشارك الزوجة ومن يستحق الاجرة غرماء الصحة ويستثنى من ذلك ما اذا ادى بدل ما استقرضه في مرضه او نقد ثمن ما اشتراه فيه بمثل القيمة اذا ثبت القرض والشراء بالبرهان وان لم يؤد ثمن ما اشتراه فيه او بدل ما استقرضه فيه حتى مات فالبائع اسوة الغرماء ما لم تكن العين المبيعة باقية في يد البائع فان كانت في يده تقدم على غيره.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tالباب الخامس في احكام المفقود</p>\r\n<p>\r\n\tمادة 571:<br>\r\n\tالمفقود هو الغائب الذي لا يدري مكانه ولا تعلم حياته ولا وفاته.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tاذا ترك المفقود وكيلا قبل غيابه لحفظ امواله وادارة مصالحه فلا ينعزل وكيله بفقده ولا تنزع الورثة المال من يديه ولا امين بيت المال ولو كان المفقود لا وارث له اصلا وليس للوكيل تعمير عقارات المفقود اذا احتاجت الى تعمير الا باذن من الحاكم.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 573:<br>\r\n\tاذا لم يكن المفقود ترك وكيلا ينصب له القاضي وكيلا يحصي امواله المنقولة وغير المنقولة ويحفظها ويقوم عليها ويحصل غلاته وريع عقاراته ويقبض ديونه التي اقرت بها غرماؤه.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 574:<br>\r\n\tللقاضي ان يبيع ما يتسارع اليه الفساد من مال المفقود منقولا كان او عقارا ويحفظ ثمنه ليعطى له ان ظهر حيا او لمن يستحقه من ورثته بعد الحكم بموته وليس له ان يبيع شيئا مما لا يخشى عليه الفساد لا لنفقة عياله ولا لغيرها.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 575:<br>\r\n\tللوكيل المنصوب ان ينفق على عروس المفقود وعلى اصوله وفروعه المستحقين للنفقة من ماله الحاصل في بيته او الواصل من ثمن بيع ما يتسارع اليه الفساد او من مال مودوع عند مقر ودين على مقر.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 576:<br>\r\n\tالمفقود يعتبر حيا في حق الاحكام التي تضره وهي التي تتوقف على ثبوت موته فلا يتزوج عروسه احد ولا يقسم ماله على ورثته ولا تفسخ اجاراته ولا يفرق بينه وبين عروسه ولو بعد مضي اربع سنين قبل ظهور الحال.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 577:<br>\r\n\tالمفقود يعتبر ميتا في حق الاحكام التي تنفعه وتضر غيره وهي المتوقفة على ثبوت حياته فلا يرث من غيره ولا يحكم باستحقاقه للوصية اذا اوصي له بوصية بل يوقف نصيبه في الارث وقسطه في الوصية الى ظهور حياته او الحكم بوفاته.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 578:<br>\r\n\tيحكم بوفاة المفقود اذا انقرضت اقرانه في بلده فان تعذر التفحص عن الاقران وحكم القاضي بموته بعد مضي تسعين سنة من حين ولادته صح حكمه (تعدلت بالمادتين 7 و8 من قانون 25 سنة 1920).</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 579:<br>\r\n\tمتى حكم بوفاة المفقود يقسم ماله بين ورثته الموجودين وقت صدور الحكم بموته ويرد القسط الموقوف له الى من يرث مورثه عند موته ويرد الموصى له به ان كانت له وصية الى ورثة الموصي وتعتد عند ذلك زوجته عدة الوفاة وتحل للازواج<br>\r\n\tبعد انقضائها.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 580:<br>\r\n\tاذا علمت حياة المفقود او حضر حيا في وقت من الاوقات فانه يرث ممن مات قبل ذلك من اقاربه فان عاد حيا بعد الحكم بموته فالباقي من ماله في ايدي ورثته يكون له ولا يطالب احدا منهم بما ذهب.</p>\r\n<p dir=\"rtl\">\r\n\t </p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 581:<br>\r\n\tاذا ادعت زوجة المفقود موته او ادعاه الورثه او غيرهم من ارباب الحقوق واقيمت البينة على ذلك يجعل القاضي الوكيل الذي بيده مال المفقود خصما عنه وان لم يكن له وكيل ينصب له قيما تقبل عليه البينة لاثبات دعوى موته.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\t </p>\r\n<p dir=\"rtl\">\r\n\tالارث على مذهب ابي حنيفة النعمان الجزء الثاني في المواريث وفيه ابواب (1) الباب الاول في ضوابط عمومية</p>\r\n<p>\r\n\tمادة 582:<br>\r\n\tشروط الميراث ثلاثة:<br>\r\n\tاولا: تحقق موت المورث او الحاقه بالموتى حكما.<br>\r\n\tثانيا: تحقق حياة الوارث بعد موت المورث او الحاقه بالاحياء تقديرا.<br>\r\n\tثالثا: العلم بالجهة التي بها الارث وبالدرجة التي يجتمع فيها الوارث والموروث.<br>\r\n\t<br>\r\n\t(1) عن كتاب الاحكام الشرعية في الاحوال الشخصية والمواريث (المعروف بقانون قدري باشا ) - المواد 582 الى 647-</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 583:<br>\r\n\tيتعلق بمال الميت حقوق اربع مقدم بعضها على بعض:<br>\r\n\tاولا: يبدأ من التركة بما يحتاج اليه الميت من حين موته الى دفنه.<br>\r\n\tثانيا: قضاء ما وجب في الذمة من الديون من جميع ما بقي من ماله.<br>\r\n\tثالثا: تنفيذ ما اوصى به من ثلث ما بقي بعد الدين.<br>\r\n\tرابعا: قسمة الباقي اذا تعددت الورثة الذين ثبت ارثهم بالكتاب او السنة او الاجماع والا فالكل لواحد منهم اذا انفرد غير الزوج والزوجة فانهما لا يرثان كل التركة هذا اذا لم يتعلق بها حق الغير كالرهن او غيره من الحقوق المتعلقة بعين المال في حال الحياة.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 584:<br>\r\n\tالمستحقون للتركة عشرة اصناف مقدم بعضها على بعض كالترتيب الاتي:<br>\r\n\tالاول: صاحب الفرض وهو من فرض له سهم في القران العزيز او السنة او الاجماع.<br>\r\n\tالثاني: العصبية من النسب وهو من ياخذ ما بقي من التركة بعد الفرض او الكل عند عدم صاحب الفرض.<br>\r\n\tالثالث: العصبية السببية وهو مولى العتاقة وهي عصوبة سببها نعمة المعتق.<br>\r\n\tالرابع: عصبته بانفسهم على الترتيب والمعتق لا يرث من معتقه.<br>\r\n\tالخامس : الرد على ذوي الفروض النسبية بقدر حقوقهم.<br>\r\n\tالسادس : ذوو الارحام عند عدم الرد على ذوي الفروض وذوو الرحم هم الذين لهم قرابة للميت وليسوا بعصبة ولا ذوي سهم.<br>\r\n\tالسابع: مولى الموالاة وهو كل شخص والاه اخر بشرط كون الادنى حرا غير اعرابي ولا معتقا لعربي ولا له وارث نسبي ولا عقل عنه بيت المال او مولى موالاة اخر وكونه مجهول النسب بان قال انت مولاي ترثني اذا مت وتعقل عني اذا جنيت وقال الاخر وهو حر مكلف قبلت فيصح هذا العقد ويصير القابل<br>\r\n\tوارثا واذا كان الاخر ايضا مجهول النسب الى اخر شروط الادنى وقال للاول مثل ذلك وقبله ورث كل منهما صاحبه وعقل عنه فمن مات وترك مولى الموالاة واحد الزوجين فالباقي من التركة بعد نصيب احد الزوجين له.<br>\r\n\tالثامن: المقرر له بالنسب وهو من اقر له شخص انه اخوه او عمه بحيث لم يثبت باقراره نسبة من ابي وان يصر المقر على ذلك الاقرار الى حين موته فان لم يكن للمقر وارث معروف غير احد الزوجين ومات وترك المقر له بالنسب المذكور فما بقي من التركة بعد نصيب احد الزوجين فهو له.<br>\r\n\tالتاسع: الموصى له بجميع المال وهو من اوصى له شخص ولا وارث له غير احد الزوجين او لا وارث له اصلا فله باقي التركة بعد نصيب الزوج او الزوجة او كلها.<br>\r\n\tالعاشر: بيت المال يوضع فيه المال الذي لا مستحق له ممن ذكر بطريق الحفظ ويصرف في مصارفه.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tالباب الثاني في الموانع من الارث</p>\r\n<p>\r\n\tمادة 585:<br>\r\n\tموانع الارث اربعة:<br>\r\n\tالاول: الرق كاملا كان كالقن والمكاتب او ناقصا كالمدير وام الولد لان الرق ينافي اهلية الارث لانها باهلية الملك رقبة.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 586:<br>\r\n\tالثاني: القتل الذي يتعلق به حكم القصاص او الكفارة وهو اما عمد وفيه الاثم والقصاص او شبه عمد وفيه الكفارة والاثم والدية المغلظة لا القود او خطا كان رمي صيدا فاصاب انسانا وفيه الكفارة والدية ففي هذه الاحوال لا يرث القاتل المقتول اذا لم يكن القتل بحق اما اذا قتل مورثه قصاصا او حدا او دفعا عن نفسه فلا حرمان من الارث وكذا لو كان القتل تسببا بلا مباشرة او كان القاتل صبيا او مجنونا لعدم تعلق حكم القصاص او الكفارة بذلك.</p>\r\n<p>\r\n\t </p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 587:<br>\r\n\tالثالث: اختلاف الدين فلا يرث الكافر من المسلم ولا المسلم من الكافر بخلاف المرتد فانه يرثه قريبه المسلم اي يرث ماله الذي اكتسبه المرتد في حال اسلامه واما ما اكتسبه في حال ردته فيوضع في بيت المال هذا في حق المرتد الذكر واما المراة المرتدة فيرث قريبها المسلم ما اكتسبته في حال اسلامها وفي حال ردتها.</p>\r\n<p>\r\n\t </p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 588:<br>\r\n\tالرابع: اختلاف الدين في حق المستأمن والذمي في دار الاسلام وفي حق الحر بين المستأمنين من دارين مختلفين وفي حق الحربي والذمي ويوقف مال المستأمن في دار الاسلام الى ورثته الذين في دار الحرب اذا اتحدت دارهما.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tالباب الثالث في بيان احوال نصيب ذوي الفروض</p>\r\n<p>\r\n\tمادة 589:<br>\r\n\tالارث المجمع عليه نوعان ارث بالفروض وارث بالتعصيب والفروض المقدرةفي القران العزيز ستة النصف والربع والثمن والثلثان والثلث والسدس واصحابها اثني عشر اربعة من الذكور وهم الاب والجد الصحيح وهو ابو الاب وان علا والاخ لام والزوج ومن النساء ثمانية الزوجة والبنت والاخت لابوين وبنت الابن<br>\r\n\tوان سفلت والاخت لام والام والجدة الصحيحة.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 590:<br>\r\n\tالنصف هو فرض خمسة من الورثة للزوج اذا لم يكن للميت ولد او ولد ابن وان سفل والولد يتناول الذكر والانثى ولبنت الصلب اذا كانت واحدة ولبنت الابن اذا كانت واحدة ومنفردة عن الصلبية وللاخت لابوين اذا كانت واحدة ومنفردة عن البنت وبنت الابن وللاخت لاب اذا كانت واحدة ومنفردة عنهن بشرط عدم وجود المعصب على ما يأتي.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 591:<br>\r\n\tالرابع هو فرض اثنين من الورثة للزوج اذا كان للميت ولدا وولد ابن وان سفل وللزوجة اذا لم يكن للميت ولد او ولد ابن وان سفل.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 592:<br>\r\n\tالثمن هو فرض صنف من الورثة وهو الزوجة او الزوجات اذا كان للميت ولد او ولد ابن وان سفل سواء كان منها او من غيرها.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 593:<br>\r\n\tالثلثان هما فرض من الورثة وهن بنتا الصلب وبنتا الابن فصاعدا اذا كانتا منفردتين عن الصلبة وللاختين لابوين اذا كانتا منفردتين عن بنات الصلب وبنات الابن او واحدة منهن وللاختين لاب اذا كانتا منفردتين عنهن يشرط عدم المعصب الذكر في الجميع.</p>\r\n<p>\r\n\t </p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 594:<br>\r\n\tالثلث هو فرض اثنين من الورثة فرض الام سواء كان الثلث ثلث الكل اذا لم يكن للميت ولد او ولد ابن او اثنان من الاخوة او الاخوات ذكورا او اناثا او منهما او ثلث الباقي بعد فرض احد الزوجين في زوج وابوين او زوجة وابوين ولاثنين فصاعدا من ولد الام ذكورا او اناثا او منهما.</p>\r\n<p>\r\n\t </p>\r\n<p dir=\"rtl\">\r\n\t </p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 595:<br>\r\n\tالسدس هو فرض سبعة من الورثة وهم الاب والجد ابو الاب وان علا اذا كان للميت ولد او ولد ابن وان سفل وللام اذا كان للميت ولد او ولد ابن وان سفل او ترك اثنين من الاخوة او الاخوات فصاعدا او منهما وللجدة واحدة كانت او اكثر ولولد الام اذا كان واحدا ولبنت الابن اذا كان معها بنت صبية وللاخت لاب اذا كان معها اخت لابوين.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tالباب الرابع في بيان احوال ذوي الفروض المتقدمة مع غيرهم من الورثة</p>\r\n<p>\r\n\tمادة 596:<br>\r\n\tالاب له احوال ثلاث الفرض المطلق الخالي عن التعصيب وهو السدس وذلك مع الابن وابن الابن وان سفل والفرض والتعصيب مع البنت وبنت الابن وان سفلت والتعصيب المحض عند عدم الولد وولد الابن وان سفل.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 597:<br>\r\n\tالجد الصحيح وهو الذي لا يدخل في نسبته الى الميت ام كالاب عند عدمه الا في المسائل الاتية:<br>\r\n\tالاولى: ان ام الام لا ترث مع الاب وترث مع الجد.<br>\r\n\tالثانية: ان الميت اذا ترك الابوين مع احد الزوجين فللام ثلث ما بقي بعد نصيب احد الزوجين ولو كان مكان الاب جد فللام ثلث الكل.<br>\r\n\tالثالثة: ان الاخوة الاشقاء او لاب يسقطون مع الاب اجماعا ولا يسقطون مع الجد الا عند ابي حنيفة .<br>\r\n\tالرابعة: ان ابا المعتق مع انه ياخذ السدس بالولاء عند ابي يوسف وليس للجد ذلك اتفاقا ويسقط الجد بالاب.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 598:<br>\r\n\tاولاد الام لهم احوال ثلث السدس للواحد والثلث للاثنين فصاعدا ذكورهم واناثهم في القسمة سواء ويسقطون بالابن وابن الابن وان سفل وبالبنت وبنت الابن وان سفل وبالاب والجد.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 599:<br>\r\n\tالزوج له حالتان النصف عند عدم الولد وولد الابن وان سفل والربع مع الولد او ولد الابن وان سفل.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 600:</p>\r\n<p dir=\"rtl\">\r\n\tالزوجة او الزوجات لهن حالتان الربع لواحدة او اكثر عند عدم الولد او ولد الابن وان سفل والثمن مع الولد او ولد الابن وان سفل.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 601:<br>\r\n\tالبنات الصلبيات لهن احوال ثلاث النصف للواحدة اذا انفردت والثلثان للاثنين فصاعدا ومع الابن للذكر مثل خط الانثيين وهو يعصبهن.</p>\r\n<p>\r\n\t </p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 602:<br>\r\n\tبنات الابن كبنات الصلب ولهن احوال ست النصف للواحدة اذا انفردت والثلثان للاثنتين فصاعدا عند عدم بنات الصلب ولهن السدس مع الواحدة الصلبية تكملة للثلثين ولا يرثن مع البنات الصلبيات اثنتين فصاعدا الا ان يكون بحذائهن او اسفل منهن غلام فيعصبهن ويكون الباقي بينهم للذكر مثل حظ الانثيين ويسقط لا بالابن بخلاف بنات الصلب.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 603:<br>\r\n\tالاخوات لاب وام لهن احوال اربع هي النصف للواحدة والثلثان للاثنتين فصاعدا ومع الاخ الشقيق للذكر مثل حظ الانثيين ويصرن عصبة به لاستوائهم في القرابة الى الميت ولهن الباقي مع البنات او بنات الابن.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 604:<br>\r\n\tالاخوات لاب كالاخوات لابوين ولهن احوال ست النصف للواحدة اذ انفردت والثلثان للاثنتين فصاعدا عند عدم الاخوات لابوين ولهن السدس مع الاخت الواحدة لابوين تكملة للثلثين ولا يرثن مع الاختين لابوين الا ان يكون معهن اخ لاب فيعصبهن السادس من الاحوال المذكورة ان يصرن عصبة مع البنات الصلبيات او مع بنات الابن كما تقدم في الاخوات لابوين.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 605:<br>\r\n\tالاخوة والاخوات لابوين والاخوة والاخوات لاب كلهم يسقطون بالابن وابن الابن وان سفل وبالاب وبالجد وتسقط الاخوة والاخوات لاب بالاخ لابوين وبالاخت لابوين اذا صارت عصبة مع البنات او مع بنات الابن.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة606:<br>\r\n\tللام احوال ثلاث السدس ان كان للميت ولد او ولد ابن وان سفل او مع الاثنين من الاخوة او الاخوات فصاعدا من اي جهة كانا ولها ثلث الكل عند عدم المذكورين وثلث ما بقي بعد فرض احد الزوجين وذلك في مسالتين احدهما زوج وابوان وثانيتهما زوجة وابوان ولو كان مكان فرض الزوج او الزوجة كما تقدم.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 607:<br>\r\n\tوللجدة السدس لام كانت او لاب واحدة كانت او اكثر اذا كن صحيحات متحاذيات في الدرجة لان القربى تحجب البعدي ويسقطن اي الجدات كلهن سواء كن ابويات اي من جهة الاب او اميات اي من جهة الام او مختلطات بالام وتسقط الجدات الابويات دون الاميات بالاب وكذلك تسقط الابويات بالجد الا<br>\r\n\tام الاب وان علت فانها ترث مع الجد لانها ليست من قبله وهكذا القريبة تحجب البعيدة من اي جهة كانت وراثة او محجوبة اذا كانت جدة ذات قرابة واحدة كام ام الاب والاخرى ذات قرابتين او اكثر كام ام الام وهي ايضا ام ابي الاب بقسم الثلث بينهما انصافا.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tالباب الخامس في الارث بالتعصيب</p>\r\n<p>\r\n\tمادة 608:<br>\r\n\tالعاصب شرعا كل من حاز جميع التركة اذا انفرد او حازما ما ابقته الفرائض والعصبة نوعان نسبي وسببي فالنسبي على ثلاثة اقسام عاصب بنفسه وعاصب بغيره وعاصب مع غيره.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tالقسم الاول</p>\r\n<p>\r\n\tمادة 609:<br>\r\n\tالعاصب بنفسه هو كل من لم يحتج في عصوبته الى الغير<br>\r\n\tولا يدخل في نسبته الى الميت انثى وهو اربعة اصناف بعضها اولى بالميراث من بعض على الترتيب الاتي بعد الصنف الاول ابن الميت وان سفل فمن مات وترك ابنا لا غير فالمال كله للابن بالعصوبة منه الصنف الثاني الاب او الجد الصحيح وان علا عند عدم الابن فمن مات وترك ابنا وابا او جدا فالسدس للاب او الجد بالفرض والباقي للابن بالعصوبة الصنف الثالث الاخوة لابوين ثم لاب ثم بنو الاخوة لابوين ثم لاب عند عدم الاب<br>\r\n\tاو الجد فان مات وترك ابا او جدا او اخا لابوين او لاب فالمال كله للاب او الجد بالعصوبة ولا شيء للاخ لان الاب او الجد اولى رجل ذكر عند عدم الابن او مات وترك اخا وابن اخ فالمال كله للاخ ولا شيء لابن الاخ عند وجود الاخ الصنف الرابع عم لابوين ثم لاب ثم بنو العم لابوين ثم لاب وان سفلوا عند عدم الاخ وابنه فمن مات وترك عما لابوين او لاب او ابن اخ لابوين او لاب فالمال كله للاخ او ابنه ولا شيء للعم لان الاخ او ابنه اولى او مات وترك عما لابوين او لاب وابن عم فالمال كله دون ابن العم ثم عم ابيه لابوين ثم لاب ثم بنو عم الاب لابوين ثم لاب وان سفلوا عند عدم ذلك العم وابنه ثم عم جده الصحيح لابوين ثم لاب ثم بنوه وان سفلوا عند عدم عم الاب لابوين او<br>\r\n\tلاب وبنيه وان سفلوا ثم وثم على الترتيب المذكور.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 610:<br>\r\n\tقاعدة كل من كان اقرب للميت درجة فهو اولى بالميراث كالابن ثم الاب او الجد وكل من كان ذا قرابتين اولى من ذوي قرابة واحدة سواء كان ذو القرابتين ذكر او انثى فان الاخ لابوين اولى من الاخ لاب والاخت لابوين اذا صارت عصبة مع البنت الصلبية او بنت الابن اولى من الاخ لاب وابن الاخ لابوين اولى من ابن الاخ لاب وعم الميت لابوين اولى من العم لاب وكذلك الحكم في اعمام ابيه واعمام جده.</p>\r\n<p dir=\"rtl\">\r\n\t </p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tالقسم الثاني</p>\r\n<p>\r\n\tمادة 611:<br>\r\n\tالعصبة بغيره هي كل انثى احتاجت في عصوبتها الى الغير وشاركت ذلك الغير في تلك العصوبة وهن اربعة من الاناث فرضهن نصف او ثلثان كالبنات الصلبيات وبنات الابن والاخوات لابوين والاخوات لاب يحتاج كل واحدة منهن في العصوبة الى اخوتهن او يحتاج بعضهن الى ان يقوموا مقام اخوتهن وقسمة التركة بينهن للذكر مثل حظ الانثيين.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 612<br>\r\n\tمن لا فرض لهامن الاناث واخوها عصبة فلا تصير عصبة باخيها كالعم مع العمة لابوين فان المال كله للعم دونها وكذا الحال في ابن العم لاب مع بنت العم لاب وابن الاخ لاب مع بنت الاخ لاب.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tالقسم الثالث:</p>\r\n<p>\r\n\tمادة 613:<br>\r\n\tالعصبة مع الغير هي كل انثى احتاجت في عصوبتها الى الغير ولم يشاركها ذلك الغير في تلك العصوبة وهما اثنتان اخت لابوين واخت لاب تصير كل واحدة منهما عصبة مع بنت الصلب او مع بنت الابن سواء كانت واحدة او اكثر.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 614:</p>\r\n<p dir=\"rtl\">\r\n\tالفرق بين هاتين العصبتين ان الغير في العصبة بغيره يكون عصبة بنفسه فتتعدى بسببه العصوبة الى الانثى وفي العصبة مع غيره لا يكون عصبة بنفسه اصلا بل تكون عصوبة تلك العصبة مجامعة لذلك الغير.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tالقسم الرابع</p>\r\n<p>\r\n\tمادة 615:<br>\r\n\tوالسببي هو مولى العتاقة وهو وارث بالتعصيب واخر العصبات ومقدم على ذوي الارحام والرد على ذوي الفروض والمعتق يرث من معتقه ولو شرط في عتقه اولا ولاء له عليه ثم عصبة المعتق المذكور على الترتيب الذي تقدم في العصبات النسبية فتكون العصبة النسبية للمعتق مقدمة على السببية والمراد<br>\r\n\tبالعصبة النسبية للمعتق ما هو عصبة بنفسه فقط فيكون ابن المعتق عند عدم المعتق اولى العصبات بالارث ثم ابن ابنه وان سفل ثم ابوه ثم جده وان علا الى اخر العصبات ولا ولاء لمن هو عصبة للمعتق بغيره او مع غيره على من اعتقه ومن ملك ذا رحم محرم منه عتق عليه وولاؤه له فمن مات وترك مولى<br>\r\n\tالعتاقة ولا وارث له فالمال كله للمولى ثم لعصبته على ما تقدم.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 616:<br>\r\n\tمولاة العتاقة كمولى العتاقة فيما تقدم والاصل انه ليس للنساء من الولاء الا ما اعتق او عتقن من اعتق او كاتبن او كاتب من كاتبن او دبرن او دبر من دبرن او جر ولاء معتقهن او معتقهن فمن مات وترك مولاة العتاقة فالمال كله لها.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tالباب السادس في الحجب</p>\r\n<p>\r\n\tمادة 617:<br>\r\n\tالحجب منع شخص معين عن ميراثه كله او بعضه بوجود شخص اخر وهو نوعان الاول حجب نقصان عن حصة من الارث الى اقل منها كانتقال الزوج بالولد من النصف الى الربع وكانتقال الزوجة مع وجود الولد من الربع الى الثمن والام من الثلث الى السدس والاب من الكل الى السدس الثاني حجب حرمان من الميراث كحجب ابن الاخ بالاخ.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 618:<br>\r\n\tحجب الحرمان لا يدخل على ستة من الورثة وهم الاب والام والابن والبنت والزوج والزوجة ويدخل حجب الحرمان على ما عدا الستة المذكورين وحجب النقصان يدخل على خمسة وهم الام وبنت الابن والاخت لاب والزوجان.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 619:<br>\r\n\tيحجب الجد من الميراث بالاب سواء كان الجد يرث بالتعصيب كجد فقط او بالفرض وحده كجد مع ابن او بالفرض والتعصيب كجد مع بنت وتحجب ام الميت الجدات سواء كن من جهة الام او من جهة الاب او من جهة الجد.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 620:<br>\r\n\tالابن يحجب ابن الابن وكل ابن ابن اسفل يحجب بابن ابن اعلى منه وتسقط الاخوة من الميراث ذكورا واناثا سواء كانوا لابوين او لاب او لام بالاب والجد وبالبنين وبني البنين وان سفلوا.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 621:<br>\r\n\tالاخ لاب يحجب بالاب والابن وابن الابن وبالاخ الشقيق وبالاخت الشقيقة اذا صارت عصبة مع الغير.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 622:<br>\r\n\tابن الاخ الشقيق يحجب بسبعة وهو الاب والجد والابن وابن الابن والاخ الشقيق وبالاخ لاب وبالاخت لابوين او لاب اذا صارت عصبة مع الغير.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 623:<br>\r\n\tابن الاخ لاب يحجب بثمانية من الورثة وهم السبعة المذكورون بالمادة السابقة وبابن الاخ الشقيق.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 624:<br>\r\n\tالاخوة لام بحجبون بستة بالاب والجد والابن وابن الابن والبنت الصلبية وبنت الابن.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 625:<br>\r\n\tالعم الشقيق يحجب بعشرة وهم الاب والجد والابن وابن الابن والاخ لابوين والاخ لاب والاخت لابوين او لاب اذا صارتا عصبيتين وابن الاخ لابوين او لاب.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 626:<br>\r\n\tابن العم الشقيق يحجب بالورثة الحاجبين المذكورين في المادتين السابقتين وبالعم لابوين وكذا ابن العم لاب يحجب بمن ذكروا وبابن العم الشقيق.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 627:<br>\r\n\tاذا اجتمع بنات الميت الصلبيات وبنات الابن وجازت البنات الثلثين بان كن اثنتين فاكثر سقطت بنات الابن كيف كن واحدة او اكثر قربت درجتهن او بعدت اتحدت درجتهن او اختلفت الا اذا وجد ذكر من ولد الابن فانه يعصبهن اذا كان في درجتهن او انزل<br>\r\n\tمنهن ولا يعصب من تحته من بنات الابن بل يحجبهن.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 628:<br>\r\n\tالاخوات لابوين اذا اخذن الثلثين بان كن اثنتين فاكثر تسقط معهن الاخوات لاب كيف كن الا اذا كان معهن اخ لاب فانه يعصبهن.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 629:<br>\r\n\tالاخت لابوين اذا اخذت النصف فانها لا تحجب الاخوات لاب بل لهن معها السدس.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 630:<br>\r\n\tالمحروم من الارث بمانع من موانعه المبينة في الباب الثاني لا يحجب احدا من الورثة والمحجوب يحجب غيره كالاثنين من الاخوة والاخوات فانه يحجبها الاب وهما يحجبان الام من الثلث الى السدس.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tالباب السابع في مسائل متنوعة</p>\r\n<p>\r\n\tمادة 631:<br>\r\n\tيوقف للحمل من التركة نصيب ابن واحد او بنت واحدة ايهما كان اكثر هذا لو كان الحمل يشارك الورثة او يحجبهم حجب نقصان فلو كان يحجبهم حجب حرمان وقف الكل ويؤخذ الكفيل من الورثة في صورة القسمة ويرث الحمل ان وضع حيا او خرج اكثره حيا فمات لا ان خرج اقله فمات الا ان خرج بجناية فانه يرث ويورث فاذا ظهر الحمل فان كان مستحقا لجميع الموقوف فيها اخذه وان كان مستحقا للبعض ياخذ ما يستحقه والباقي يعطى لكل وارث ما كان موقوفا من نصيبه.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 632:<br>\r\n\tالمفقود من انقطع خبره ولا يدري حياته ولا موته وحكمه ان يوقف نصيبه من مال مورثه كما في الحمل فان كان المفقود ممن يحجب الحاضرين لم يصرف لهم شيء بل يوقف المال كله وان كان لا يحجبهم حجب حرمان يعطى لكل واحد منهم الاقل من نصيبه على تقدير حياته ومماته فاذا حكم بموته بعد ان لم يبق من اقرانه احد في بلده فماله لورثته الموجودين عند الحكم بموته ولا شيء لمن مات منهم الوارث حيا بعد موت المورث وما كان موقوفا لاجله من مال مورثه يرد الى ورثه مورثه وان ظهرت حياته استحق ما كان موقوفا لاجله من مال مورثه.</p>\r\n<p>\r\n\t </p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 633:<br>\r\n\tالخنثى هو انسان له التا رجل وامراة وليس له شيء منهما فان بال من الذكر فغلام وان بال من الفرج فانثى وان بال منهما فالحكم للاسبق وان استويا بان خرج منهما معا فمشكل وهذا قبل البلوغ فان بلغ وخرجت له لحية او وصل الى امراة او احتلم كما يحتلم الرجل فرجل وان ظهر له ثدي او لبن او حاض او حبل او اتى كما يؤتى النساء فامراة وان لم تظهر له علامة اصلا او تعارضت العلامات فمشكل وله حينئذ في الميراث اضر الحالين فلو مات ابوه وترك معه ابنا واحدا فللابن سهمان وللخنثى سهم لانه الاضر.</p>\r\n<p>\r\n\t </p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 634:<br>\r\n\tولد الزنا وولد اللعان يرثان الام وقرابتها وترث هي وقرابتها منهما ولا يرث الاب ولا قرابته منهما.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 635:<br>\r\n\tلا توارث بين الغرقى والهدمى والحرقى اذا كانوا ممن يرث بعضهم بعضا لانه لا يعلم ايهما مات اولا ويقسم مال كل منهم على ورثته الاحياء.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 636:<br>\r\n\tالتخارج هو ان يتصالح الورثة على اخراج بعضهم من الميراث على شيء معلوم من التركة او غيرها وهو جائز عند التراضي فمن صالح على شيء من التركة فاطرح سهامه من التصحيح ثم اقسم باقي التركة على سهام الباقين كمن ماتت وتركت زوجا وام وعما فالمسالة من ستة النصف للزوج والثلث للام والباقي للعم فصالح الزوج عن نصيبه على ما في ذمته للزوجة من المهر فيقسم باقي التركة وهو ما عدا المهر بين الام والعم اثلاثا سهمان للام وسهم للعم.</p>\r\n<p>\r\n\t </p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tالباب الثامن في العول والرد</p>\r\n<p>\r\n\tمادة 637:<br>\r\n\tالعول هو زيادة في عدد سهام ذوي الفروض ونقصان من مقادير انصبائهم من التركة فاذا زادت سهام اصحاب الفروض في تركة ميت على مخرج التركة يزيد مخرج التركة لتوفي سهامهم فيدخل النقص في مقادير انصباء الورثة بسبب زيادة عدد السهام كما اذا ماتت الميتة عن زوجها وشقيقتها فمخرج اصل التركة من ستة اسهم وعالت بسدسها الى سبعة لان فرض الزوج النصف وفرض الشقيقتين الثلثان فزادت الفروض بسهم وهو السدس وهكذا يعول هذا المخرج الى ثمانية بالثلث<br>\r\n\tكعم وام ويعول الى تسعة بالنصف كعم واخ ويعول ايضا الى عشرة بالثلثين كعم واخ اخر لام واذا كان مخرج التركة من اثني عشر سهما تعول الى ثلاثة عشر كزوجة فرضها الربع وشقيقتين فرضهما الثلثان وام فرضها السدس والى خمسة عشر كعم واخ لاخر لام واذا كان مخرج التركة من اربعة وعشرين فانها تعول الى سبعة وعشرين فقط كزوجة فرضها الثمن وبنتين فرضهما الثلثان وابوين فرض كل منهما السدس.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 638:<br>\r\n\tالرد ضد العول وهو رد ما فضل عن فرض ذوي الفروض ولا مستحق له من العصبة فيرد ما فضل على ذوي الفروض بقدر سهامهم الا على الزوجين واصحاب الرد من الورثة سبعة واحد من الذكور وهو اخ لام وستة من الاناث وهن بنت الصلب وبنت الابن والاخت لابوين والاخت لاب والاخت لام والام والجدة<br>\r\n\tالصحيحة لا فرق بين ان يكون احد السبعة المذكورين واحدا او متعددا سوى الام ومن انفرد منهم حاز جميع التركة ومسائل<br>\r\n\tالرد اقسام اربعة احدها ان يكون في المسالة صنف واحد ممن يرد عليه ما فضل عن الفروض عند عدم من لا يرد عليه وحينئذ تقسم التركة على عدد رؤوسهم كما اذا ترك الميت بنتين او اختين او جدتين فتقسم التركة بينهما نصفين والثاني ان يكون فيها صنفان او ثلاثة ممن يرد عليه عند عدم من لا يرد عليه وحينئذ تقسم التركة من مجموع سهامهم اذا كان فيها سدسان كجدة واخت لام تقسم من اثنين لكل منهما نصف المال وتقسم من ثلاثة اذا كان فيها ثلث وسدس كولدي ام معها فلولدي الام الثلثان وللام الثلث من التركة ومن اربعة اذا كان فيها نصف وسدس كبنتين وبنت ابن او بنت وام فللبنت ثلاثة ارباعها ولبنت الابن او الام ربعها ومن خمسة اذا كان فيها ثلثان وسدس كبنتين وام او كان فيها نصف وسدسان كبنت وبنت ابن وام او كان فيها نصف وثلث كاخت لابوين وام او اخت لابوين واختين لام فيعطى في الاول اربعة اخماسها للبنتين وللام خمسها وفي الثانية يعطى للبنت ثلاثة منها ولبنت الابن واحد وللام واحد وفي الثالثة يعطى للاخت من الابوين ثلاثة وللام او للاختين لام سهمان والثالث ان يكون مع النصف الواحد ممن يرد عليه من لا يرد عليه وحينئذ يعطى من لا يرد عليه نصيبه من اقل مخارج فرضه ويقسم الباقي على من يرد عليه كزوج وثلاث بنات فيعطى للزوج فرضه الربع واحد من اربعة ويقسم الباقي على عدد رؤوس البنات الثلاث في هذا المثال لاستقامة الباقي على عدد رؤوسهن والرابع ان يكون مع الصنفين ممن يرد عليه من لا يرد عليه وحينئذ يعطى من لا يرد عليه نصيبه من اقل مخارج فرضه ويقسم الباقي على سهام من يرد عليه كزوجة وجدة واختين لام فيعطى للزوجة فرضها الربع واحد من اربعة ويقسم الباقي على سهام من يرد عليه من الصنفين المذكورين وهو مستقيم في هذا المثال على السهام فيعطى للجدة سهم وهو الربع وللاختين لام سهمان وهما النصف.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tالباب التاسع - في ذوي الارحام وكيفية توريثهم</p>\r\n<p>\r\n\tمادة 639:<br>\r\n\tذوو الارحام على اربعة اصناف بعضها اولى بالميراث من بعض على الترتيب في المواد الاتية الصنف الاول من ينسب للميت وهم اولاد البنات وان سفلوا ذكورا كانوا او اناثا واولاد بنات الابن كذلك.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 640:<br>\r\n\tالصنف الثاني من ينتسب اليهم الميت وهم الاجداد الساقطون كابي ام الميت وابي ابي امه والجدات الساقطات وان علون كام ابي ام الميت وام ام ابي امه.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 641:<br>\r\n\tالصنف الثالث من ينتسب الى ابوي الميت وهم اولاد الاخوات سواء كانت تلك الاولاد ذكورا او اناثا وسواء كانت الاخوات لابوين او لاب او لام وبنات الاخوة وان سفلن سواء كانت الاخوة من الابوين او من احدهما وبنو الاخوة لام وان سفلوا.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 642:<br>\r\n\tالصنف الرابع من ينتسب الى جدي الميت وهما ابو الاب وابو الام سواء كانا قريبين او بعيدين او الى جدتيه وهما ام الام وام الاب سواء كانتا قريبتين او بعيدتين وهم الاعمام لام والعمات والاخوال والخالات على الاطلاق ثم اولادهم وان سفلوا ذكورا كانوا او اناثا.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 643:<br>\r\n\tالصنف الاول من ذوي الارحام اولادهم بالميراث اقربهم الى الميت درجة كبنت البنت فانها اولى بالميراث من بنت بنت الابن فان استووا في الدرجة بان يدلوا كلهم الى الميت بدرجتين او ثلاث درجات مثلا فولد الوارث اولى من ولد ذي الرحم كبنت بنت الابن فانها اولى من ابن بنت البنت فان استوت درجاتهم في القرب ولم يكن فيهم مع ذلك الاستواء ولد وارث كبنت ابن البنت وابن بنت البنت او كانوا كلهم يدلون بوارث كابن البنت وبنت البنت فيعتبر ابد ان الفروع المتساوية في الدرجات المذكورة ويقسم المال عليهم باعتبار حالة ذكورتهم وانوثتهم اعني ان كانت الفروع ذكورا فقط او اناثا فقط تساووا في القسمة وان كانوا ذكورا واناثا فللذكر مثل حظ الانثيين هذا وان انقضت صفة الاصول في الذكورة والانوثة وان اختلفت صفة الاصول في الذكورة والانوثة كبنت ابن بنت وابن بنت بنت قسم المال على اول بطن اختلف بالذكورة والانوثة وهو هنا البطن الثاني وهو ابن بنت وبنت بنت فتعتبر صفة الاصول في البطن الثاني في هذه الصورة فيقسم عليهم اثلاثا ويعطى كل من الفروع نصيب اصله فحينئذ يكون ثلثاه لبنت ابن البنت لانه نصيب ابيها وثلثه لابن بنت البنت لانه نصيب امه.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 644:<br>\r\n\tالصنف الثاني وهم الساقطون من الاجداد والجدات اولاهم بالميراث اقربهم للميت من اي جهة كان اي سواء كان الاقرب من جهة الاب او من جهة الام مثاله مات عن ام وابي ابي ام ام كان المال كله لام ابي الام لقربها ولا فرق بين كونه مدليا بوارث او بغير وارث ولا بين كونه ذكرا او انثى وان استوت درجاتهم فاما ان يكون بعضهم مدليا بوارث او كلهم يدلون به وكلهم لا يدلون به ففي الاول لا يقدم المدلي بوارث على غيره بخلاف الصنف الاول مثاله مات عن ابي ام الام وابي ابي الام فهما سواء وان كان الاول مدليا بالجدة الصحيحة اعني ام الام والثاني بالجد الفاسد اعني ابا الام وفي الاخرين كابي ام اب وابي ام ام وكابي ابي ام وام ابي ام فاما ان تختلف قرابتهم اي بعضهم من جانب اب وبعضهم من جانب الام كالمثال الاول واما ان تتحد كالمثال الثاني فان اختلفت قرابتهم فالثلثان لقرابة الاب والثلث لقرابة الام وكانه مات عن اب وام ثم ما اصاب قرابة الاب يقسم بينهما على اول بطن وقع فيه الخلاف وكذا ما اصاب قرابة الام وان لم يختلف فيهم بطن فالقسمة على ابدان كل صنف وان اتحدت قرابتهم اي كلهم من جانب الام او الاب فاما ان تتفق صفة من ادلوا به في الذكورة والانوثة او تختلف فان اتفقت الصفة اعتبرت ابدانهم وتساووا في القسمة لو كانوا ذكورا فقط او اناثا فقط وان كانوا مختلطين فللذكر مثل حظ الانثيين وان اختلفت الصفة فالقسمة على اول بطن اختلف للذكر ضعف الانثى ثم تجعل الذكور طائفة والاناث طائفة على قياس ما تقرر في الصنف الاول.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 645:<br>\r\n\tالصنف الثالث وهم اولاد الاخوات مطلقا وبنات الاخوة مطلقا وبنو الاخوة لام الحكم فيهم كالحكم في الصنف الاول اعني اولادهم بالميراث اقربهم الى الميت درجة ولو انثى فبنت الاخت اولى من ابن بنت الاخ لانها اقرب فان استووا في القرب فولد العصبة اولى من ولد ذي الرحم كبنت ابن اخ وابن بنت اخ كلاهما لابوين او لاب او احدهما لابوين والاخر لاب المال كله لبنت ابن الاخ لانها ولد العصبة وان استووا في القرب وليس فيهم ولد العصبة كبنت بنت الاخ وابن بنت الاخ او كان كلهم اولاد العصبات كبنتي ابني الاخ لابوين او لاب او بعضهم اولاد العصبات وبعضهم اولاد اصحاب الفرائض كبنت اخ لابوين او لاب وبنت اخ لام او كان كلهم اصحاب فرائض كبنات اخوات متفرقات بقسم المال على الاصول اي الاخوة والاخوات مع اعتبار عدد الفروع والجهات في الاصول فما اصاب كل فريق يقسم بين فروعه كما في الصنف الاول.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p>\r\n\tمادة 647:<br>\r\n\tاولاد الصنف الرابع الحكم فيهم كالحكم في الصنف الاول اعني اولاهم بالميراث اقربهم الى الميت درجة من اي جهة كان فان استووا في القرب الى الميت وكان حيز قرابتهم متحدا بان تكون قرابة الكل من جانب الاب او من جانب الام فمن كان له قوة القرابة فهو اولى اعني من كان اصله لابوين فهو اولى ممن كان اصله لاب فان استووا في القرب بحسب الدرجة وفي القرابة بحسب القوة وكان حيز قرابتهم متحدا بان كان الكل من جهة الاب او من جهة الام فولد العصبة اولى كبنت العم وابن العمة كلاهما لابوين او لاب المال كله لبنت العم لانها ولد العصبة وان استووا في القرب ولكن اختلف حيز قرابتهم بان كان بعضهم من جانب الاب وبعضهم من جانب الام فلا اعتبار هنا لقوة القرابة ولا لولد العصبة ويكون الثلثان لمن يدلي بقرابة الاب والثلث لمن يدلي بقرابة الام والله سبحانه وتعالى اعلم.</p>\r\n\r\n                                    </td>",
            "<td class=\"ArticleText\">\r\n                                        <p></p><p dir=\"rtl\">\r\n\tمادة 646:<br>\r\n\tالصنف الرابع وهم الذين ينتمون الى جدي الميت او جدتيه وهم العمات على الاطلاق والاعمام لام والاخوال والخالات مطلقا اذا اجتمعوا وكان حيز قرابتهم متحدا بان يكون الكل من جانب واحد كالعمات والاعمام لام فانهم من جانب الاب والاخوال والخالات فانهم من جانب الام فالاقوى منهم في القرابة اولى اعني من كان لابوين اولى ممن كان لاب ومن كان لاب اولى ممن كان لام ذكورا او اناثا وان كانوا ذكورا واناثا واستوت قرابتهم في القوة فللذكر مثل حظ الانثيين كعم وعمة كلاهما لام او خال وخالة كلاهما لابوين او لاب او لام وان كان حيز قرابتهم مختلفا فلا اعتبار لقوة القرابة ويكون الثلثان لقرابة الام كعمة الاب وام وخالة لام ثم ما اصاب كل فريق من قرابتي الاب والام ويقسم بينهم كما لو اتحد حيز قرابتهم.</p>\r\n\r\n                                    </td>"
        ]
    }
]